Repository: videolan/vlc-ios
Catalog: Resources/*.lproj/Localizable.strings
Languages: ar, br, ca, cs, da, de, el, es, eu, fi, fr, he, hu, is, it, ja, ko, ml, ms, nb, nl, nn, pl, pt_br, pt_pt, ro, ru, sc, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

source: Server
ar: خادم
br: Servijer
ca: Servidor
el: Διακομιστής
es: Servidor
eu: Zerbitzaria
fi: Palvelin
fr: Serveur
he: שרת
hu: Kiszolgáló
is: Miðlari
ja: サーバー
ko: 서버
ml: സര്‍വ്വര്‍
ms: Pelayan
nn: Tenar
pl: Serwer
pt_br: Servidor
pt_pt: Servidor
ru: Сервер
sl: Strežnik
th: เซิร์ฟเวอร์
tr: Sunucu
uk: Сервер
zh_hans: 服务器
zh_hant: 伺服器

# SERVER_PORT
source: Port
ar: المنفذ
br: Porzh
el: Θύρα
es: Puerto
eu: Ataka
fi: Portti
he: פורט
is: Gátt
it: Porta
ja: ポート番号
ko: 포트
ml: പോര്‍ട്ട്
nl: Poort
pt_br: Porta
pt_pt: Porta
ru: Порт
sc: Ghenna
sl: Vrata
th: พอร์ต
tr: Bağlantı noktası
uk: Порт
zh_hans: 端口
zh_hant: 埠號

source: No server found
ar: لا يوجد سيرفر
br: Servijet ebet kavet
ca: No s'ha trobat cap servidor
cs: Nelze nalézt žádný server
da: Ingen server fundet
de: Kein Server gefunden
el: Δεν βρέθηκε διακομιστής
es: Servidor no encontrado
eu: Ez da zerbitzaririk aurkitu
fi: Palvelinta ei löytynyt
fr: Aucun serveur trouvé
he: שרת לא נמצא
hu: Kiszolgáló nem található
is: Enginn þjónn fannst
it: Nessun server trovato
ja: サーバーが見つかりません
ko: 서버를 찾지 못했습니다
ml: സര്‍വ്വര്‍ ഒന്നും കണ്ടെത്തിയിട്ടില്ല
ms: Tiada pelayan ditemui
nb: Finner ingen server
nl: Geen server gevonden
nn: Fann ingen tenar
pl: Nie znaleziono serwera
pt_br: Nenhum servidor encontrado
pt_pt: Nenhum servidor encontrado
ro: Nu am găsit niciun server
ru: Сервер не найден
sc: Perunu server agatadu
sk: Nenašiel sa žiadny server
sl: Strežnika ni mogoče najti
sv: Ingen server hittades
th: ไม่พบเซิร์ฟเวอร์
tr: Sunucu bulunamadı
uk: Сервер не знайдено
zh_hans: 未找到服务器
zh_hant: 找不到服務器

# NO_RECENT_STREAMS
source: No stream was played recently
ar: لم يتم تشغيل بث مؤخراً
br: Froud lennet ebet nevez 'zo
ca: Recentment no s'ha reproduït cap stream
cs: Žádný stream nebyl v poslední době přehráván.
da: Der er ikke afspillet noget stream for nylig
de: Kein Stream wurde kürzlich wiedergegeben
el: Καμία μετάδοση δεν αναπαράχθηκε πρόσφατα
es: No hay flujos reproducidos recientemente
eu: Azkenaldian ez da korronterik erreproduzitu
fi: Ei äskettäisiä suoratoistoja
fr: Aucun flux lu récemment
he: שום ערוץ לא נוגן לאחרונה
hu: Nem volt a közelmúlt játszott adatfolyam
is: Ekkert streymi hefur verið spilað nýlega
it: Nessun flusso è stato riprodotto di recente
ja: ストリームの再生履歴がありません
ko: 최근에 재생한 스트림이 없습니다
ml: അടുത്തിടെ ഒരു സ്ട്രീമും പ്ലേ ചെയ്‌തില്ല
ms: Tiada strim telah dimainkan baru-baru ini
nb: Ingen strøm ble spilt nylig
nl: Er is recent geen stream afgespeeld
nn: Ingen nyleg avspelte straumar
pl: Nie odtwarzano ostatnio żadnego strumienia
pt_br: Nenhum transmissão foi reproduzido recentemente
pt_pt: Não foi reproduzida nenhuma transmissão recentemente
ro: Nicio piesă nu a fost redată recent
ru: Нет ранее воспроизводимых потоков
sc: Perunu flussu est istadu riproduidu de reghente
sk: Naposledy nebol prehrávaný žiadny stream
sl: Ni nobenega nedavno predvajanega pretoka
sv: Ingen ström har spelats nyligen
th: ไม่มีการสตรีมถูกเล่นเมื่อเร็ว ๆ นี้
tr: Önceden oynatılmış bir akış bulunamadı
uk: Жодний потік не відтворювався останнім часом
zh_hans: 最近没有播放流
zh_hant: 最近沒有已播放的串流

# WEBINTF_TITLE
source: Sharing via Wi-Fi
ar: المشاركة عبر WiFi
br: Rannañ dre WIFI
ca: Compartint mitjançant la xarxa sense fils
cs: Sdílení přes Wi-Fi
da: Deling via Wi-Fi
de: WLAN-Freigabe
el: Διαμοιρασμός μέσω Wi-Fi
es: Compartiendo mediante WiFi
eu: Wi-Fi bidez partekatzen
fi: Jaa Wi-Fi-yhteyden kautta
fr: Partage via Wi-Fi
he: משותף דרך רשת אלחוטית
hu: Megosztva Wi-Fin keresztül
is: Deiling með þráðlausu Wi-Fi neti
it: Condivisione tramite Wi-Fi
ja: WiFiで共有
ko: Wi-Fi로 공유
ml: Wi-Fi വഴി പങ്കിടുന്നു
ms: Berkongsi melalui Wi-Fi
nl: Delen via wifi
nn: Deler via Wi-Fi
pl: Udostępnij przez Wi-Fi
pt_br: Compartilhando via Wi-Fi
ro: Partajarea prin Wi-Fi
ru: Предоставление доступа через Wi-Fi
sc: Cumpartzidura impreende su WiFi
sk: Zdieľanie cez WiFi
sl: Souporaba preko brezžičnega omrežja
sv: Dela via WiFi
th: การแชร์ผ่าน Wi-Fi
tr: Wi-Fi ile paylaşılıyor
uk: Поширення через Wi-Fi
zh_hans: 正在通过Wi-Fi分享
zh_hant: 透過WiFi分享

# WEBINTF_DROPFILES
source: Drop Files
ar: أَلقِ الملفات
br: Teurel ar restroù
ca: Deixa anar els arxius
cs: Přesunout soubory
da: Slip filer
de: Dateien hineinziehen
el: Εναπόθεση αρχείων
es: Dejar caer archivos
eu: Jaregin fitxategiak
fi: Pudota tiedostoja
fr: Déposer des fichiers
he: גרירת קבצים
hu: Húzza ide a fájlokat
is: Sleppa skrám
it: Rilascia file
ja: ファイルをドロップ
ko: 파일 놓기
ml: ഫയലുകള്‍ വലിച്ചിടുക
ms: Lepas Fail
nb: Slipp filer
nl: Bestanden neerzetten
nn: Slepp filer
pl: Upuść pliki
pt_br: Soltar Arquivos
pt_pt: Solte os ficheiros
ro: Trageți fișierele
ru: Добавление файлов
sc: Traga documentos
sk: Pustiť súbory
sl: Spusti datoteke
sv: Släpp filer
th: วางไฟล์
tr: Dosyaları sürükleyin
uk: Вкинути файли
zh_hans: 拖放文件
zh_hant: 拖放檔案

# WEBINTF_DROPFILES_LONG
source: Drop files in the window to add them to your %@.<br>Or click on the "+" button to use the file picker dialog.
ar: ألقِ الملفات على النافذة لإضافتها إلى %@.<br>أو اضغط على زر "+" لاستخدام علبة التقاط الملفات.
br: Taolit restroù er prenestr amañ evit o ouzhpennañ e-barzh hoc'h %@.<br>Pe klikit war ar bouton "+" evit implijout ar voest divizoù diuziñ restroù.
ca: Deixa anar els arxius en la finestra per afegir-los al teu%@.<br>O clic en el botó "+" per a seleccionar arxius.
cs: Pro přidání souborů do Vašeho %@ je přetáhněte do okna. <br>Nebo použijte tlačítko "+" pro dialog výběru souborů.
da: Slip filer i vinduet for at tilføje dem til din %@.<br>Eller klik på "+"-knappen for at bruge filvælgeren.
de: Zum Hinzufügen zu Ihrem %@ bitte die Dateien in das Fenster fallen lassen.<br>Oder zur Nutzung des Dateiauswahldialogs auf den Knopf »+« klicken.
el: Εναποθέστε αρχεία στο παράθυρο για να τα προσθέσετε στο %@.<br> Ή κάντε κλικ στο κουμπί "+" για να χρησιμοποιήσετε το παράθυρο διαλόγου επιλογής αρχείων.
es: Deje caer archivos en la ventana para añadirlos a su dispositivo %@.<br>O haga clic en el botón «+» para usar el diálogo de selección de archivos.
eu: Jaregin fitxategiak leihotik zure %@ra gehitzeko.<br>Edo egin klik "+" botoian fitxategia fitxategi-hautatzailea elkarrizketa erabiltzeko.
fi: Lisää tiedostoja laitteeseen %@ vetämällä ja pudottamalla ne tähän ikkunaan. <br>Voit myös napsauttaa "+"-painiketta tiedostojen lisäämiseksi.
fr: Déposer des fichiers dans la fenêtre pour les ajouter à votre %@.<br>Ou cliquer sur le bouton « + » pour utiliser le sélecteur de fichiers.
he: ניתן להשליך קבצים לכאן כדי להוסיף אותם ל%@ שלך.<br>או ללחוץ על לחצן ה־„+“ כדי להשתמש בחלונית בחירת הקבצים.
hu: Húzzon fájlokat az ablakba a %@ eszközére való másoláshoz,<br>vagy kattintson a „+” gombra a fájlok kiválasztásához.
is: Slepptu skrám á gluggann til að bæta þeim inn á %@. <br>Eða smelltu á "+" hnappinn til að nota skráaveljarann.
it: Rilascia i file nella finestra per aggiungerli al tuo %@.<br>Oppure fai clic sul pulsante "+" per usare il selettore dei file.
ja: あなたの%@に追加したいファイルをウィンドウにドロップするか<br>"+"ボタンをクリックしてファイルピッカーダイアログを使用してください。
ko: "+" 버튼을 클릭하여 %@에 추가하기 위한 파일을 선택합니다.<br>또는 창에 직접 파일을 끌어 놓으세요.
ms: Lepas fail ke tetingkap untuk menambahnya ke dalam %@ anda.<br>Atau klik pada butang "+" untuk guna dialog pengambil fail.
nb: Slipp filer i vinduet for å legge dem til %@.<br>Eller klikk på "+" knappen for å bruke fildialog-velgeren.
nl: Zet bestanden in het venster om ze toe te voegen aan uw %@.<br>Of klik op de "+"-knop om het bestandskeuzevenster te gebruiken.
nn: Slepp filer i vindauget for å leggja dei til på %@.<br>Eller trykk på "+"-knappen for å velja filveljardialogen.
pl: Upuść pliki w oknie, aby dodać je do Twojego %@.<br>Albo kliknij na przycisk „+”, aby użyć okna dialogowego wyboru pliku.
pt_br: Solte arquivos na janela para adicioná-los ao seu %@.<br>Ou clique no botão "+" para usar a janela de escolha de arquivos.
pt_pt: Solte os ficheiros na janela para os adicionar ao seu %@.<br>Ou clique no botão "+" para utilizar o seletor de ficheiros.
ro: Trageți fișierele în fereastra pentru a le adăuga la %@ dvs.Sau apăsați pe butonul "+" pentru a utiliza fereastra de selectare a fișierelor.
ru: Перенесите файлы в окно, чтобы добавить их в %@.<br>Также вы можете нажать кнопку «+» и воспользоваться диалогом выбора файла.
sc: Traga sos documentos in sa ventana pro los annànghere a su %@ tuo.<br>O incarca in su butone "+" pro impreare su seletzionadore de documentos.
sk: Ak chcete pridať súbory do vášho %@, preneste ich do tohto okna.<br>Alebo kliknite na tlačidlo "+" a použite dialógové okno na pridávanie súborov.
sl: Spustite datoteke v okno, da jih dodate na napravo %@.<br>Lahko tudi kliknete gumb "+", da uporabite izbirnik datotek.
sv: Släpp filer i fönstret för att lägga till dem i din %@.<br>Eller klicka på knappen "+" för att använda filväljaren.
th: วางไฟล์ในหน้าต่างเพื่อเพิ่มมันลงไปใน %@ ของคุณ<br>หรือคลิกที่ปุ่ม "+" เพื่อใช้กล่องโต้ตอบไฟล์
tr: Dosyaları %@ üzerine eklemek için pencereye bırakın.<br>Ya da dosya seçim penceresini görüntülemek için "+" düğmesine dokunun.
uk: Вкиньте файли у вікно для додавання їх до свого пристрою %@.<br> Або клацніть на кнопці "+" для використання діалогу вибору.
zh_hans: 请将打算添加到 %@ 的文件拖入本窗口。<br>也可以点击“+”按钮，打开文件选择对话框。
zh_hant: 將檔案丟入視窗以加入您的 %@.<br>或點擊 "+" 按鈕來將檔案選入對話框中。

# WEBINTF_DOWNLOADFILES
source: Download Files
ar: الملفات المحمّلة
br: Pellgargañ Restroù
ca: Arxius baixats
cs: Stažené soubory
da: Download filer
de: Dateien herunterladen
el: Λήψη αρχείων
es: Descargar archivos
eu: Deskargatu fitxategiak
fi: Lataa tiedostoja
fr: Télécharger des fichiers
he: הורדת קבצים
hu: Fájlok letöltése
is: Sækja skrár
it: Scarica file
ja: ファイルをダウンロード
ko: 파일 다운로드
ml: ഡൌണ്‍ലോ‍ഡ് ചെയ്ത ഫയലുകള്‍
ms: Muat Turun Fail
nb: Last ned filer
nl: Bestanden downloaden
nn: Last ned filer
pl: Pobierz pliki
pt_br: Baixar Arquivos
pt_pt: Transferir Ficheiros
ro: Descarcă fișierele
ru: Загрузка файлов
sc: Iscàrriga documentos
sk: Stiahnuť súbory
sl: Prejmi datoteke
sv: Ladda ned filer
th: ดาวน์โหลดไฟล์
tr: Dosyaları indir
uk: Завантажити файли
zh_hans: 下载文件
zh_hant: 下載的檔案

# WEBINTF_DOWNLOADFILES_LONG
source: Just click the file you want to download from your %@.
ar: اضغط فقط على الملف الذي تريد تنزيله انطلاقا من %@.
br: Klikit just war ar restr a fell deoc’h pellgargañ diouzh ho %@.
ca: Has de fer clic en l'arxiu que vols descarregar del teu %@.
cs: Klikněte na soubor, který chcete stáhnout z %@.
da: Klik blot på den fil du vil downloade fra din %@.
de: Klicken Sie einfach auf die Datei, die Sie von Ihrem %@ herunterladen möchten.
el: Απλά κάντε κλικ στο αρχείο που θέλετε να λάβετε από το %@.
es: Haga clic en el archivo que quiere descargar de su %@.
eu: Egin klik zure %@-tik deskargatu nahi duzun fitxategian.
fi: Napsauta tiedostoa, jonka haluat ladata laitteelta %@.
fr: Cliquer simplement sur le fichier que vous voulez télécharger de votre %@.
he: עליך פשוט ללחוץ על מה שברצונך להוריד מה%@ שלך.
hu: Kattintson arra a fájlra, amelyiket le szeretné tölteni az %@ eszközéről.
is: Smelltu bara á skrána sem þú vilt sækja af %@ þínu.
it: Ti basta fare clic sul file che vuoi scaricare dal tuo %@.
ja: あなたの%@からダウンロードしたいファイルをクリックするだけ。
ko: %@에서 다운로드할 파일을 클릭하세요.
ml: നിങ്ങളുടെ %@-നിന്ന് ഡൌൺലോഡ് ചെയ്യാൻ ആഗ്രഹിക്കുന്ന ഫയലിൽ ക്ലിക്കുചെയ്യുക.
ms: Hanya klik fail yang anda mahu muat turun dari %@ anda.
nb: Klikk på filen du ønsker å laste ned fra %@.
nl: Klik op het bestand dat u wil downloaden van uw %@.
nn: Berre klikk på fila du vil lasta ned frå %@.
pl: Wystarczy kliknąć na plik, który chcesz pobrać ze swojego %@.
pt_br: Clique no arquivo que deseja baixar do seu %@.
pt_pt: Basta clicar no ficheiro que pretende transferir do seu %@.
ro: Click pe fișierul pe care doriți să îl descărcați de pe %@.
ru: Просто щёлкните файл, который вы хотите скачать с %@.
sc: Depes petzi incarcare su documentu chi cheres iscarrigare dae su %@ tuo.
sk: Kliknite na súbor, ktorý chcete stiahnuť z %@.
sl: Samo kliknite datoteko, ki jo želite prenesti z naprave %@.
sv: Klicka bara på filen du vill ladda ned från din %@.
th: เพียงคลิกที่ไฟล์ที่คุณต้องการดาวน์โหลดจาก %@ ของคุณ
tr: %@ üzerinden indirmek istediğiniz dosyaya tıklayın.
uk: Просто клацніть на файлі, який ви хочете завантажити із свого пристрою %@.
zh_hans: 点击希望从 %@ 下载的文件。
zh_hant: 只要點擊您欲從 %@ 下載的檔案。

# WEBINTF_ADDRESS_COPIED
source: Address copied to clipboard
ca: L'adreça s'ha copiat al porta-retalls
cs: Adresa zkopírována do schránky
da: Adresse kopieret til udklipsholder
de: Adresse in die Zwischenablage kopiert
el: Η διεύθυνση αντιγράφηκε στο πρόχειρο
fi: Osoite kopioitu leikepöydälle
fr: Adresse copiée dans le presse-papiers
he: הכתובת הועתקה ללוח הגזירים
hu: Cím a vágólapra másolva
it: Indirizzo copiato negli appunti
ja: クリップボードにアドレスがコピーされました
ko: 주소가 클립보드에 복사됨
ms: Alamat disalin ke papan keratan
nl: Adres naar klembord gekopieerd
pt_br: Endereço copiado para a área de transferência
ro: Adresă copiată în clipboard
sl: Naslov je kopiran v odložišče
sv: Adressen kopierades till urklipp
tr: Adres panoya kopyalandı
zh_hans: 地址已复制到剪贴板

# WEBINTF_TITLE_ATV
source: Remote Playback
ar: التشغيل عن بعد
br: Pell-lenn
ca: Reproducció remota
cs: Vzdálené přehrávání
da: Fjernafspilning
de: Entfernte Wiedergabe
el: Απομακρυσμένη αναπαραγωγή
es: Reproducción remota
eu: Urruneko erreprodukzioa
fi: Etätoisto
fr: Lecture à distance
he: נגינה מרוחקת
hu: Távoli lejátszás
is: Fjartengd afspilun
it: Riproduzione remota
ja: リモート再生
ko: 원격 재생
ml: വിധൂര പ്ലേബാക്ക്
ms: Main Balik Jauh
nb: Fjernavspilling
nn: Fjernavspeling
pl: Zdalne odtwarzanie
pt_br: Reprodução Remota
pt_pt: Reprodução remota
ro: Redare la distanță
ru: Удаленное воспроизведение
sc: Riprodutzione remota
sk: Vzdialené prehrávanie
sl: Oddaljeno predvajanje
sv: Fjärruppspelning
th: การเล่นระยะไกล
tr: Uzaktan oynatım
uk: Віддалене відтворення
zh_hans: 远程回放
zh_hant: 遠端播放

# WEBINTF_DROPFILES_LONG_ATV
source: Drop files in the window to play them on your %@.<br>Or click on the "+" button to use the file picker dialog.
ar: ألقِ الملف في هذه النافذة لتتمكن من تشغيله على جهازك %@.<br> اضغط على "+" زر لاستخدام منتقي الملفات.
br: Taolit restroù er prenestr amañ evit o c'hoari e-barzh hoc'h %@.<br>Pe klikit war ar bouton "+" evit implijout ar voest divizoù diuziñ restroù.
ca: Deixa anar els arxius en la finestra per afegir-los al teu %@.<br>O clic en el botó "+" per a seleccionar arxius.
cs: Pro přehrání souborů na Vašem %@ je přetáhněte do okna. <br>Nebo použijte tlačítko "+" pro dialog výběru souborů.
da: Slip filer i vinduet for at afspille dem på din %@.<br>Eller klik på "+"-knappen for at bruge filvælgeren.
de: Zur Wiedergabe auf Ihrem %@ bitte die Dateien in das Fenster fallen lassen.<br>Oder zur Nutzung des Dateiauswahldialogs auf den Knopf »+« klicken.
el: Εναποθέστε αρχεία στο παράθυρο για αναπαραγωγή στο %@.<br> Ή κάντε κλικ στο κουμπί "+" για να χρησιμοποιήσετε το παράθυρο διαλόγου επιλογής αρχείων.
es: Deje caer archivos en la ventana para reproducirlos en su %@.<br>O haga clic en el botón «+» para usar el diálogo selector de archivos.
eu: Jaregin fitxategiak leihotik zure %@-n erreproduzitzeko.<br>Edo egin klik "+" botoian fitxategia hautatzeko elkarrizketa-koadroa erabiltzeko.
fi: Pudota tiedostoja ikkunaan, jotta voit toistaa niitä laitteella %@.<br>Voit myös napsauttaa painiketta "+" valitaksesi tiedostot ikkunan avulla.
fr: Déposer des fichiers dans la fenêtre pour les lire sur votre %@.<br>Ou cliquer sur le bouton « + » pour utiliser le sélecteur de fichiers.
he: גרור לחלון קבצים שאת/ה רוצה לנגן ב %@.<br>או לחץ/י על כפתור ה "+| להשתמש בממשק הוספת הקבצים.
hu: Húzza ebbe az ablakba a fájlokat hogy lejátssza őket a(z) %@ eszközén.<br>Vagy kattintson a „+” gombra a fájlválasztó párbeszédablak használatához.
is: Slepptu skrám á gluggann til að spila þær á %@. <br>Eða smelltu á "+" hnappinn til að nota skráaveljarann.
it: Rilascia i file nella finestra per riprodurli sul tuo %@.<br>Oppure fai clic sul pulsante "+" per usare il selettore dei file.
ja: あなたの%@に再生したいファイルをウィンドウにドロップするか<br>"+"ボタンをクリックしてファイルピッカーダイアログを使用してください。
ko: %@에서 재생하기 위해서는 창에 파일을 드래그하세요.<br>아니면 "+" 버튼을 눌러 파일 선택기를 이용하세요.
ms: Lepas fail dalam tetingkap untuk menambah %@ anda.<br>Atau klik pada butang "+" untuk guna dialog pengambil fail.
nb: Dra filer til vinduet for å spille dem i din %@.<br>Eller klikk på "+" knappen for å bruk filvelger dialogen.
nl: Zet bestanden in het venster om ze af te spelen op uw %@.<br>Of klik op de "+"-knop om het bestandskeuzevenster te gebruiken.
nn: Slepp filer i vindauget for å spela dei på %@ din.<br>Eller trykk på ‹‹+››-knappen for å bruka filveljar-dialogen.
pl: Upuść pliki w oknie, aby odtworzyć je na Twoim %@.<br>Albo kliknij na przycisk „+”, aby użyć okna dialogowego wyboru pliku.
pt_br: Solte arquivos na janela para reproduzi-los em seu %@.<br>Ou clique no botão "+" para usar a janela de escolha de arquivos.
pt_pt: Solte os ficheiros na janela para os reproduzir no seu %@.<br>Ou clique no botão “+” para utilizar o seletor de ficheiros.
ro: Trageți fișierele în fereastră pentru a le reda cu %@.<br>Sau click pe butonul "+" pentru a folosi fereastra de dialog.
ru: Перенесите файлы в окно, чтобы добавить их в %@<br>Также вы можете нажать кнопку «+» и воспользоваться диалогом выбора файла.
sc: Traga sos documentos in sa ventana pro los riproduire in su %@ tuo.<br>O incarca in su butone "+" pro impreare su seletzionadore de documentos.
sk: Presuňte súbory v okne na ich prehratie v %@.<br>Alebo kliknite na tlačidlo "+" na použitie dialógu pre výber súborov.
sl: Spustite datoteke v okno, da jih predvajate na napravi %@.<br>Lahko tudi kliknete gumb "+", da uporabite izbirnik datotek.
sv: Släpp filerna i fönstret för att spela upp dem på din %@.<br>Eller klicka på plusknappen för att använda filväljaren.
th: วางไฟล์ในหน้าต่างเพื่อเพิ่มมันลงไปใน %@ ของคุณ<br>หรือคลิกที่ปุ่ม "+" เพื่อใช้กล่องโต้ตอบไฟล์
tr: Dosyaları %@ üzerinde oynatmak için pencereye bırakın.<br>Ya da dosya seçim penceresini görüntülemek için "+" düğmesine dokunun.
uk: Вкиньте файли у вікно для їхнього відтворення на вашому %@.<br>Або натисніть кнопку "+" для використання вікна вибору файлів.
zh_hans: 请将文件拖放到本窗口，以在您的 %@ 上播放。<br>或者点击“+”按钮打开文件选择对话框。
zh_hant: 將檔案拖到視窗來播放你的 %@.<br> 或是點擊"+"按鈕來開啟檔案選擇對話框

# WEBINTF_URL_SENT
source: URL sent successfully.
ar: ارسل الرابط بنجاح
br: URL kaset gant berzh.
ca: URL enviada amb èxit.
cs: URL adresa úspěšně odeslána
da: URL sendt
de: Adresse erfolgreich gesendet.
el: Επιτυχής αποστολή URL.
es: URL enviada con éxito.
eu: URLa ongi bidali da.
fi: Osoite lähetetty onnistuneesti.
fr: URL correctement envoyée.
he: כתובת URL נשלחה בהצלחה.
hu: URL sikeresen elküldve.
is: Tókst að senda URL-slóð.
it: URL inviato correttamente.
ja: URLは正しく送信されました。
ko: URL 보내기 완료
ml: URL അയച്ചു.
ms: Penghantaran URL berjaya.
nb: URL sendt.
nl: URL succesvol verzonden.
nn: Adressa vart vellykka sendt
pl: Adres URL został pomyślnie wysłany.
pt_br: URL enviado com sucesso.
pt_pt: URL enviado com sucesso.
ro: Adresa URL trimisă cu succes.
ru: URL успешно отослан.
sc: URL imbiadu cun sutzessu.
sk: Adresa URL bola úspešne odoslaná.
sl: Naslov URL je uspešno poslan.
sv: Webbadressen skickades.
th: ส่ง URL สำเร็จ
tr: Akış adresi başarıyla gönderildi.
uk: URL успішно надіслано.
zh_hans: URL 已成功发送。
zh_hant: 網址要求成功

# WEBINTF_URL_EMPTY
source: URL cannot be empty.
ar: 'الرابط لايمكن ان يكون فارغاً.
br: N'hall ket bezañ goullo an URL.
ca: La URL no pot estar buida.
cs: URL adresa nesmí být prázdná
da: URL må ikke være tom.
de: Die Adresse darf nicht leer sein.
el: Το URL δεν μπορεί να είναι άδειο.
es: La URL no puede ser vacía.
eu: URLa ezin da hutsik egon.
fi: Osoite ei voi olla tyhjä.
fr: L'URL ne peut être vide.
he: כתובת URL לא יכולה להיות ריקה.
hu: Az URL nem lehet üres.
is: URL-slóð má ekki vera tóm.
it: L'URL non può essere vuoto.
ja: URLは空にできません。
ko: URL이 반드시 있어야 합니다.
ml: URL ശൂന്യമായിരിക്കരുത്.
ms: URL tidak boleh kosong.
nb: URL kan ikke være tom.
nl: URL mag niet leeg zijn.
nn: URL kan ikkje vera tom.
pl: Adres URL nie może być pusty.
pt_br: A URL não pode estar vazia.
pt_pt: O URL não pode estar vazio.
ro: Adresa URL nu poate fi goală.
ru: URL не может быть пустым.
sc: S'URL non podet èssere bòidu.
sk: Adresa URL nemôže byť prázdna.
sl: Naslov URL ne sme biti prazen.
sv: Webbadressen kan inte vara tom.
th: URL ไม่สามารถปล่อยว่างได้
tr: Adres boş olamaz.
uk: URL-адреса не може бути порожньою.
zh_hans: URL 不能为空。
zh_hant: 網址不能是空的

# WEBINTF_URL_INVALID
source: Not a valid URL.
ar: لايوجد رابط فعّال.
br: N'eo ket un URL reizh.
ca: No és una URL vàlida.
cs: URL adresa je neplatná
da: Ikke en gyldig URL.
de: Keine gültige Adresse.
el: Μη έγκυρο URL.
es: No es una URL válida.
eu: Ez da baliozko URLa.
fi: Osoite ei kelpaa.
fr: URL invalide.
he: כתובת URL לא תקינה.
hu: Nem érvényes URL
is: Ekki gild slóð.
it: Non è un URL valido.
ja: URLが正しくありません。
ko: 유효한 URL이 아닙니다.
ml: സാധുവായ ഒരു URL അല്ല.
ms: Bukan URL yang sah.
nb: Ikke gyldig URL.
nl: Geen geldige URL
nn: Ikkje ei gyldig adresse.
pl: Nieprawidłowy adres URL.
pt_br: Não é um URL válido
pt_pt: Não é um URL válido.
ro: Adresă URL nevalidă.
ru: URL не верен.
sc: No est un'URL vàlidu.
sk: Neplatná adresa URL.
sl: Ni veljaven naslov URL.
sv: Inte en giltig webbadress
th: URL ไม่ถูกต้อง
tr: Akış adresi geçersiz.
uk: Не чинна URL-адреса.
zh_hans: 不是有效的 URL。
zh_hant: 不是正確的網址

# WEBINTF_AUTH_REQUIRED
source: Please enter the passcode you set in VLC iOS:
ar: الرجاء إدخال رمز المرور الذي قمت بتعيينه في VLC iOS:
br: Ebarzhit mar plij ar ger-tremen ho peus termenet e-barzh VLC iOS:
ca: Per favor entra la teva contrasenya de VLC iOS:
cs: Zadejte přístupový kód nastavený ve VLC iOS:
da: Indtast venligst den adgangskode du indstillede i VLC iOS:
de: Bitte den in VLC iOS konfigurierten Passcode eingeben:
el: Παρακαλούμε εισάγετε τον κωδικό που ορίσατε μέσω του VLC για iOS:
es: Introduzca la contraseña configurada para VLC iOS:
eu: Mesedez, sartu VLC iOS-en ezarri duzun pasahitza:
fi: Anna VLC iOS -salasana, jonka olet määrittänyt:
fr: Veuillez entrer le mot de passe que vous avez défini dans VLC iOS :
he: נא להקליד את קוד הגישה שהגדרת ב־VLC ל־iOS:
hu: Adja meg a VLC-ben beállított jelkódot:
it: Digita il codice di sicurezza che hai impostato in VLC iOS:
ja: VLC iOSで設定したパスコードを入力してください:
ko: VLC iOS에서 설정한 비밀번호를 입력하세요:
ml: VLC iOS-ൽ നിങ്ങൾ സജ്ജമാക്കിയ പാസ്‌കോഡ് നൽകുക:
ms: Sila masukkan kod laluan yang anda telah tetapkan dalam VLC iOS:
nb: Skriv inn passordet du valgte i VLC iOS:
nl: Voer het wachtwoord in dat u in VLC iOS hebt ingesteld:
pl: Wprowadź kod ustawiony w VLC iOS:
pt_br: Por favor digite a senha configurada no VLC para iOS:
pt_pt: Por favor, insira o código que definiu no VLC iOS:
ro: Introdu parola setată în VLC iOS:
ru: Введите код доступа, заданный вами в VLC iOS:
sc: Inserta sa crae de intrada chi as impostadu in VLC pro iOS:
sk: Prosím zadajte prístupový kód nastavený vo VLC iOS:
sl: Vnesite geslo, ki ste ga določili v VLC iOS:
sv: Ange lösenkoden du angav i VLC iOS:
th: โปรดป้อนรหัสผ่านที่คุณตั้งใน VLC iOS:
tr: iOS için VLC içinde ayarladığınız parolayı yazın:
uk: Будь ласка, введіть пароль, який ви задали у VLC iOS.
zh_hans: 请输入您为 VLC iOS 所设置的口令:
zh_hant: 請在 VLC iOS 輸入您設定的密碼:
