Repository: videolan/vlc-ios
Catalog: Resources/*.lproj/Localizable.strings
Languages: ar, br, ca, cs, da, de, el, es, eu, fi, fr, he, hu, is, it, ja, ko, ml, ms, nb, nl, nn, pl, pt_br, pt_pt, ro, ru, sc, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# STORE_DESCRIPTION
source: VLC is a free and open source cross-platform multimedia player. It can play all your movies, shows and music in most formats directly without conversion. It allows file synchronization with Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, direct downloads and through Wi-Fi sharing as well as streaming from SMB, FTP, SFTP, NFS, UPnP/DLNA media servers and the web. VLC offers support for advanced subtitles including full SSA compatibility, multi-track audio, playback speed control and rendering through Chromecast. VLC is completely free and open source.
cs: VLC pro iOS je svobodný, multiplatformní mediální přehrávač. Může přehrávat Vaše filmy, seriály a hudbu ve většině formátu přímo bez konverze. Umožňuje synchronizaci souborů se službami Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, přímé stahování a sdílení přes Wi-Fi, taktéž streamování z mediálních serverů SMB, FTP, SFTP, NFS, UPnP/DLNA a webových stránek. VLC nabízí podporu pro pokročilé titulky včetně plné podpory SSA, zvuku s více stopami, kontrolu rychlosti přehrávání a vykreslování pomocí Chromecast. VLC pro iOS je otevřená platforma a je dostupná zdarma.
de: VLC ist ein kostenloser und plattformübergreifender Open-Source-Multimedia-Player. Er kann alle Ihre Filme, Shows und Musik in den meisten Formaten direkt ohne Konvertierung abspielen. Er ermöglicht die Dateisynchronisierung mit Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, direkte Downloads und über WLAN-Freigabe sowie das Streamen von SMB-, FTP-, SFTP-, NFS-, UPnP/DLNA-Medienservern und dem Internet. VLC bietet Unterstützung für erweiterte Untertitel, einschließlich vollständiger SSA-Kompatibilität, Mehrspur-Audio, Steuerung der Wiedergabegeschwindigkeit und Wiedergabe über Chromecast. VLC ist völlig kostenlos und Open Source.
el: Το VLC είναι ένα δωρεάν και ανοιχτού κώδικα πρόγραμμα αναπαραγωγής πολυμέσων πολλαπλών πλατφορμών. Μπορεί να αναπαράγει όλες τις ταινίες, τις εκπομπές και τη μουσική σας στις περισσότερες μορφές απευθείας χωρίς μετατροπή. Επιτρέπει το συγχρονισμό αρχείων με Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, απευθείας λήψεις και μέσω κοινής χρήσης Wi-Fi, καθώς και streaming από διακομιστές πολυμέσων SMB, FTP, SFTP, NFS, UPnP/DLNA και τον Ιστό. Το VLC προσφέρει υποστήριξη για προηγμένους υπότιτλους, συμπεριλαμβανομένης της πλήρους συμβατότητας SSA, ήχου πολλαπλών κομματιών, ελέγχου ταχύτητας αναπαραγωγής και απόδοσης μέσω του Chromecast. Το VLC είναι εντελώς δωρεάν και ανοιχτού κώδικα.
fr: VLC est un lecteur multimédia multiplateforme gratuit et open source. Il peut lire tous vos films, émissions et musiques dans la plupart des formats et ce directement sans conversion. Il permet la synchronisation de fichiers avec Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, les téléchargements directs et le partage Wi-Fi, ainsi que le streaming à partir de serveurs multimédias SMB, FTP, SFTP, NFS, UPnP/DLNA et du Web. VLC prend en charge les sous-titres avancés, y compris la compatibilité SSA, l'audio multipiste, le contrôle de la vitesse de lecture et le rendu via Chromecast. VLC est entièrement gratuit et open source.
he: VLC הוא נגן מולטימדיה חופשי ובקוד פתוח למגוון מערכות. הנגן יכול לנגן את כל הסרטים, התוכניות והמוזיקה שלך ברוב תצורות הקבצים ישירות ללא המרה. הוא מאפשר לסנכרן קבצים מול Dropbox,‏ GDrive, OneDrive,‏ Box,‏ iCloud Drive,‏ iTunes, הורדות ישירות ודרך שיתוף אלחוטי לרבות הזרמה מ־SMB,‏ FTP,‏ SFTP,‏ NFS,‏ UPnP/DLNA, משרתי מדיה ומהאינטרנט. נגן VLC מציע תמיכה בכתוביות מתקדמות לרבות תאימות מלאה ל־SSA, שמע במגוון ערוצים, בקרת מהירות נגינה ופענוח דרך Chromecast. VLC הוא חופשי לחלוטין ובקוד פתוח.
it: VLC è un lettore multimediale multi-piattaforma gratuito e open source. Può riprodurre tutti i tuoi film, programmi e musica nella maggior parte dei formati direttamente senza conversione. Consente la sincronizzazione dei file con Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, scaricamenti diretti e condivisione Wi-Fi, nonché trasmissioni da server multimediali SMB, FTP, SFTP, NFS, UPnP/DLNA e Web. VLC offre supporto per sottotitoli avanzati, inclusa la piena compatibilità SSA, audio multi-traccia, controllo della velocità di riproduzione e rendering tramite Chromecast. VLC è completamente gratuito e open source.
ja: VLCはフリーで多くのプラットフォーム対応するマルチメディアプレイヤーです。 VLCではあなたのすべての動画、ショーや音楽の多くのフォーマットを変換せずに直接再生することが可能です。 また、Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunesから直接ダウンロードしたり、SMB, FTP, SFTP, NFS, UPnP/DLNAメディアサーバーやWebサーバーのようにWiFiを通じて共有したりすることも可能です。 VLCはSSAの完全互換を含む拡張字幕、マルチトラックのオーディオ、再生速度の制御とChromecastによるレンダリングに対応しています。 VLCは完全にフリーのオープンソースです。
ko: VLC는 자유 및 오픈 소스 크로스 플랫폼 멀티미디어 재생기입니다. 변환 없이 대부분의 형식으로 모든 영화, 프로그램 및 음악을 직접 재생할 수 있습니다. Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, 직접 다운로드 및 Wi-Fi 공유를 통해 파일을 동기화하고 SMB, FTP, SFTP, NFS, UPnP/DLNA 미디어 서버 및 웹에서 스트리밍할 수 있습니다. VLC는 전체 SSA 호환성, 멀티 트랙 오디오, 재생 속도 제어 및 Chromecast를 통한 렌더링을 포함한 고급 자막을 지원합니다. VLC는 완전한 자유 오픈 소스입니다.
pt_br: O VLC é um reprodutor de mídias para várias plataformas. Ele pode reproduzir seus filmes, espetáculos e músicas em muitos formatos diretamente, sem conversão. Ele permite a sincronização de arquivos com Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, ou baixar diretamente e através de compartilhamentos Wi-Fi, bem como transmissões de rede de servidores SMB, FTP, SFTP, NFS, UPnP/DLNA e servidores de mídia da Web. O VLC oferece suporte a legendas avançadas, incluindo compatibilidade total com SSA, áudio de múltiplas faixas, controle de velocidade de reprodução e renderização através do Chromecast. O VLC é completamente livre e de código aberto.
pt_pt: VLC é um reprodutor de multimédia multiplataforma de código aberto. Este pode reproduzir diretamente todos os seus filmes, programas e músicas na maioria dos formatos sem conversão. Este permite-lhe sincronizar ficheiros com Box, Dropbox, Google Drive, iCloud Drive, iTunes e OneDrive, transferências diretas e via partilha em Wi-Fi, bem como reproduzir através de servidores de multimédia FTP, NFS, SFTP, SMB, UPnP/DLNA e na Web. VLC é compatível com legendas avançadas, incluindo compatibilidade total com SSA, múltiplas faixas de áudio, controlo de velocidade da reprodução e renderização via Chromecast. VLC é totalmente gratuito e de código aberto.
ro: VLC este un player multimedia cross-platform gratuit și open source. Poate reda toate filmele, emisiunile și muzica în majoritatea formatelor direct, fără conversie. Permite sincronizarea fișierelor cu Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, descărcări directe și prin partajare Wi-Fi, precum și streaming de pe serverele media SMB, FTP, SFTP, NFS, UPnP/DLNA și web. VLC oferă suport pentru subtitrări avansate, inclusiv compatibilitate completă SSA, audio cu mai multe piese, control al vitezei de redare și redare prin Chromecast. VLC este complet gratuit și open source.
sc: VLC pro iOS est una versione de su leghidore gratùitu VLC pro iPad, iPhone e iPod touch. Podet riproduire totu sos films, sos ispetàculos e sa mùsica tuos in sa majoria de sos formatos diretamente, chene conversione. Permitit sa sincronizazione de documentos cun Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, iscarrigamentos diretos, pro mèdiu de cumpartzidura WiFi, flussos dae servers multimediales SMB, FTP, UPnP/DLNA e dae ìnternet. VLC oferit suportu pro sos sutatìtulos avantzados, incluende sa compatibilidade SSA prena, s'àudio muti-rasta e su controllu de sa lestresa de sa riprodutzione. VLC pro iOS est interamente gratùitu e a mitza aberta.
sk: VLC for iOS je portom voľne dostupného programu VLC media player pre zariadenia iPad, iPhone a iPod touch. Dokáže prehrávať všetky vaše filmy, show a hudbu vo väčšine formátov - a to priamo a bez konvertovania. Umožňuje synchronizáciu súborov so službami Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, priame stiahnutie a zdieľanie cez sieť WiFi, ako aj streamovanie z mediálnych serverov SMB, FTP, UPnP/DLNA a webu. VLC ponúka aj podporu pokročilých titulkov, vrátane úplne kompatibility s SSA, zvukom s viacerými stopami a ovládaním rýchlosti prehrávania. VLC for iOS je dostupný zadarmo a má otvorený zdrojový kód.
sl: Predvajalnik VLC je brezplačen in odprtokoden predvajalnik predstavnosti za več okolji. Neposredno lahko predvaja vsa vaše filme, predstave in glasbo v večini oblikah brez pretvarjanja. Omogoča usklajevanje storitvami Dropbox, GDrive, OneDrive, Box, iCloud Drive in ItTunes, neposredne prenose in deljenje preko WiFi, kot tudi pretakanje preko SMB, FTP, SFTP, NFS, UPnp/DLNA strežnikov vsebin ali spleta VLC ponuja podporo za napredne podnapise s polno podporo za obliko SSA, večstezni zvok in nadzor hitrosti predvajanja ter izridovanja preko Chromecasta. VLC za iOS je popolnoma brezplačen in odprtokoden.
sv: VLC är en fri och plattformsoberoende multimediaspelare med öppen källkod. Den kan spela upp alla dina filmer, TV-program och musik i de flesta formaten direkt utan att behöva konvertera. Den har stöd för filsynkronisering med Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, direkt nedladdning och genom WiFi-delning såväl som att strömma från SMB-, FTP-, SFTP-, NFS- och UPnP/DLNA-mediaservrar samt webben. VLC tillhandahåller stöd för avancerade undertexter inklusive full SSA-kompatibilitet, flerspårigt ljud, kontroll över uppspelningshastighet och rendering via Chromecast. VLC är helt fritt och har öppen källkod.
tr: VLC, çeşitli platformlarda çalışabilen özgür ve açık kaynaklı bir çoklu ortam oynatıcısıdır. Çeşitli biçimlerdeki tüm film, dizi ve müziklerinizi herhangi bir dönüştürme işlemine gerek duymadan doğrudan oynatabilir. Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes gibi bulut hizmetleri ile dosya eşitleme, doğrudan dosya indirme ve Wi-Fi paylaşımı aracılığıyla SMB, FTP, SFTP, NFS UPnP/DLNA gibi ortam sunucularından ve web üzerinden akış yapma olanaklarını sağlar. Tam SSA uyumluluğu ile gelişmiş alt yazılar, çok kayıtlı sesler, oynatma hızı denetimi ve Chromecast üzerinden oluşturma VLC tarafından desteklenen özelliklerden bazılarıdır. iOS için VLC tamamen özgür ve açık kaynaklıdır.
uk: VLC для iOS — це порт вільного медіапрогравача VLC на iPad, iPhone та iPod touch. Він може відтворювати усі фільми, відео та музику у більшості відомих форматів безпосередньо без перетворення. Також VLC дозволяє синхронізацію файлів через Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, прямі завантаження та через WiFi, а також потоковий перегляд із SMB, FTP, UPnP/DLNA медіасерверів чи інтернету. VLC для iOS — повністю вільний із відритим вихідним кодом.
zh_hans: VLC 是一款自由开源的开平台多媒体播放器。 无需转换格式，它便可直接播放多数格式的电影、节目和音乐。 它允许与 Dropbox、GDrive、OneDrive、Box、iCloud Drive、iTunes进行文件同步，直接下载和通过 Wi-Fi 共享以及从 SMB、FTP、SFTP、NFS、UPnP/DLNA媒体服务器和网页进行在线播放。 VLC提供了对高级字幕的支持，包括完全兼容 SSA，多轨道音频，播放速度控制和通过 Chromecast 渲染。 VLC 完全免费和开源。

# STORE_DESCRIPTION_TV
source: VLC is a free and open source cross-platform multimedia player. It can play all your movies, shows and music in most formats directly without conversion. It allows Remote Playback from your Mac or PC via a Web UI as well as streaming from SMB, FTP, SFTP, NFS, UPnP/DLNA media servers and the web. VLC offers support for advanced subtitles including full SSA compatibility, multi-track audio, and playback speed control. VLC is completely free and open source. Artwork is provided by TMDb, which is a community maintained movie database.
cs: VLC je svobodný, otevřený multiplatformní mediální přehrávač. Může přehrávat Vaše filmy, seriály a hudbu ve většině formátu přímo bez konverze. Umožňuje vzdálené přehrávání z Vašeho zařízení Mac nebo PC přes webové rozhraní, taktéž streamování z mediálních serverů SMB, FTP, SFTP, NFS, UPnP/DLNA mediálních serverů a webových stránek. VLC nabízí podporu pro pokročilé titulky včetně plné podpory SSA, zvuku s více stopami a kontrolu rychlosti přehrávání. VLC je otevřená platforma a je dostupná zdarma. Obaly jsou poskytovány z databází TMDb, což je komunita spravující filmové databáze.
de: VLC ist ein kostenloser und plattformübergreifender Quelloffener Multimedia-Player. Er kann alle Ihre Filme, Shows und Musik in den meisten Formaten direkt ohne Konvertierung abspielen. Er ermöglicht die entfernte Wiedergabe von Ihrem Mac oder PC über eine Web-Benutzeroberfläche sowie das Streaming von SMB-, FTP-, SFTP-, NFS-, UPnP/DLNA-Medienservern und dem Internet. VLC bietet Unterstützung für erweiterte Untertitel, einschließlich vollständiger SSA-Kompatibilität, Mehrspur-Audio und Steuerung der Wiedergabegeschwindigkeit. VLC ist völlig kostenlos und Quelloffen. Die Poster und Cover werden von TMDb bereitgestellt, einer von der Community gepflegten Filmdatenbank.
el: Το VLC είναι ένα δωρεάν και ανοιχτού κώδικα πρόγραμμα αναπαραγωγής πολυμέσων πολλαπλών πλατφορμών. Μπορεί να αναπαράγει όλες τις ταινίες, τις εκπομπές και τη μουσική σας στις περισσότερες μορφές απευθείας χωρίς μετατροπή. Επιτρέπει την απομακρυσμένη αναπαραγωγή από το Mac ή τον υπολογιστή σας μέσω διεπαφής Web, καθώς και streaming από διακομιστές πολυμέσων SMB, FTP, SFTP, NFS, UPnP/DLNA και τον Ιστό. Το VLC προσφέρει υποστήριξη για προηγμένους υπότιτλους, συμπεριλαμβανομένης της πλήρους συμβατότητας SSA, ήχου πολλαπλών κομματιών και ελέγχου ταχύτητας αναπαραγωγής. Το VLC είναι εντελώς δωρεάν και ανοιχτού κώδικα. Το έργα τέχνης παρέχονται από το TMDb, το οποίο είναι μια κοινοτική βάση δεδομένων ταινιών.
fr: VLC est un lecteur multimédia multiplateforme gratuit et open source. Il peut lire tous vos films, émissions et musiques dans la plupart des formats et ce directement sans conversion. Il permet la lecture à distance depuis votre Mac ou PC via une interface Web, ainsi que la lecture en continu depuis des serveurs multimédias SMB, FTP, SFTP, NFS, UPnP/DLNA et le Web. VLC prend en charge les sous-titres avancés, y compris la compatibilité SSA, l'audio multipiste et le contrôle de la vitesse de lecture. VLC est entièrement gratuit et open source. Les illustrations sont fournies par TMDb, qui est une base de données de films gérée par la communauté.
he: VLC הוא נגן מולטימדיה חופשי ובקוד פתוח למגוון מערכות. הנגן יכול לנגן את כל הסרטים, התוכניות והמוזיקה שלך ברוב תצורות הקבצים ישירות ללא המרה. הוא מאפשר נגינה מרחוק דרך ה־Mac או המחשב האישי שלך דרך מנשק דפדפן לרבות הזרמה מ־SMB,‏ FTP,‏ SFTP,‏ NFS,‏ UPnP/DLNA, משרתי מדיה ומהאינטרנט. נגן VLC מציע תמיכה בכתוביות מתקדמות לרבות תאימות מלאה ל־SSA, שמע במגוון ערוצים, בקרת מהירות נגינה ופענוח דרך Chromecast. VLC הוא חופשי לחלוטין ובקוד פתוח. יצירות האומנות סופקו על ידי TMDb, שהוא מסד נתונים של סרטים שמתוחזק על ידי הקהילה.
it: VLC è un lettore multimediale multi-piattaforma gratuito e open source. Può riprodurre tutti i tuoi film, programmi e musica nella maggior parte dei formati direttamente senza conversione. Consente la riproduzione remota dal tuo Mac o PC tramite un'interfaccia utente web, nonché lo trasmissione da server multimediali SMB, FTP, SFTP, NFS, UPnP/DLNA e web. VLC offre supporto per sottotitoli avanzati, inclusa la piena compatibilità SSA, audio multi-traccia e controllo della velocità di riproduzione. VLC è completamente gratuito e open source. La grafica è fornita da TMDb, che è un database di film gestito dalla comunità.
ja: VLCはフリーで多くのプラットフォーム対応するマルチメディアプレイヤーです。 VLCではあなたのすべての動画、ショーや音楽の多くのフォーマットを変換せずに直接再生することが可能です。 あなたのMacやPCからWebユーザーインターフェースを介してSMB, FTP, SFTP, NFS, UPnP/DLNAメディアサーバーやWebサーバーのようにストリーミングしてリモートで再生することも可能です。 VLCはSSAの完全互換を含む拡張字幕、マルチトラックのオーディオ、再生速度の制御に対応しています。 VLCは完全にフリーのオープンソースです。 アートワークは映画のデータベースをメンテナンスするコミュニティであるTMDbによって提供されています。
ko: VLC는 자유 및 오픈 소스 크로스 플랫폼 멀티미디어 재생기입니다. 변환 없이 대부분의 형식으로 모든 영화, 프로그램 및 음악을 직접 재생할 수 있습니다. 웹 UI를 통해 Mac 또는 PC에서 원격 재생이 가능하며 SMB, FTP, SFTP, NFS, UPnP/DLNA 미디어 서버 및 웹에서 스트리밍할 수 있습니다. VLC는 전체 SSA 호환성, 다중 트랙 오디오 및 재생 속도 제어를 포함한 고급 자막을 지원합니다. VLC는 완전한 자유 오픈 소스입니다. 아트워크는 커뮤니티에서 관리하는 영화 데이터베이스인 TMDb에서 제공합니다.
pt_br: O VLC é um reprodutor de mídias livre e de código aberto para múltiplas plataformas. Ele pode reproduzir seus filmes, espetáculos e músicas em muitos formatos diretamente, sem conversão. Ele permite Reprodução Remota do seu Mac ou PC através de uma interface Web, bem como transmissões de servidores de mídia SMB, FTP, SFTP, NFS, UPnP/DLNA e da Web. O VLC oferece suporte a legendas avançadas, incluindo compatibilidade total com SSA, áudio de múltiplas faixas e controle de velocidade de reprodução. O VLC para iOS é completamente livre e de código aberto. As artes são providas pelo TMDb, que é um banco de dados de filmes mantido por uma comunidade.
ro: VLC este un player multimedia cross-platform gratuit și open source. Poate reda toate filmele, emisiunile și muzica în majoritatea formatelor direct, fără conversie. Permite redarea de la distanță de pe Mac sau PC printr-o interfață web, precum și streaming de pe serverele media SMB, FTP, SFTP, NFS, UPnP/DLNA și web. VLC oferă suport pentru subtitrări avansate, inclusiv compatibilitate completă SSA, audio cu mai multe piese și control al vitezei de redare. VLC este complet gratuit și open source. Opera de artă este furnizată de TMDb, care este o bază de date de filme întreținută de comunitate.
sc: Su leghidore multimediale VLC est unu leghidore multimediale gratùitu e a mitza abertpro medas prataformas. Podet riproduire totu sos films, sos ispetàculos e sa mùsica tuos in sa majoria de sos formatos diretamente, chene conversione. Permitit de lèghere flussos dae servìtzios in sa "nue", in lìnia (Dropbox, OneDrive, Box) e de impreare sa riprodutzione remota dae su Mac o su PC tuo pro mèdiu de un'interfache web e sa trasmissione pro mèdiu de flussos dae servers multimediales SMB, FTP, UPnP/DLNA e dae ìnternet. VLC oferit suportu pro sos sutatìtulos avantzados, incluende sa compatibilidade SSA prena, s'àudio muti-rasta e su controllu de sa lestresa de sa riprodutzione. VLC pro iOS est interamente gratùitu e a mitza aberta. Sos metadatos e sa gràficas artìsticas sunt frunidos dae TMDb e Hatchet, chi sunt bases de datos de films e mùsica gestidas dae sa comunidade.
sk: VLC media player je voľne dostupný, multiplatformový prehrávač médií, s otvoreným zdrojovým kódom. Dokáže prehrať všetky vaše filmy, show a hudbu vo väčšine formátov - priamo a bez konvertovania. Umožňuje streamovanie z cloudových služieb (Dropbox, OneDrive, Box), Remote Playback z vášho zariadenia Mac alebo PC cez Web UI, ako aj streamovanie z mediálnych serverov SMB, FTP, UPnP/DLNA a z webu. VLC ponúka podporu pre pokročilé titulky, vrátane úplnej kompatibility s SSA, zvukom s viacerými stopami a s ovládaním rýchlosti prehrávania. VLC for iOS je úplne zadarmo a má otvorený zdrojový kód. Meta-dáta a obaly sú preberané z databáz TMDb a Hatchet, čo je komunita udržiavajúca databázy filmov a hudby.
sl: Predvajalnik VLC je brezplačen in odprtokoden predvajalnik predstavnosti za več okolji. Neposredno lahko predvaja vsa vaše filme, predstave in glasbo v večini oblikah brez pretvarjanja. Omogoča oddaljeno predvajanje z Mac ali PC računalnika preko spletnega vmesnika, kot tudi pretakanje preko SMB, FTP, SFTP, NFS, UPnp/DLNA strežnikov vsebin ali spleta VLC ponuja podporo za napredne podnapise s polno podporo za obliko SSA, večstezni zvok in nadzor hitrosti predvajanja ter izridovanja preko Chromecasta. VLC za iOS je popolnoma brezplačen in odprtokoden. Metapodatke in grafične podobe dobavljata podatkovni zbirki glasbe in filmov TMDb in Hatchet, ki ju vzdržuje skupnost.
sv: VLC är en fri och plattformsoberoende multimediaspelare med öppen källkod. Den kan spela upp alla dina filmer, TV-program och musik i de flesta formaten direkt utan att behöva konvertera. Den har stöd för fjärruppspelning från din Mac eller PC via ett webbgränssnitt såväl som att strömma från SMB-, FTP-, SFTP-, NFS- och UPnP/DLNA-mediaservrar samt webben. VLC tillhandahåller stöd för avancerade undertexter inklusive full SSA-kompatibilitet, flerspårigt ljud, kontroll över uppspelningshastighet. VLC är helt fritt och har öppen källkod. Omslag tillhandahålls av TMDb, som är en gemenskapsdriven filmdatabas.
tr: VLC çeşitli platformlarda çalışabilen özgür ve açık kaynaklı bir çoklu ortam oynatıcısıdır. Çeşitli biçimlerdeki tüm film, dizi ve müziklerinizi herhangi bir dönüştürme işlemine gerek duymadan doğrudan oynatabilir. SMB, FTP, SFTP, NFS, UPnP/DLNA) ortam sunucuları ve web üzerinden akış ile Mac ya da Windows bilgisayarınızdan bir web arayüzü aracılığıyla uzaktan oynatım olanaklarını sağlar. Tam SSA uyumluluğu ile gelişmiş alt yazılar, çok kayıtlı sesler ve oynatma hızı denetimi VLC tarafından desteklenen özelliklerden bazılarıdır. VLC tamamen özgür ve açık kaynaklıdır. Görseller TMDb topluluğu tarafından güncellenen film veritabanından sağlanmaktadır.
uk: Медіапрогравач VLC — це вільний із відкритим вихідним кодом багатоплатформовий мультимедійний програвач. Він може відтворювати усі фільми, відео та музику у більшості відомих форматів безпосередньо без перетворення. Також VLC дозволяє синхронізацію файлів через хмарні служби (Dropbox, OneDrive, Box), віддалене відтворення через ваш Mac або ПК, а також через веб-інтерфейс разом із потоковим переглядом із SMB, FTP, UPnP/DLNA медіасерверів чи інтернету. VLC пропонує підтримку для розширених субтитрів, включаючи повну сумісність із SSA, багато-доріжкове аудіо та керування швидкістю відтворення. VLC для iOS — повністю вільний із відритим вихідним кодом. Метадані та художні роботи надані TMDb та Hatchet, які є підтримуваними громадськістю базами даних кіно та музики.
zh_hans: VLC 是一款自由开源的开平台多媒体播放器。 无需转换格式，它便可直接播放多数格式的电影、节目和音乐。 它允许从您的 Mac 或 PC 通过 Web UI 进行远程播放以及从 SMB、FTP、SFTP、NFS、UPnP/DLNA 媒体服务器和 Web 进行在线播放。 VLC提供了对高级字幕的支持，包括完全兼容 SSA，多轨道音频，播放速度控制。 VLC 完全免费和开源。 Artwork 由 TMDb 提供，这是一个社区维护的电影数据库。

source: Unknown track type
ar: نوع المسار غير معروف
br: Doare roudenn dianavezet
ca: Tipus de pista desconegut
cs: Neznámý typ stopy
da: Ukendt type spor
de: Unbekannter Titel-Typ
el: Άγνωστος τύπος κομματιού
es: Tipo de pista desconocida
eu: Pista mota ezezaguna
fi: Tuntematon raidan tyyppi
fr: Type de piste inconnu
he: סוג רצועה בלתי ידוע
hu: Ismeretlen zeneszám típus
it: Tipo di traccia sconosciuto
ja: 未知のトラックタイプ
ko: 알 수 없는 트랙 유형
ms: Jenis trek tidak diketahui
nl: Onbekend tracktype
nn: Ukjend sportype
pt_br: Tipo de trilha desconhecido
pt_pt: Tipo de faixa desconhecida
ro: Tip de piesă necunoscut
ru: Неизвестный тип дорожки
sl: Neznana vrsta vsebine
sv: Okänd spårtyp
tr: Kayıt türü bilinmiyor
zh_hans: 未知曲目类型
zh_hant: 未知曲目類型

source: Choose Title
ar: اختر العنوان
br: Dibab an Titl
ca: Trieu el títol
cs: Vybrat název
da: Vælg titel
de: Titel wählen
el: Επιλογή τίτλου
es: Seleccionar título
eu: Hautatu titulua
fi: Valitse nimike
fr: Choisir un titre
he: בחר כותר
hu: Cím választása
is: Veldu titil
it: Scegli titolo
ja: タイトルを選択する
ko: 타이틀 선택하기
ml: തലകെട്ട് സെലെക്ട്ട് ചെയ്യുക
ms: Pilih Tajuk
nb: Velg tittel
nl: Titel kiezen
nn: Vel tittel
pl: Wybierz tytuł
pt_br: Escolha um Título
pt_pt: Escolha um título
ro: Alege titlul
ru: Выберите произведение
sc: Issèbera unu tìtulu
sk: Vybrať titul
sl: Izbor naslova
sv: Välj titel
th: เลือกชื่อเรื่อง
tr: Başlık seç
uk: Вибрати заголовок
zh_hans: 选择标题
zh_hant: 選擇標題
