Repository: videolan/vlc-ios
Catalog: Resources/*.lproj/Localizable.strings
Languages: ar, br, ca, cs, da, de, el, es, eu, fi, fr, he, hu, is, it, ja, ko, ml, ms, nb, nl, nn, pl, pt_br, pt_pt, ro, ru, sc, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

source: Choose Chapter
ar: اختر الفصل
br: Dibabit ar Chabistr
ca: Trieu el càpitol
cs: Vybrat kapitolu
da: Vælg kapitel
de: Kapitel wählen
el: Επιλογή κεφαλαίου
es: Seleccionar capítulo
eu: Hautatu kapitulua
fi: Valitse luku
fr: Choisir un chapitre
he: בחר פרקים
hu: Fejezet választása
is: Veldu kafla
it: Scegli capitolo
ja: チャプターを選択する
ko: 챕터 선택하기
ml: ചാപ്ട്ടെർ സെലെക്ട്ട് ചെയ്യുക
ms: Pilih Bab
nb: Velg kapittel
nl: Hoofdstuk kiezen
nn: Vel kapittel
pl: Wybierz rozdział
pt_br: Escolha um Capítulo
pt_pt: Escolha um capítulo
ro: Alege capitolul
ru: Выберите главу
sc: Issèbera unu capìtulu
sk: Vybrať kapitolu
sl: Izbor poglavja
sv: Välj kapitel
th: เลือกตอน
tr: Bölüm seç
uk: Вибрати главу
zh_hans: 选择章节
zh_hant: 選擇章節

# CHAPTER_SELECTION_TITLE
source: Chapters
ar: فصول
br: Chabistroù
ca: Capítols
cs: Kapitoly
da: Kapitler
de: Kapitel
el: Κεφάλαια
es: Capítulos
eu: Kapituluak
fi: Kohtaukset
fr: Chapitres
he: פרקים
hu: Fejezetek
is: Kaflar
it: Capitoli
ja: チャプター
ko: 챕터
ml: അധ്യായങ്ങൾ
ms: Bab
nb: Kapittel
nl: Hoofdstukken
nn: Kapittel
pl: Rozdziały
pt_br: Capítulos
pt_pt: Capítulos
ro: Capitole
ru: Главы
sc: Capìtulos
sk: Kapitoly
sl: Poglavja
sv: Kapitel
th: ตอน
tr: Bölümler
uk: Частини
zh_hans: 章节
zh_hant: 章節

source: Title
ar: العنوان
br: Titl
ca: Títol
cs: Název
da: Titel
de: Titel
el: Τίτλος
es: Título
eu: Titulua
fi: Nimi
fr: Titre
he: כותר
hu: Cím
is: Titill
it: Titolo
ja: タイトル
ko: 제목
ml: തലക്കെട്ട്
ms: Tajuk
nb: Tittel
nl: Titel
nn: Tittel
pl: Tytuł
pt_br: Título
pt_pt: Título
ro: Titlu
ru: Название
sc: Tìtulos
sk: Titul
sl: Naslov
sv: Titel
th: เรื่อง
tr: Başlık
uk: Назва
zh_hans: 标题
zh_hant: 標題

source: Chapter
ar: فصل
br: Chabistr
ca: Capítol
cs: Kapitola
da: Kapitel
de: Kapitel
el: Κεφάλαιο
es: Capítulo
eu: Kapitulua
fi: Kohtaus
fr: Chapitre
he: פרק
hu: Fejezet
is: Kafli
it: Capitolo
ja: チャプター
ko: 챕터
ml: അധ്യായം
ms: Bab
nb: Kapittel
nl: Hoofdstuk
nn: Kapittel
pl: Rozdział
pt_br: Capítulo
pt_pt: Capítulo
ro: Capitol
ru: Глава
sc: Capìtulu
sk: Kapitola
sl: Poglavje
sv: Kapitel
th: ตอน
tr: Bölüm
uk: Частина
zh_hans: 章节
zh_hant: 章節

source: Track Selection
ar: اختيار المسار
br: Dibab roudennoù
ca: Selecció de pista
cs: Výběr stopy
da: Valg af spor
de: Spurauswahl
el: Επιλογή κομματιού
es: Selección de pista
eu: Pistaren aukeraketa
fi: Raidan valinta
fr: Sélection de piste
he: בחירת ערוץ
hu: Sáv választása
is: Val spora
it: Selezione tracce
ja: トラックの選択
ko: 트랙 선택
ml: ട്രാക്ക്‌ സെലെക്ട്ട് ചെയ്യുക
ms: Pemilihan Trek
nb: Sporvalg
nl: Spoorselectie
nn: Sporval
pl: Wybór ścieżki
pt_br: Seleção de Trilha
pt_pt: Seleção de faixa
ro: Selecție piese
ru: Выбор дорожки
sc: Seletzione de sas rastas
sk: Výber stopy
sl: Izbor steze
sv: Spårval
th: เลือกแทร็ก
tr: Kayıt seçimi
uk: Вибір доріжки
zh_hans: 轨道选择
zh_hant: 軌道選擇

source: Audio
ar: صوت
br: Aodio
ca: Àudio
cs: Zvuk
da: Lyd
el: Ήχος
eu: Audioa
fi: Ääni
he: שמע
hu: Hang
is: Hljóð
ja: オーディオ
ko: 소리
ml: ശബ്ദം
nb: Lyd
nn: Lyd
pl: Dźwięk
pt_br: Áudio
pt_pt: Áudio
ru: Аудио
sc: Àudio
sk: Zvuk
sl: Zvok
sv: Ljud
th: เสียง
tr: Ses
uk: Аудіо
zh_hans: 音频
zh_hant: 音訊

source: Subtitles
ar: ترجمات
br: Istitloù
ca: Subtítols
cs: Titulky
da: Undertekster
de: Untertitel
el: Υπότιτλοι
es: Subtítulos
eu: Azpitituluak
fi: Tekstitykset
fr: Sous-titres
he: תרגומים
hu: Feliratok
is: Skjátextar
it: Sottotitoli
ja: 字幕
ko: 자막
ml: ഉപശീര്‍ഷകങ്ങള്‍
ms: Sari kata
nb: Undertekster
nl: Ondertitels
nn: Undertekstar
pl: Napisy
pt_br: Legendas
pt_pt: Legendas
ro: Subtitrări
ru: Субтитры
sc: Sutatìtulos
sk: Titulky
sl: Podnapisi
sv: Undertexter
th: คำบรรยาย
tr: Alt yazılar
uk: Субтитри
zh_hans: 字幕
zh_hant: 字幕

source: Language
ar: اللغة
br: Yezh
ca: Llengua
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
eu: Hizkuntza
fi: Kieli
fr: Langue
he: שפה
hu: Nyelv
is: Tungumál
it: Lingua
ja: 言語
ko: 언어
ml: ഭാഷ
ms: Bahasa
nb: Språk
nl: Taal
nn: Språk
pl: Język
pt_br: Idioma
pt_pt: Idioma
ro: Limba
ru: Язык
sc: Limba
sk: Jazyk
sl: Jezik
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
zh_hans: 语言
zh_hant: 語言

# MEDIA_INFO
source: Media Information
ar: معلومات الملف
br: Titouroù ar media
ca: Informació multimèdia
cs: Informace o médiu
da: Medieinformation
de: Medieninformation
el: Πληροφορίες πολυμέσων
es: Información multimedia
eu: Multimedia-informazioa
fi: Median tiedot
fr: Informations sur le média
he: פרטי מדיה
hu: Médiainformációk
is: Upplýsingar um gagnamiðil
it: Informazioni media
ja: メディア情報
ko: 미디어 정보
ml: മീഡിയ വിവരങ്ങൾ
ms: Maklumat Media
nb: Mediainformasjon
nl: Media-informatie
nn: Medieinformasjon
pl: Informacje pliku multimedialnego
pt_br: Informações da Mídia
pt_pt: Informação do Ficheiro
ro: Informații despre media
ru: Информация о медиаобъекте
sc: Informatziones de su documentu multimediale
sk: Informácia o médiu
sl: Podatki o predstavni vsebini
th: ข้อมูลสื่อ
tr: Ortam bilgileri
uk: Медіаінформація
zh_hans: 媒体信息
zh_hant: 媒體資訊

source: Video dimensions
ar: أبعاد الفيديو
br: Mentoù ar video
ca: Dimensions del vídeo
cs: Rozlišení videa
da: Videodimensioner
de: Videogröße
el: Διαστάσεις βίντεο
es: Dimensiones del vídeo
eu: Bideoaren neurriak
fi: Videon mitat
fr: Dimensions de la vidéo
he: מידות וידאו
hu: Videó felbontása
is: Stærðir myndskeiðs
it: Dimensioni video
ja: ビデオの広がり
ko: 동영상 차원
ml: വീഡിയോ അളവുകൾ
ms: Dimensi video
nb: Videoinnstillinger
nl: Video-afmetingen
nn: Videoformat
pl: Wymiary wideo
pt_br: Dimensões do vídeo
pt_pt: Dimensões do vídeo
ro: Dimensiuni clip video
ru: Размерность видео
sc: Mannària vìdeu
sk: Rozmery videa
sl: Mere slike
sv: Videodimensioner
th: มิติวีดีโอ
tr: Görüntü boyutu
uk: Розмір відео
zh_hans: 视频分辨率
zh_hant: 視訊尺寸

# FORMAT_VIDEO_DIMENSIONS
source: %ix%i pixel
ar: %ix%i بكسل
br: %ix%i piksel
ca: %ix%i píxel
cs: %ix%i px
el: %ix%i εικονοστοιχείο
fi: %ix%i pikseli
fr: %ix%i pixels
he: %ix%i פיקסל
hu: %i×%i képpont
is: %ix%i mynddílar
ja: %ix%i ピクセル
ko: %ix%i 픽셀
ml: %ix%i പിക്സൽ
ms: %ix%i piksel
nb: %ix%i piksel
nn: %ix%i piksel
pl: %ix%i pikseli
pt_pt: %ix%i píxel
ru: %ix%i пикселов
sk: %ix%i pixelov
sl: %ix%i slikovnih točk
sv: %ix%i bildpunkter
th: %ix%i พิกเซล
tr: %ix%i piksel
uk: %ix%i пікселів
zh_hans: %ix%i 像素
zh_hant: %ix%i 像素

# FORMAT_AUDIO_TRACKS
source: %i audio tracks
ar: %i مسارات الصوت
br: %i roudoù aodio
ca: %iPistes d'àudio
cs: %i zvukových stop
da: %i lydspor
de: %i Audiospuren
el: %i κομμάτια ήχου
es: %i pistas de audio
eu: %i audio-pista
fi: %i ääniraitaa
fr: %i pistes audio
he: ערוצי שמע %i
hu: %i hangsáv
is: %i hljóðrásir
it: %i tracce audio
ja: %i オーディオトラック
ko: 오디오 트랙 %i 개
ml: %i ഓഡിയോ ട്രാക്ക്
ms: %i trek audio
nb: %i lydspor
nl: %i audiosporen
nn: %i lydspor
pl: %i ścieżek dźwiękowych
pt_br: %i trilhas de áudio
pt_pt: %i faixas de áudio
ro: %i piste audio
ru: Аудиодорожек: %i
sc: %i rastas àudio
sk: %i zvukových stôp
sl: %i zvočnih stez
sv: %i ljudspår
th: %i แทร็กเสียง
tr: %i ses kaydı
uk: %i звукових доріжок
zh_hans: %i 条音频轨道
zh_hant: %i 音訊軌

source: One audio track
ar: مسار واحد
br: Ur roudenn aodio
ca: Una pista d'àudio
cs: 1 zvuková stopa
da: Et lydspor
de: Eine Audiospur
el: Ένα κομμάτι ήχου
es: Una pista de audio
eu: Audio-pista bat
fi: Yksi ääniraita
fr: Une piste audio
he: ערוץ שמע אחד
hu: Egy hangsáv
is: Eitt hljóðspor
it: Una traccia audio
ja: 一つのオーディオトラック
ko: 오디오 트랙 1 개
ml: ഒരു ഓഡിയോ ട്രാക്ക്
ms: Satu trek audio
nb: Ett lydspor
nl: Een audiospoor
nn: Eitt lydspor
pl: Jedna ścieżka dźwiękowa
pt_br: Uma trilha de áudio
pt_pt: 1 faixa de áudio
ro: O pistă audio
ru: Одна аудиодорожка
sc: Una rasta àudio
sk: Jedna zvuková stopa
sl: Ena zvočna steza
sv: Ett ljudspår
th: หนึ่งแทร็กเสียง
tr: Bir ses kaydı
uk: Одна звукова доріжка
zh_hans: 一条音频轨道
zh_hant: 一個音訊軌

# FORMAT_SPU_TRACKS
source: %i subtitles tracks
ar: %i مسار للترجمة
br: %i roudoù istitloù
ca: %i Pistes de subtítols
cs: %i stop s titulky
da: %i underteksterspor
de: %i Untertitelspuren
el: %i κομμάτια υπότιτλων
es: Pista de subtítulos %i
eu: %i azpititulu-pista
fi: %i tekstitysraitaa
fr: %i pistes de sous-titres
he: %i ערוצי כתוביות
hu: %i feliratsáv
is: %i skjátextaspor
it: %i tracce di sottotitoli
ja: %i 字幕
ko: 자막 트랙 %i 개
ml: %i സബ്റ്റൈറ്റൽ ട്രാക്കുകൾ
ms: %i trek sari kata
nb: %i undertekstspor
nl: %i ondertitelsporen
nn: %i undertekstspor
pl: %i ścieżek napisów
pt_br: %i trilhas de legenda
pt_pt: %i faixas de legendas
ro: %i piste de subtitrare
ru: Дорожек субтитров: %i
sc: %i rastas de sos sutatìtulos
sk: %i stôp s titulkami
sl: %i stez s podnapisi
sv: %i undertextspår
th: %i แทร็กคำบรรยาย
tr: %i alt yazı kaydı
uk: %i доріжок субтитрів
zh_hans: %i 条字幕轨道
zh_hant: %i 字幕軌

# ONE_SPU_TRACK
source: One subtitles track
ar: مسار ترجمة واحد
br: Ur roudenn istitloù
ca: Una pista de subtítols
cs: 1 stopa s titulky
da: Et underteksterspor
de: Eine Untertitelspur
el: Ένα κομμάτι υπότιτλων
es: Una pista de subtítulos
eu: Azpititulu-pista bat
fi: Yksi tekstitysraita
fr: Une piste de sous-titres
he: ערוץ כתוביות אחד
hu: Egy feliratsáv
is: Eitt skjátextaspor
it: Una traccia di sottotitoli
ja: 一つの字幕
ko: 자막 트랙 1 개
ml: ഒരു സബ്ടൈറ്റിൽ ട്രാക്ക്
ms: Satu trek sari kata
nb: Ett undertekstspor
nl: Een ondertitelspoor
nn: Eitt undertekstspor
pl: Jedna ścieżka napisów
pt_br: Uma trilha de legenda
pt_pt: 1 faixa de legendas
ro: O pistă pentru subtitrare
ru: Одна дорожка субтитров
sc: Una rasta de sos sutatìtulos
sk: Jedna stopa s titulkami
sl: Ena steza s podnapisi
sv: Ett undertextspår
th: หนึ่งแทร็กคำบรรยาย
tr: Bir alt yazı kaydı
uk: Одна доріжка субтитрів
zh_hans: 一条字幕轨道
zh_hant: 一個字幕軌

# TRACKS
source: %i Tracks
ar: %i مقاطع
br: %i a Roudennoù
ca: %i pistes
cs: %i stopy
da: %i spor
de: %i Titel
el: %i Κομμάτια
es: %i pistas
eu: %i pista
fi: %i kappaletta
fr: %i pistes
he: %i רצועות
hu: %i szám
is: %i hljóðspor
it: %i tracce
ja: %i トラック
ko: %i트랙
ml: %i ട്രാക്കുകൾ
ms: %i Trek
nb: %i spor
nn: %i spor
pl: %i Utworów
pt_br: %i Trilhas
pt_pt: %i faixas
ro: %i piste
ru: Дорожек: %i
sc: %i rastas
sk: Stopy: %i
sl: %i vsebin
sv: %i spår
th: %i แทร็ก
tr: %i Kayıt
uk: %i доріжок
zh_hans: %i 条轨道
zh_hant: %i 首曲目

# TRACK
source: %i Track
ar: %i مقطع
br: %i Roudenn
ca: %i pista
cs: %i stopa
da: %i spor
de: %i Titel
el: %i Κομμάτι
es: %i pista
eu: Pista %i
fi: %i kappale
fr: %i piste
he: רצועה %i
hu: %i szám
is: %i hljóðspor
it: %i traccia
ja: %i トラック
ko: %i트랙
ml: %i ട്രാക്ക്
ms: %i Trek
nb: %i spor
nn: %i spor
pl: %i Utwór
pt_br: %i Trilha
pt_pt: %i faixa
ro: %i pista
ru: Дорожек: %i
sc: %i rasta
sk: Stopa: %i
sl: %i vsebina
sv: %i spår
th: %i แทร็ก
tr: %i Kayıt
uk: %i доріжка
zh_hans: %i 条轨道
zh_hant: %i 首曲目

# PLAYING_EXTERNALLY_TITLE
source: TV Connected
ar: التّلفاز متصل
br: TV kevreet
ca: TV connectada
cs: Připojená TV
da: TV tilsluttet
de: TV verbunden
el: Η τηλεόραση συνδέθηκε
es: TV conectada
eu: TB konektaturik
fi: TV yhdistetty
fr: TV connectée
he: מחוברת טלוויזיה
hu: Tévé csatlakoztatva
is: Tengt við sjónvarp
it: TV Connessa
ja: TVが接続されています
ko: TV 연결됨
ml: ടി.വി ബന്ധപ്പെടുത്തി
ms: TV Bersambung
nb: TV koblet til
nl: Tv verbonden
nn: TV tilkopla
pl: Podłączony TV
pt_br: TV Conectada
pt_pt: Ligado à TV
ro: TV conectat
ru: Подключен ТВ
sc: TV Connessa
sk: Pripojená TV
sl: Povezano s TV
sv: TV ansluten
th: เชื่อมต่อทีวีเรียบร้อยแล้ว
tr: TV bağlandı
uk: Підключено ТБ
zh_hans: TV 已连接
zh_hant: TV 已連接

# PLAYING_EXTERNALLY_DESC
source: This video is playing on the TV
ar: شُغّلت هذه المرئية على التّلفاز
br: Ar video-mañ a zo lennet war an TV
ca: Aquest vídeo s'està reproduint a la TV
cs: Video je přehráváno v TV
da: Denne video afspilles på TV'et
de: Dieses Video wird auf dem TV wiedergegeben.
el: Αυτό το βίντεο παίζει τώρα στην τηλεόραση
es: Este vídeo se está reproduciendo en la TV
eu: Bideo hau telebistan erreproduzitzen ari da
fi: Tätä videota toistetaan TV:ssä
fr: Cette vidéo est en lecture sur la TV
he: קטע וידאו זה מתנגן בטלוויזיה
hu: A videó a tévén látható.
is: Þetta myndskeið er spilað í sjónvarpinu
it: Questo video è in riproduzione sul televisore
ja: このビデオはTV上で再生中です
ko: 이 동영상은 TV에서 재생중입니다
ml: ഈ വീ‍‍ഡിയോ ടി.വിയില്‍ കാണിക്കുന്നു
ms: Video ini dimainkan di TV
nb: Denne videoen blir spilt på TV'en
nl: Deze video wordt afgespeeld op de tv
nn: Denne videoen vert spelt av på TV-en
pl: Ten plik wideo jest odtwarzany na telewizorze
pt_br: Este vídeo está sendo reproduzido na TV
pt_pt: Este vídeo está a ser reproduzido na TV
ro: Acest fişier video rulează pe TV
ru: Данное видео проигрывается на ТВ
sc: Custu vìdeu est in riprodutzione in su televisore
sk: Toto video sa prehráva na TV
sl: Ta video se trenutno predvaja na TV
sv: Denna video spelas upp på TV:n
th: วีดีโอนี้กำลังเล่นอยู่บนทีวี
tr: Bu görüntü TV üzerinde oynatılıyor
uk: Це відео відтворюється на ТБ
zh_hans: 该视频正在电视上播放
zh_hant: 這個影片正在從 TV 播放

# PLAYING_EXTERNALLY_ADDITION
source: Now playing on:
ar: يشتغل الآن على:
br: O lenn bremañ war:
ca: Reproduint:
cs: Nyní hraje:
da: Afspiller nu på:
de: Gerade läuft:
el: Αναπαράγεται τώρα:
es: Reproduciendo ahora en:
eu: Orain erreproduzitzen:
fi: Toistetaan:
fr: Lecture en cours sur :
he: מתנגן כעת ב־:
hu: Most játszott itt:
is: Núna í spilun á:
it: In riproduzione su:
ja: 再生中:
ko: 현재 재생중:
ms: Kini dimainkan pada:
nb: Spiller av nå på:
nl: Speelt nu af op:
nn: Spelar no på:
pl: Teraz odtwarzane na:
pt_br: Reproduzindo agora em:
pt_pt: A reproduzir agora em:
ro: Acum rulează pe:
ru: Воспроизводится на устройстве:
sc: In riprodutzione como in:
sk: Práve sa prehráva na:
sl: Trenutno se predvaja na:
sv: Spelas nu upp på:
th: กำลังเล่นอยู่บน:
tr: Şimdi oynatılan:
uk: Наразі відтворюється:
zh_hans: 正投屏的设备:
zh_hant: 現正播放：

# VFILTER_HUE
source: Hue
ar: الألوان
br: Arliv
ca: To de color
cs: Odstín
da: Farvetone
de: Farbton
el: Απόχρωση
es: Tono
eu: Ã‘abardura
fi: Sävy
fr: Teinte
he: גוון
hu: Színárnyalat
is: Litblær
it: Tonalità
ja: 色相
ko: 색조
ml: ഹ്യു
ms: Rona
nb: Farge
nl: Tint
nn: Fargetone
pl: Odcień
pt_br: Tom
pt_pt: Tonalidade
ro: Nuanță
ru: Тон
sc: Tonalidade
sk: Farebný odtieň
sl: Odtenek
sv: Färgton
th: องศาเฉดสี
tr: Renk tonu
uk: Відтінок
zh_hans: 色调
zh_hant: 色相

# VFILTER_CONTRAST
source: Contrast
ar: التّباين
br: Dargemm
cs: Kontrast
da: Kontrast
de: Kontrast
el: Αντίθεση
es: Contraste
eu: Kontrastea
fi: Kontrasti
fr: Contraste
he: ניגודיות
hu: Kontraszt
is: Birtuskil
it: Contrasto
ja: コントラスト
ko: 명암
ml: വ്യതിരിക്തത
ms: Beza Jelas
nb: Kontrast
nn: Kontrast
pl: Kontrast
pt_br: Contraste
pt_pt: Contraste
ru: Контрастность
sc: Cuntrastu
sk: Kontrast
sl: Kontrast
sv: Kontrast
th: ความต่างระดับสี
tr: Karşıtlık
uk: Контрастність
zh_hans: 对比度
zh_hant: 對比

# VFILTER_BRIGHTNESS
source: Brightness
ar: السّطوع
br: Sked
ca: Brillantor
cs: Jas
da: Lysstyrke
de: Helligkeit
el: Φωτεινότητα
es: Brillo
eu: Distira
fi: Kirkkaus
fr: Luminosité
he: בהירות
hu: Fényerő
is: Birtustig
it: Luminosità
ja: 明るさ
ko: 밝기
ml: തെളിച്ചം
ms: Kecerahan
nb: Lysstyrke
nl: Helderheid
nn: Lysstyrke
pl: Jasność
pt_br: Brilho
pt_pt: Brilho
ro: Luminozitate
ru: Яркость
sc: Luminosidade
sk: Jas
sl: Svetlost
sv: Ljusstyrka
th: ความสว่าง
tr: Parlaklık
uk: Яскравість
zh_hans: 亮度
zh_hant: 亮度

# VFILTER_SATURATION
source: Saturation
ar: الإشباع
br: Peurvec'hiañ
ca: Saturació
cs: Sytost
da: Mætning
de: Sättigung
el: Κορεσμός
es: Saturación
eu: Saturazioa
fi: Värikylläisyys
he: רוויה
hu: Telítettség
is: Mettun
it: Saturazione
ja: 彩度
ko: 채도
ml: പൂര്‍ണത
ms: Ketepuan
nb: Metning
nl: Verzadiging
nn: Fargemetting
pl: Nasycenie
pt_br: Saturação
pt_pt: Saturação
ro: Saturație
ru: Насыщенность
sc: Saturatzione
sk: Sýtosť
sl: Nasičenost
sv: Färgmättnad
th: ความอิ่มสี
tr: Doygunluk
uk: Насиченість
zh_hans: 饱和度
zh_hant: 飽和度

# VFILTER_GAMMA
source: Gamma
ar: غاما
cs: Gama
el: Γάμμα
es: Gama
he: גאמה
is: Litróf (gamma)
ja: ガンマ
ko: 감마
ml: ഗാമ്മ
ms: Gama
pt_br: Gama
pt_pt: Gama
ro: Gama
ru: Гамма
sl: Gama
th: แกมมา
uk: Гама
zh_hans: 伽玛

# PRESET_PREAMP_SETTING
source: Preset / preamp settings
ar: إعدادات الضبط المسبق / preamp
ca: Paràmetres predefinició / preamplificació
cs: Nastavení předvolby / předzesílení
da: Forvalgte / satte indstillinger
de: Einstellungen für Voreingestellt / Vorverstärker
el: Ρυθμίσεις προρύθμισης / προενίσχυσης
es: Preferencias de preamplificador/valores predefinidos
eu: Aurrezarpen / preamplifikazio ezarpenak
fi: Esiasetettu / esivahvistimen asetukset
fr: Réglages de préampli / présélection
he: הגדרות ערכה מוגדרת / הגברה טרומית
hu: Előbeállítások / előerősítő beállításai
it: Impostazioni preimpostazione / preamp
ja: プリセット/プリアンプ設定
ko: 프리셋 / 프리앰프 설정
ms: Tetapan praset / praamp
nl: Instellingen preset/preamp
nn: Førehandsinnstillingar / forforsterkar-innstillingar
pl: Ustawienia wstępne / przedwzmacniacza
pt_br: Configurações de ajuste/pré amplificação
pt_pt: Definições de pré-ajuste/pré-amplificador
ro: Configurări de presetare / preamplificare
ru: Настройки пресетов/предусилителя
sl: Nastavitve predlog / predojačevalca
sv: Inställningar för förinställning/försteg
tr: Hazır ayar / ön güçlendirme ayarları
zh_hans: 预设 / 前置放大设置
zh_hant: 預設 / 前置放大設置

source: Preamp
br: Ragamplaer
ca: Preamplifica
cs: Předzesílení
da: Forforstærker
de: Vorverstärker
el: Προενίσχυση
eu: Aurreanp
fi: Esivahvistus
fr: Préampli
hu: Előerősítés
is: Formögnun
it: Preamplificazione
ja: プリアンプ
ko: 프리앰프
ml: പ്രീആംപ്
ms: Praamp
nb: Forforsterker
nl: Voorversterking
nn: Forforsterkar
pl: Przedwzm.
pt_br: Pré amplificador
pt_pt: Amplificador
ro: Preamplificator
ru: Предусилитель
sc: Preamplificatzione
sk: Predzosilnenie
sl: Predojačevalec
sv: Försteg
tr: Ön güçlendirme
uk: Попередній підсилювач
zh_hans: 放大器
zh_hant: 搶佔

source: Snap bands
ar: أشرطة المفاجئة
br: Bandennoù stirennek
ca: Captura les bandes
cs: Spřáhnout pásma
da: Fastgørelsesbånd
de: Bänder mitziehen
el: Ελαστικές ζώνες
es: Bandas «snap»
eu: Klaskatu bandak
fi: Kohdista kanavat
fr: Bandes élastiques
he: הצמדת ערוצים
hu: Sávok egymáshoz tapasztása
is: Hengja við næstu tíðnisvið
it: Bande a scatto
ja: スナップバンド
ko: Snap 밴드
ms: Lekap jalur
nl: Banden uitlijnen
pl: Pociągnij pasma
pt_br: Braceletes
ro: Benzile de fixare
ru: Перемещать с соседними
sl: Poveži zasedbe
sv: Fäst band
tr: Bantlar ayrılsın
zh_hans: 沿着频段拉

source: Playback failed
ar: فشل التّشغيل
br: C'hwitet ez eus bet war al lenn
ca: S'ha produït un error en la reproducció
cs: Chyba přehrávání
da: Afspilning mislykkedes
de: Wiedergabe fehlgeschlagen
el: Αποτυχία αναπαραγωγής
es: Reproducción fallida
eu: Erreprodukzioak huts egin du
fi: Toisto epäonnistui
fr: La lecture a échoué
he: הנגינה נכשלה
hu: A lejátszás nem sikerült
is: Villa við afspilun
it: Riproduzione non riuscita
ja: 再生に失敗しました
ko: 재생 실패
ml: പ്ലേബാക്ക് പരാജയപ്പെട്ടു
ms: Main balik gagal
nb: Avspilling feilet
nl: Afspelen mislukt
nn: Mislukka avspeling
pl: Odtwarzanie nie powiodło się
pt_br: Falha na reprodução
pt_pt: Não foi possível reproduzir
ro: Redare eşuată
ru: Ошибка воспроизведения
sc: Riprodutzione fallida
sk: Prehrávanie zlyhalo
sl: Predvajanje je spodletelo
sv: Uppspelning misslyckades
th: การเล่นล้มเหลว
tr: Oynatılamadı
uk: Відтворення провалилося
zh_hans: 回放失败
zh_hant: 播放失敗

source: Please wait
ar: فضلاً انتظر
br: Gortozit mar plij
ca: Espereu
cs: Čekejte...
da: Vent venligst
de: Bitte warten
el: Παρακαλούμε περιμένετε
es: Espere
eu: Itxaron mesedez
fi: Odota
fr: Veuillez patienter
he: אנא המתן
hu: Kérem várjon
is: Bíddu aðeins
it: Attendi
ja: しばらくお待ちください
ko: 기다려주세요
ml: ദയവായി കാത്തിരിക്കുക
ms: Tunggu sebentar
nb: Vent litt…
nl: Even geduld
nn: Ver snill og vent
pl: Proszę czekać
pt_br: Por favor, aguarde
pt_pt: Por favor, aguarde
ro: Vă rugăm așteptați…
ru: Пожалуйста, подождите…
sc: Iseta
sk: Prosím čakajte
sl: Počakajte ...
sv: Var god vänta
th: รอสักครู่
tr: Lütfen bekleyin
uk: Будь ласка, зачекайте
zh_hans: 请稍候
zh_hant: 請稍候…

# AR_CHANGED
source: Aspect Ratio: %@
ar: نسبة الأبعاد: %@
br: Feur neuz: %@
ca: Relació d'aspecte: %@
cs: Poměr stran: %@
da: Billedformat: %@
de: Seitenverhältnis: %@
el: Αναλογία: %@
es: Proporción de aspecto: %@
eu: Aspektu-erlazioa: %@
fi: Kuvasuhde: %@
fr: Rapport de cadre : %@
he: יחס תצוגה: %@
hu: Méretarány: %@
is: Stærðarhlutföll: %@
it: Proporzioni: %@
ja: アスペクト比: %@
ko: 화면 비율: %@
ml: ആകാരഅനുപാതം:%@
ms: Nisbah Bidang: %@
nb: Størrelsesforhold: %@
nl: Beeldverhouding: %@
nn: Høgde/breidde-tilhøve: %@
pl: Proporcja obrazu: %@
pt_br: Proporção: %@
pt_pt: Formato: %@
ro: Raport de aspect: %@
ru: Формат кадра: %@
sc: Proportziones: %@
sk: Stranový pomer: %@
sl: Razmerje velikosti: %@
sv: Bildförhållande: %@
th: อัตราส่วนการเล่น: %@
tr: En boy oranı: %@
uk: Співвідношення сторін: %@
zh_hans: 宽高比: %@
zh_hant: 寬高比: %@

source: Default
ar: الافتراضي
br: Dre ziouer
ca: Per defecte
cs: Výchozí
da: Standard
de: Standard
el: Προεπιλογή
es: Predeterminado
eu: Lehenetsita
fi: Oletus
fr: Par défaut
he: בררת מחדל
hu: Alapértelmezett
is: Sjálfgefið
it: Predefinito
ja: デフォルト
ko: 기본
ml: സ്വതം
ms: Lalai
nb: Standard
nl: Standaard
nn: Standard
pl: Domyślnie
pt_br: Padrão
pt_pt: Predefinição
ro: Implicit
ru: По умолчанию
sc: Predefinidu
sk: Predvolený
sl: Privzeto
sv: Standard
th: ค่าเริ่มต้น
tr: Varsayılan
uk: Стандартно
zh_hans: 默认
zh_hant: 預設

# FILL_TO_SCREEN
source: Crop to fill screen
ar: حاول ملء الشّاشة
br: Adsterniañ evit leuniañ ar skramm
ca: Escapça per ajustar a la pantalla
cs: Oříznout a vyplnit obrazovku
da: Beskær til at udfylde skærmen
de: Bildschirm füllen
el: Περικοπή για γέμισμα οθόνης
es: Ajustar a la pantalla
eu: Moztu pantaila betetzeko
fi: Rajaa täyttämään ruutu
fr: Rogner l'image pour remplir l'écran
he: לחתוך למילוי המסך
hu: Képernyő kitöltése
is: Utanskera til að fylla skjá
it: Taglia per riempire lo schermo
ja: スクリーンに合わせてクロッピング
ko: 화면 크기에 맞게 자르기
ml: പൂര്‍ണ സ്ക്രീനിനായി മുറിക്കുക
ms: Kerat untuk mengisi skrin
nb: Beskjær for å fylle skjermen
nl: Bijsnijden om scherm te vullen
nn: Skjer til for å fylla skjermen
pl: Przytnij, aby wypełnić ekran
pt_br: Recortar para ajustar à tela
pt_pt: Recortar para preencher o ecrã
ro: Decupare pentru umplere ecran
ru: На весь экран
sc: Trunca pro prenare s'ischermu
sk: Orezať pre vyplnenie obrazovky
sl: Obreži, da napolni zaslon
sv: Beskär för att fylla skärmen
th: ตัดขอบให้พอดีจอ
tr: Ekranı dolduracak şekilde kırp
uk: Обрізати для заповнення екрану
zh_hans: 裁剪到填满屏幕
zh_hant: 縮放到全螢幕

source: Playback speed
ar: سرعة التّشغيل
br: Tizh al lenn
ca: Velocitat de reproducció
cs: Rychlost přehrávání
da: Afspilningshastighed
de: Wiedergabegeschwindigkeit
el: Ταχύτητα αναπαραγωγής
es: Velocidad de reproducción
eu: Erreprodukzioaren lastertasuna
fi: Toiston nopeus
fr: Vitesse de lecture
he: מהירות הנגינה
hu: Lejátszás sebessége
is: Afspilunarhraði
it: Velocità di riproduzione
ja: 再生速度
ko: 재생 속도
ml: പ്ലേബാക്ക് വേഗത
ms: Kelajuan main balik
nb: Avspillingsfart
nl: Afspeelsnelheid
nn: Avspelingsfart
pl: Prędkość odtwarzania
pt_br: Velocidade de reprodução
pt_pt: Velocidade de reprodução
ro: Viteză de redare
ru: Скорость воспроизведения
sc: Lestresa de riprodutzione
sk: Rýchlosť prehrávania
sl: Hitrost predvajanja
sv: Uppspelningshastighet
th: ความเร็วการเล่น
tr: Oynatma hızı
uk: Швидкість відтворення
zh_hans: 回放速度
zh_hant: 播放速度

# SPU_DELAY
source: Subtitles delay
ar: تأخير الترجمات
br: Dale an istitloù
ca: Retard dels subtítols
cs: Zpoždění titulků
da: Undertekstforsinkelse
de: Untertitelverzögerung
el: Καθυστέρηση υπότιτλων
es: Retraso de subtítulos
eu: Azpitituluen atzerapena
fi: Tekstitysten viive
fr: Retard des sous-titres
he: עיכוב בכתוביות
hu: Felirat késleltetése
is: Töf skjátexta
it: Ritardo sottotitoli
ja: 字幕の遅延
ko: 자막 지연
ml: സബ്ടൈറ്റിലിന്റെ കാലതാമസം
ms: Lengah sari kata
nb: Undertekstforsinkelse
nl: Ondertitelvertraging
nn: Undertekstforsinking
pl: Opóźnienie napisów
pt_br: Atraso da legenda
pt_pt: Atraso das legendas
ro: Întârziere subtitrare
ru: Задержка субтитров
sc: Ritardu de sos sutatìtulos
sk: Oneskorenie titulkov
sl: Zamik podnapisov
sv: Undertextfördröjning
th: หน่วงเวลาคำบรรยาย
tr: Alt yazı gecikmesi
uk: Затримка субтитрів
zh_hans: 字幕延迟
zh_hant: 字幕延遲
