Repository: videolan/vlc-ios
Catalog: Resources/*.lproj/Localizable.strings
Languages: ar, br, ca, cs, da, de, el, es, eu, fi, fr, he, hu, is, it, ja, ko, ml, ms, nb, nl, nn, pl, pt_br, pt_pt, ro, ru, sc, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# CACHED_MEDIA_LONG
source: Media shown here is stored locally on your Apple TV. Note that contents can be removed by the operating system without prior notice anytime when VLC is not running in case your device runs out of storage.
ar: الوسائط الظاهرة هنا مخزنة محلياً في جهاز الأبل تي في. مع ملاحظة أن المحتوى قد يحذف من نظام التشغيل بدون إشعارك في أي وقت عندما لايكون هناك مساحة في الـ VLC.
br: Ar mediaoù diskouezet amañ a zo stoket en un doare lec'hel en ho TV Apple. Da notenniñ, eta, e c'hall bezañ dilamet an endalc'hadoù gant ar reizhiad oberiata hep raktermen ebet forzh peur pa ne 'z a ket en-dro VLC en degouezh ma vank plas e-barzh hoc'h aparailh.
ca: Els fitxers mostrats aquí s'emmagatzemen localment en el vostre Apple TV. Compte, en cas que el seu dispositiu es quedi sense emmagatzematge el contingut pot ser eliminat pel sistema operatiu sense previ avís quan el VLC no estigui funcionant .
cs: Zde zobrazená média jsou uložena lokálně ve Vaší Apple TV. Upozorňujeme na skutečnost, že obsah může být smazán operačním systémem bez předchozího oznámení kdykoliv, kdy není VLC spuštěno, a to v případě, že ve Vašem zařízení je nedostatek volného místa.
da: Medier der vises her er gemt lokalt på dit Apple TV. Bemærk at indhold når som helst kan blive fjernet af styresystemet uden forudgående besked, når VLC ikke kører, hvis din enhed løber tør for lagerplads.
de: Hier gezeigte Medien sind lokal auf Ihrem Apple TV gespeichert. Beachten Sie, dass Inhalte jederzeit vom Betriebssystem ohne vorherige Warnung gelöscht werden können, wenn VLC nicht aktiv ist und der Speicher des Geräts knapp wird.
el: Τα πολυμέσα που παρουσιάζονται εδώ είναι αποθηκευμένα τοπικά στο Apple TV σας. Σημειώστε ότι το περιεχόμενο μπορεί να αφαιρεθεί από το λειτουργικό σύστημα χωρίς προειδοποίηση ανά πάσα στιγμή, όταν το VLC δεν εκτελείται σε περίπτωση που η συσκευή σας ξεμείνει από αποθηκευτικό χώρο.
es: Los medios mostrados aquí están almacenados localmente en su Apple TV. Note que los contenidos pueden ser eliminados en cualquier momento por el sistema operativo sin aviso previo cuando VLC no se está ejecutando en caso de que su dispositivo se esté quedando sin almacenamiento.
eu: Hemen agertzen diren euskarriak Apple TV-n gordetzen dira lokalean. Kontuan izan sistema eragileak edukia ezabatu dezakeela aldez aurretik abisatu gabe VLC exekutatzen ez denean, zure gailuak biltegiratze agortua badu.
fi: Tässä näytetään mediat, jotka on tallennettu Apple TV:n muistiin. Huomaa, että käyttöjärjestelmä voi poistaa medioita ennakkoon ilmoittamatta silloin kun VLC ei ole käytössä, jos laitteen tila loppuu kesken.
fr: Les médias listés ici sont stockés localement sur votre Apple TV. Remarque : ces contenus peuvent être supprimés à tout moment par le système d'exploitation et sans avertissement quand VLC n'est pas actif et que l'espace de stockage devient insuffisant.
he: מדיה המוצגת כאן נשמרת מקומית על האפל טיוי שלך. שים/י לב כי מדיה זו יכולה להימחק על ידי מערכת ההפעלה ללא כל התראה בכל פעם ש VLC לא רץ במקרה ולמכשיר נגמר המקום לאחסון מידע.
hu: Az itt megjelenített média helyileg tárolt az Apple TV-jén. Vegye figyelembe, hogy a tartalmat előzetes figyelmeztetés nélkül törölheti az operációs rendszer, amikor a VLC nem fut, ha az eszköz kifogy a háttértárból.
is: Efni sem er sýnt hérna er geymt staðvært á Apple TV tækinu þínu. Athugaðu að efni getur verið fjarlægt án viðvörunar af stýrikerfinu þegar VLC er ekki keyrandi, fari svo að tækið þitt verði uppiskroppa með geymslupláss.
it: I media mostrati qui sono memorizzati localmente sulla tua Apple TV. Nota che i contenuti possono essere rimossi in ogni momento dal sistema operativo, senza alcun preavviso quando VLC non è in esecuzione, nel caso il dispositivo esaurisca lo spazio di archiviazione.
ja: ここで表示されるメディアはあなたのApple TVのローカルに保存されています。メモ: それらのコンテンツはあなたのデバイスのストレージが枯渇し、VLCが実行できない場合にOSから削除することができます。
ko: 이곳에 보여지는 미디어는 당신의 Apple TV에 저장되어 있습니다. VLC가 실행되지 않는 때에도 기기 용량이 부족할 경우 운영체제가 사용자의 동의 없이 콘텐츠를 지울 수 있습니다.
ms: Media yang ditunjukkan di sini tersimpan secara setempat dalam TV Apple anda. Perhatian kandungan boleh dibuang oleh sistem pengoperasian tanpa makluman bila VLC tidak berjalan jika peranti anda kekurangan storan.
nb: Media vist her er lagret lokalt på din Apple TV. Vær klar over at innholdet kan fjeres av operativsystemet uten varsel når VLC ikke kjører i tilfelle enheten går tom for lagringsplass.
nl: De hier weergegeven media is lokaal opgeslagen op uw Apple TV. Merk op dat inhoud op elk moment verwijderd kan worden door het besturingssysteem zonder voorafgaande melding wanneer VLC niet draait en als uw toestel te weinig opslagruimte heeft.
nn: Media viste her er lagra lokalt på ditt Apple TV. Merk at innhald kan verta fjerna av operativsystemet, når som helst og utan førehandsvarsel, når VLC ikkje køyrer, i tilfelle der eininga di ikkje har nok lagringsplass.
pl: Te multimedia są przechowywane lokalnie na Twoim Apple TV. Zauważ, że ta zawartość może w każdej chwili być usunięta przez system operacyjny bez uprzedniej informacji, gdy VLC nie jest uruchomiony w przypadku braku pamięci w urządzeniu.
pt_br: A mídia exibida aqui está armazenada localmente na sua Apple TV. Observe que os conteúdos podem ser removidos pelo sistema operacional sem anúncio prévio, quando o VLC não estiver executando, caso o armazenamento esteja cheio.
pt_pt: Os ficheiros mostrados nesta página são guardados localmente na sua Apple TV. Estes conteúdos podem ser removidos pelo sistema operativo, sem aviso prévio quanto o VLC não está aberto, no caso do seu dispositivo ficar sem espaço de armazenamento.
ro: Fișierele media afișate aici sunt stocate local pe Apple TV. Rețineți că conținutul poate fi eliminat de pe sistemul de operare fără o notificare prealabilă atunci cînd VLC nu rulează pentru că dispozitivul nu mai are spațiu de stocare.
ru: Медиаобьекты, показанные здесь, сохранены локально на Вашем Apple TV. Имейте в виду, что этот контент может быть удален операционной системой, когда VLC не запущен, в случае нехватки дискового пространства на Вашем устройстве.
sc: Sos documentos multimediales ammustrados inoghe sunt sarvados localmente in sa Apple TV tua. Ammenta·ti chi sos cuntenutos podent èssere bogados dae su sistema operativos chene t'avisare in cale si siat momentu cando VLC no est in esecutzione, s'in casu su dispositivu tuo diat abarrare chene prus ispàtziu lìberu.
sk: Médiá, ktoré sú tu zobrazené, sú uložené lokálne - na vašej Apple TV. Pamätajte na to, že obsah môže byť odstránený operačným systémom bez upovedomenia, vždy vtedy, keď nebeží VLC a zariadenie nemá dostatok pamäte.
sl: Tukaj prikazane vsebine so shranjene lokalno na vašem Apple TV. Upoštevajte, da lahko operacijski sistem, kadar VLC ni zagnan, odstrani vsebine brez vnaprejšnjega opozorila, ko napravi zmanjka prostora za shranjevanje.
sv: Media som visas här lagras lokalt på din Apple TV. Observera att om din enhet får slut på lagringsutrymme kan operativsystemet ta bort innehåll när som helst utan förvarning medan VLC körs.
th: สื่อที่แสดงอยู่ที่นี่คือที่เก็บเฉพาะที่บน Apple TV ของคุณ บันทึกเนื้อหานั้นสามารถรีโมตโดยระบบปฏิบัติการโดยไม่ปราศจากข้อสังเกตที่มาก่อนทุกเวลา เมื่อ VLC ไม่ได้ถูกดำเนินการอยู่ในกรณีที่อุปกรณ์ของคุณออกจากที่จัดเก็บไปแล้ว
tr: Burada görüntülenen ortamlar yerel olarak Apple TV aygıtınızda depolanır. VLC çalışmıyorken aygıtınızın depolama alanı dolarsa bu içeriklerin işletim sistemi tarafından herhangi bir uyarı verilmeden silinebileceğini unutmayın.
uk: Показане тут медіа зберігається локально на вашому Apple TV. Зверніть увагу, що вміст може бути вилучений операційною системою без попереднього повідомлення в будь-який час, коли VLC не працює, у випадку нестачі пам'яті на вашому пристрої.
zh_hans: 这里显示的是您 Apple TV 本地存储的媒体。请注意，当 VLC 没有运行时，操作系统可能会为了腾出更多存储空间，而将这些内容移除，并且不会事先通知。
zh_hant: 這裡顯示的媒體存儲在Apple TV本體。需要注意的是在裝置容量不足且VLC未執行時，內容可能在未事前通知及被操作系統刪除。

# DOWNLOAD_SUBS_FROM_OSO
source: Download subtitles from OpenSubtitles.org...
ar: حمل ملف الترجمة من OpenSubtitles.org...
br: Pellgargañ istitloù diwar OpenSubstitles.org...
ca: Descàrrega de subtítols d'OpenSubtitles.org...
cs: Stáhnout titulky z OpenSubtitles.org...
da: Downloader undertekster fra OpenSubtitles.org ...
de: Untertitel von OpenSubtitles.org herunterladen …
el: Λήψη υπότιτλων από το OpenSubtitles.org…
es: Descargar subtítulos desde OpenSubtitles.org...
eu: Deskargatu azpitituluak OpenSubtitles.org gunetik...
fi: Lataa tekstitykset OpenSubtitles.orgista...
fr: Télécharger des sous-titres de OpenSubtitles.org...
he: הורד כתוביות מ OpenSubtitles.org...
hu: Feliratok letöltése az OpenSubtltles.org-ról…
is: Ná í skjátexta frá OpenSubtitles.org...
it: Scarica i sottotitoli da OpenSubtitles.org...
ja: OpenSubtitles.orgから字幕をダウンロード...
ko: OpenSubtitles.org에서 자막을 다운받으세요...
ml: OpenSubtitles.org ൽ നിന്ന് സബ്ടൈറ്റിലുകൾ ഡൺലോഡ് ചെയ്യുക ...
ms: Muat turun sari kata dari OpenSubtitles.org...
nb: Last ned undertekster fra OpenSubtitles.org…
nl: Ondertitels downloaden van OpenSubttles.org...
nn: Last ned undertekstar frå OpenSubtitles.org…
pl: Pobierz napisy z OpenSubtitles.org...
pt_br: Baixar legendas de OpenSubtitles.org...
pt_pt: Transferir legendas de OpenSubtitles.org...
ro: Descarcă subtitrarea de pe OpenSubtitles.org...
ru: Скачать субтитры с OpenSubtitles.org...
sc: Iscàrriga sos sutatìtulos dae OpenSubtitles.org...
sk: Stiahnuť titulky z OpenSubtitles.org...
sl: Prejmi podnapise z OpenSubtitles.org ...
sv: Ladda ned undertexter från OpenSubtitles.org...
th: ดาวน์โหลดบทบรรยายจาก OpenSubtitles.org...
tr: OpenSubtitles.org sitesinden alt yazı indir...
uk: Звантажити субтитри із OpenSubtitles.org...
zh_hans: 正在从 OpenSubtitles.org 下载字幕...
zh_hant: 從OpenSubtitles.org下載字幕中...

# FOUND_SUBS
source: Found subtitles
ar: تم العثور على الترجمات
br: Istitloù Kavet
ca: Subtítols trobats
cs: Nalezené titulky
da: Fundne undertekster
de: Gefundene Untertitel
el: Βρέθηκαν υπότιτλοι
es: Subtítulos encontrados
eu: Aurkitutako azpitituluak
fi: Tekstityksiä löytyi
fr: Sous-titres trouvés
he: נמצאו כתוביות
hu: Talált feliratok
is: Fann skjátexta
it: Sottotitoli trovati
ja: 見つかった字幕
ko: 자막을 찾았습니다
ml: ഉപശീര്‍ഷകങ്ങള്‍ കണ്ടെത്തി
ms: Temui sari kata
nb: Funnet undertekster
nl: Ondertitels teruggevonden
nn: Fann undertekstar
pl: Znaleziono napisy
pt_br: Legendas encontradas
pt_pt: Legendas encontradas
ro: Am găsit subtitrari
ru: Субтитры найдены
sc: Sutatìtulos agatados
sk: Boli nájdené titulky
sl: Najdeni podnapisi
sv: Undertexter hittades
th: พบบทบรรยาย
tr: Bulunan alt yazılar
uk: Знайдені субтитри
zh_hans: 已找到字幕
zh_hant: 找到字幕

# NO_SUB_FOUND_OSO
source: No subtitles were found for your media item "%@".
ar: لم يتم العثور على ترجمات لعنصر الوسائط الخاص بك "%@".
ca: No s'han trobat subtítols per al vostre element multimèdia "%@".
cs: Pro vaši mediální položku "%@" nebyly nalezeny žádné titulky.
da: Ingen undertekster fundet for dit medie "%@".
de: Für Ihr Medienelement "%@" wurden keine Untertitel gefunden.
el: Δε βρέθηκαν υπότιτλοι για το αρχείο πολυμέσων "%@".
es: No se han encontrado subtítulos para el medio «%@».
eu: Ez da azpititulurik aurkitu "%@" euskarri elementurako.
fi: Medialle "%@" ei löytynyt tekstitystä.
fr: Aucun sous-titre n'a été trouvé pour votre élément multimédia "%@".
he: לא נמצאו כתוביות בפריט המדיה שלך „%@”.
hu: Nem található felirat ehhez a médiaelemhez: %@
it: Non sono stati trovati sottotitoli per il tuo elemento multimediale "%@".
ja: メディア "%@" の字幕が見つかりませんでした。
ko: 미디어 항목 "%@"에 대한 자막을 찾을 수 없습니다.
ms: Tiada sari kata ditemui untuk item media "%@" anda.
nl: Er zijn geen ondertitels gevonden voor uw media-item "%@".
pt_br: Nenhuma legenda foi encontrada no seu item de mídia "%@".
ro: Nu au fost găsite subtitrări pentru elementul dvs. media "%@".
ru: Для медиаобъекта "%@" не были найдены субтитры.
sl: Za vsebino "%@" ni bilo najdenih posnapisov.
sv: Inga undertexter hittades för ditt mediaobjekt "%@".
tr: "%@" ortamınız için bir alt yazı bulunamadı.
zh_hans: 没有找到你的媒体项目 "%@" 的字幕。

# USE_SPDIF
source: Use Pass-through (S/PDIF)
ar: استخدام ممرر (S/PDIF)
br: Ober gant ar "Path-through" (S/PDIF)
ca: Utilitza el mòdul (S/PDIF)
cs: Použít průchod (S/PDIF)
da: Brug gennemsendelse (S/PDIF)
de: Pass-through (S/PDIF) nutzen
el: Χρήση Pass-through (S/PDIF)
es: Usar «pass-through» (S/PDIF)
eu: Erabili Pass-through (S/PDIF)
fi: Käytä läpivientiä (S/PDIF)
fr: Utiliser le « Path-through » (S/PDIF)
he: שימוש בהעברה ישירה (S/PDIF)
hu: Áteresztés használata (S/PDIF)
is: Nota gegnumstreymi (S/PDIF)
it: Usa Pass-through (S/PDIF)
ja: パススルー(S/PDIF)を使用
ko: (S/PDIF)를 통하여 사용
ml: പാസ്-ത്രൂ (S/PDIF) ഉപയോഗിക്കുക
ms: Guna Pass-through (S/PDIF)
nb: Bruk passer-igjennom (S/PDIF)
nl: Pass-through (S/PDIF) gebruiken
nn: Bruk Pass-through (S/PDIF)
pl: Używaj przepuszczania (S/PDIF)
pt_br: Usar Pass-through (S/PDIF)
pt_pt: Usar Passagem (S/PDIF)
ro: Folosiți Pass-through (S/PDIF)
ru: Использовать сквозной вывод (S/PDIF)
sc: Imprea unu coladòrgiu (S/PDIF)
sk: Použiť prechod (S/PDIF)
sl: Uporabi prehod (S/PDIF)
sv: Använd passthrough (S/PDIF)
th: ใช้ Pass-through (S/PDIF)
tr: Düz geçiş kullanılsın (S/PDIF)
uk: Використовувати наскрізь (S/PDIF)
zh_hans: 使用呈递 (S/PDIF)
zh_hant: 選用直通（S / PDIF）

source: Playback
ar: التشغيل في الخلفية
br: Lenn
ca: Reproducció
cs: Přehrávání
da: Afspilning
de: Wiedergabe
el: Αναπαραγωγή
es: Reproducción
eu: Erreprodukzioa
fi: Toisto
fr: Lecture
he: נגינה
hu: Visszajátszás
is: Afspilun
it: Riproduzione
ja: 再生
ko: 재생
ml: പ്ലേബാക്ക്
ms: Main Balik
nb: Avspilling
nl: Afspelen
nn: Avspeling
pl: Odtwórz
pt_br: Reproduzir
pt_pt: Reprodução
ro: Redare
ru: Воспроизведение
sc: Riprodutzione
sk: Prehrávanie
sl: Predvajanje
sv: Uppspelning
th: การเล่น
tr: Oynat
uk: Відтворення
zh_hans: 回放
zh_hant: 播放

# REPEAT_MODE
source: Repeat
ar: إعادة
br: Adlenn
ca: Repeteix
cs: Opakovat
da: Gentag
de: Wiederholen
el: Επανάληψη
es: Repetir
eu: Errepikatu
fi: Toista
fr: Répétition
he: חזרה
hu: Ismétlés
is: Endurtaka
it: Ripeti
ja: リピート
ko: 반복
ml: ആവർത്തിക്കുക
ms: Ulang
nb: Gjenta
nl: Herhalen
nn: Repeter
pl: Powtórz
pt_br: Repetir
pt_pt: Repetir
ro: Repetă
ru: Повторение
sc: Repite
sk: Opakovať
sl: Ponovi
sv: Upprepa
th: เล่นซ้ำ
tr: Yinele
uk: Повторення
zh_hans: 重复
zh_hant: 重複

# REPEAT_DISABLED
source: Disabled
ar: معطل
br: Lazhet
ca: Desactivat
cs: Zakázáno
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιημένο
es: Deshabilitado
eu: Desgaituta
fi: Pois käytöstä
fr: Désactivée
he: מנוטרל
hu: Kikapcsolva
is: Óvirkt
it: Disabilita
ja: 無効
ko: 사용하지 않음
ml: അപ്രാപ്‌തമാക്കി
ms: Dilumpuhkan
nb: Avslått
nl: Uitgeschakeld
nn: Avslått
pl: Wyłączone
pt_br: Desabilitado
pt_pt: Desativada
ro: Dezactivat
ru: Отключено
sc: Disabilitadu
sk: Zablokované
sl: Onemogočeno
sv: Inaktiverad
th: ปิดใช้งาน
tr: Devre dışı
uk: Вимкнено
zh_hans: 已禁用
zh_hant: 已停用

# REPEAT_SINGLE
source: Single
ar: مفرد
ca: Sol
cs: Jedna položka
da: En
de: Aktuelles Medium
es: Uno solo
eu: Bakarra
fi: Yksittäinen
fr: Unique
he: בודד
hu: Egy szám
is: Einfalt
it: Singolo
ja: シングル
ko: 하나
ms: Tunggal
nb: Singel
nl: Een herhalen
nn: Enkel
pl: Pojedyncze
pt_br: Uma vez
pt_pt: Do elemento
ru: Один раз
sc: Sìngulu
sk: Jednu položku
sl: Enkrat
sv: En gång
th: โดดเดี่ยว
tr: Tek
uk: Одноразово
zh_hans: 单曲
zh_hant: 單曲

# REPEAT_FOLDER
source: Folder
ar: مجلد
br: Teuliad
ca: Carpeta
cs: Složka
da: Mappe
de: Aktuellen Ordner
el: Φάκελος
es: Carpeta
eu: Karpeta
fi: Kansio
fr: Dossier
he: תיקייה
hu: Mappa
is: Mappa
it: Cartella
ja: フォルダー
ko: 폴더
ml: ഫോൾഡർ
nb: Mappe
nl: Map
nn: Mappe
pt_br: Pasta
pt_pt: Pasta
ro: Dosar
ru: Папка
sc: Cartella
sk: Priečinok
sl: Mapa
sv: Mapp
th: โฟลเดอร์
tr: Klasör
uk: Тека
zh_hans: 文件夹
zh_hant: 資料夾

source: Shuffle
ar: عشوائي
br: Dre zegouezh
ca: Aleatori
cs: Náhodné přehrávání
da: Bland
de: Zufällig
el: Ανακάτεμα
es: Desordenar
eu: Nahastu
fi: Sekoita
he: ערבוב
hu: Keverés
it: Mescola
ja: シャッフル
ko: 순서섞기
ms: Kocok
nl: Willekeurige volgorde
nn: Bland
pt_br: Aleatório
ro: Amestecă
ru: Перемешивать
sl: Premešaj
sv: Blanda
tr: Karışık
zh_hans: 随机

# RESET_NETWORK_STREAM_LIST_TITLE
source: Reset list
ca: Restableix la llista
cs: Obnovit seznam
da: Nulstil liste
de: Liste zurücksetzen
el: Επαναφορά λίστας
fi: Nollaa lista
fr: Réinitialiser la liste
he: איפוס הרשימה
hu: Lista visszaállítása
it: Ripristina l'elenco
ja: リストをリセット
ko: 목록 재설정
ml: ലിസ്റ്റ് പുനഃസജ്ജമാക്കുക
ms: Tetap semula senarai
nl: Lijst herstellen
pt_br: Restaurar lista
ro: Resetați lista
sl: Ponastavi seznam
sv: Återställ lista
tr: Listeyi temizle
zh_hans: 重置列表

# RESET_NETWORK_STREAM_LIST_TEXT
source: Permanently reset the list of recently played network streams.
ca: Restableix de forma permanent la llista dels fluxos de xarxa reproduïts recentment.
cs: Trvale obnovovat seznam nedávno přehrávaných síťových proudů.
da: Permanent nulstilling af listen over nyligt afspillede netværksstreams.
de: Liste der zuletzt wiedergegebenen Netzwerkstreams dauerhaft zurücksetzen.
el: Επαναφέρετε μόνιμα τη λίστα των μεταδόσεων δικτύου που αναπαράχθηκαν πρόσφατα.
fi: Nollaa äskettäin verkosta toistetut luettelo pysyvästi.
fr: Réinitialiser définitivement la liste des flux réseau récemment lus.
he: איפוס הרשימה של תזרימי הרשת שנוגנו לאחרונה לצמיתות.
hu: A legutóbb lejátszott hálózati közvetítések listájának végleges visszaállítása.
it: Ripristina definitivamente l'elenco dei flussi di rete riprodotti di recente.
ja: 最近再生したネットワークストリームのリストを恒久的にリセットします。
ko: 최근에 재생한 네트워크 스트림 목록을 영구적으로 재설정합니다.
ml: അടുത്തിടെ പ്ലേ ചെയ്ത നെറ്റ്‌വർക്ക് സ്ട്രീമുകളുടെ ലിസ്റ്റ് പുനഃസജ്ജമാക്കുക.
ms: Tetap semula senarai strim rangkaian dimainkan baru-baru ini secara kekal.
nl: De lijst van recent afgespeelde netwerkstreams permanent herstellen.
pt_br: Restaura permanentemente a lista de transmissões de rede reproduzidas recentemente.
ro: Resetarea permanentă a listei cu fluxurile de rețea redate recent.
sl: Trajno ponastavi seznam nedavno predvajanih omrežnih pretokov.
sv: Återställ listan över senast uppspelade nätverksströmmar permanent.
tr: Son oynatılan ağ akışları listesini temizler.
zh_hans: 永久重置最近播放的网络流列表。

# UPNP_LONG
source: Universal Plug'n'Play (UPnP)
ca: Plug'n'Play Universal (UPnP)
cs: Univerzální Plug'n'Play (UPnP)
de: Universal Plug and Play (UPnP)
el: Οικουμενική σύνδεση και χρήση (UPnP)
fr: Plug 'n' Play Universel (UPnP)
he: Plug'n'Play אוניברסלי (UPnP)
hu: Univerzális Plug'n'Play (UPnP)
is: Almennt Plug'n'Play (UPnP)
ja: ユニバーサルプラグ & プレイ (UPnP)
ko: 유니버셜 플러그 앤 플래이(UPnP)
ml: യൂണിവേഴ്സൽ പ്ലഗ് 'എൻ' പ്ലേ (UPnP)
ms: Plug'n'Play Universal (UPnP)
nl: Universele Plug'n'Play (UPnP)
pt_br: Plug'n'Play Universal (UPnP)
ro: Plug'n'Play Universal (UPnP)
sl: Splošni Plug'n'Play (UPnP)
tr: Evrensel tak ve oynat (UPnP)
uk: Універсальний Plug'n'Play (UPnP)
zh_hans: 通用即插即用 (UPnP)
zh_hant: 通用隨插即用服務 (UPnP)

# PLEX_LONG
source: Plex Media Server (via Bonjour)
br: Servijer Media Plex (dre Bonjour)
cs: Plex Média Server (přes Bonjour)
da: Plex-medieserver (via Bonjour)
de: Plex Medienserver (über Bonjour)
el: Διακομιστής πολυμέσων Plex (μέσω Bonjour)
es: Servidor multimedia Plex (via Bonjour)
eu: Plex multimedia-zerbitzaria (Bonjour bidez)
fi: Plex-mediapalvelin (Bonjourin kautta)
he: שרת המדיה Plex (דרך Bonjour)
hu: Plex médiakiszolgáló (Bonjouron keresztül)
is: Plex margmiðlunarþjónn (um Bonjour)
it: Plex Media Server (tramite Bonjour)
ja: Plexメディアサーバー (Bonjour)
ko: (Bonjour를 사용한) Plex 미디어 서버
ml: പ്ലെക്സ് മീഡിയ സെർവർ (ബോൺജോർ വഴി)
ms: Pelayan Meida Plex (melalui Bonjour)
nn: Plex Media-tenar (via Bonjour)
pl: Serwer Plex Media (przez Bonjour)
pt_br: Servidor de Mídia Plex (via Bonjour)
ru: Plex Media Server (через Bonjour)
sc: Plex Media Server (pro mèdiu de Bonjour)
sk: Plex Media Server (cez Bonjour)
sl: Plex Media strežnik (prek Bonjour)
th: บริการสื่อ Plex (ผ่านทาง Bonjour)
tr: Plex ortam sunucusu (Bonjour aracılığıyla)
uk: Медіа сервер Plex (через Bonjour)
zh_hans: Plex 媒体服务器 (通过 Bonjour)
zh_hant: Plex媒體服務器 (使用Bonjour)

# NFS_LONG
source: Network File System (NFS)
ar: نظام ملفات الشبكة (NFS)
cs: Systém síťových souborů (NFS)
de: Netzwerk-Dateisytem (NFS)
el: Δικτυακό σύστημα αρχείων (NFS)
fi: Verkon tiedostojärjestelmä (NFS)
he: מערכת קבצים רשתית (NFS)
hu: Hálózati fájlrendszer (NFS)
ja: ネットワークファイルシステム (NFS)
ko: 네트워크 파일 시스템(NFS)
ml: നെറ്റ്‌വർക്ക് ഫയൽ സിസ്റ്റം (NFS)
ms: Sistem Fail Rangkaian (NFS)
nb: Nettverk-filsystem (NFS)
pt_pt: Sistema de Ficheiros de Rede (NFS)
ro: Sistem de fișiere în rețea (NFS)
ru: Network File System (Сетевая файловая система)
tr: Ağ dosya sistemi (NFS)
zh_hans: 网络文件系统 (NFS)
zh_hant: 網路檔案系統 (NFS)

# BONJOUR_FILE_SERVERS
source: BONJOUR File Server
ar: خادم ملفات BONJOUR
br: Restr ar servijer BONJOUR
cs: Souborový server BONJOUR
da: BONJOUR-filserver
de: BONJOUR-Dateiserver
el: BONJOUR διακομιστής αρχείων
es: Servidor de archivos BONJOUR
eu: BONJOUR fitxategi-zerbitzaria
fi: BONJOUR-tiedostopalvelin
fr: Serveur de fichiers BONJOUR
he: שרת קבצים BONJOUR
hu: BONJOUR fájlkiszolgáló
is: BONJOUR skráaþjónn
it: File server BONJOUR
ja: BONJOURファイルサーバー
ko: BONJOUR 파일 서버
ml: ബോഞ്ചൂർ ഫയൽ സെർവർ
ms: Pelayang Fail BONJOUR
nb: Bonjour-filtjener
nl: BONJOUR bestandsserver
nn: BONJOUR-filserver
pl: Serwer plików BONJOUR
pt_br: Servidor de Arquivos BONJOUR
pt_pt: Servidor de Ficheiros BONJOUR
ro: BONJOUR Fișier Server
ru: Файловый сервер Bonjour
sc: Server de documentos BONJOUR
sk: Súborový server BONJOUR
sl: Datotečni strežnik BONJOUR
sv: BONJOUR-filserver
th: ไฟล์เซิร์ฟเวอร์ BONJOUR
tr: BONJOUR dosya sunucusu
uk: Сервер файлів BONJOUR
zh_hans: bonjour 文件服务器
zh_hant: BONJOUR 檔案伺服器

# DSM_WORKGROUP
source: Workgroup
ar: مجموعة العمل
br: Labour-stroll
ca: Grup de treball
cs: Pracovní skupina
da: Arbejdsgruppe
de: Arbeitsgruppe
el: Ομάδα εργασίας
es: Grupo de trabajo
eu: Lantaldea
fi: Työryhmä
fr: Groupe de travail
he: קבוצת עבודה
hu: Munkacsoport
is: Vinnuhópur
it: Gruppo di lavoro
ja: ワークグループ
ko: 작업 그룹
ml: വർക്ക് ഗ്രൂപ്പ്
ms: Kumpulan Kerja
nb: Arbeidsgruppe
nl: Werkgroep
nn: Arbeidsgruppe
pl: Grupa robocza
pt_br: Grupo de Trabalho
pt_pt: Grupo de trabalho
ro: Rețea
ru: Рабочая группа
sc: Grupu de traballu
sk: Pracovná skupina
sl: Delovna skupina
sv: Arbetsgrupp
th: เวิร์กกรุ๊ป
tr: Çalışma grubu
uk: Робоча група
zh_hans: 工作组
zh_hant: 工作小組

# URL_NOT_SUPPORTED
source: The URL can't be opened
ar: لا يمكن فتح عنوان URL
br: N'haller ket digeriñ an URL
ca: No es pot obrir l'URL
cs: URL adresu nelze otevřít
da: URL'en kan ikke åbnes
de: Die Adresse kann nicht geöffnet werden
el: Αδυναμία ανοίγματος URL
es: La URL no puede ser abierta
eu: Ezin da URLa ireki
fi: Verkko-osoitetta ei voi avata
fr: L'URL ne peut pas être ouverte
he: לא ניתן לפתוח את הכתובת הזאת
hu: Az URL nem nyitható meg
is: Ekki hægt að opna slóðina
it: L'URL non può essere aperto
ja: URLを開くことができません
ko: URL을 열 수 없습니다
ml: URL തുറക്കാൻ കഴിയില്ല
ms: URL tidak dapat dibuka
nb: URLen kan ikke åpnes
nl: De url kan niet geopend worden
nn: Kan ikkje opna oppsettadressa
pl: Nie można otworzyć adresu URL
pt_br: Não foi possível abrir a URL
pt_pt: O URL não pode ser aberto
ro: Adresa URL nu poate fi deschisă
ru: Заданный адрес нельзя открыть.
sc: S'URL non podet èssere abertu
sk: Adresu URL nemožno otvoriť
sl: URl naslova ni mogoče odpreti
sv: Webbadressen kan inte öppnas
th: ไม่สามารถเปิด URL ได้
tr: Adres açılamadı
uk: Неможливо відкрити це URL
zh_hans: 该 URL 无法打开
zh_hant: 無法開啟網址
