Repository: videolan/vlc-ios
Catalog: Resources/*.lproj/Localizable.strings
Languages: ar, br, ca, cs, da, de, el, es, eu, fi, fr, he, hu, is, it, ja, ko, ml, ms, nb, nl, nn, pl, pt_br, pt_pt, ro, ru, sc, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

source: Remove from media group
ar: إزالة من مجموعة الوسائط
br: Dilemel diouzh ar strollad mediaoù
ca: Treure del grup de vídeo
cs: Smazat ze skupiny médií
da: Fjern fra mediegruppe
de: Aus Mediengruppe entfernen
el: Αφαίρεση από την ομάδα αρχείων πολυμέσων
es: Eliminar del grupo de medios
eu: Kendu multimedia taldetik
fi: Poista mediaryhmä
fr: Retirer du groupe de médias
he: הסרה מקבוצת מדיה
hu: Eltávolítás a médiacsoporttól
it: Rimuovi da gruppo di media
ja: メディアグループから削除
ko: 미디어 그룹에서 제거하기
ml: മീഡിയ ഗ്രൂപ്പിൽ നിന്ന് നീക്കംചെയ്യുക
ms: Buang dari kumpulan media
nb: Fjern fra mediegruppe
nl: Verwijderen uit mediagroep
nn: Fjern frå mediegruppe
pl: Usuń z grupy mediów
pt_br: Excluir do grupo de mídias
ro: Eliminarea din grupul media
ru: Удалить из медиагруппы
sl: Odstrani iz skupine predstavnih vsebin
sv: Ta bort från mediagrupp
th: เอาออกจากกลุ่มสื่อ
tr: Ortam grubundan kaldır
zh_hans: 从媒体分组中移除
zh_hant: 自媒體群組移除

# REMOVE_FROM_MEDIA_GROUP_HINT
source: Remove selection from the media group
ar: إزالة المحدد من مجموعة الوسائط
br: Dilemel an diuzadenn diwar ar strollad mediaoù
ca: Treure la selecció del grup Multimèdia
cs: Smazat výběr ze skupiny médií
da: Fjern markering fra mediegruppe
de: Auswahl aus der Mediengruppe entfernen
el: Αφαίρεση επιλογής από την ομάδα αρχείων πολυμέσων
es: Eliminar selección del grupo de medios
eu: Kendu hautaketa multimedia taldetik
fi: Poista valinta mediaryhmästä
fr: Supprimer la sélection du groupe de médias
he: הסרת הבחירה מקבוצת המדיה
hu: Kiválasztás eltávolítása a médiacsoportból
it: Rimuovi selezione da gruppo di media
ja: 選択したものをメディアグループから削除
ko: 선택 항목을 미디어 그룹에서 제거하기
ml: മീഡിയ ഗ്രൂപ്പിൽ നിന്ന് തിരഞ്ഞെടുക്കൽ നീക്കംചെയ്യുക
ms: Buang pemilihan daripada kumpulan media
nb: Fjern utvalget fra mediegruppa
nl: Selectie uit de mediagroep verwijderen
nn: Fjern markerte filer frå mediegruppe
pl: Usuń wybór z grupy multimediów
pt_br: Excluir seleção do grupo de mídias
ro: Eliminarea selecției din grupul media
ru: Удалить выбранное из медиагруппы
sl: Odstrani izbor iz skupine predstavnih vsebin
sv: Ta bort markerade filer från mediagruppen
th: เอารายการที่เลือกออกจากกลุ่มสื่อ
tr: Seçimi ortam grubundan kaldırır
zh_hans: 从媒体分组中移除选中内容
zh_hant: 自媒體群組移除選擇項目

# MEDIA_GROUP_CREATION
source: New media group
ar: مجموعة وسائط جديدة
br: Strollad mediaoù nevez
ca: Nou grup Multimèdia
cs: Nová skupina médií
da: Ny mediegruppe
de: Neue Mediengruppe
el: Νέα ομάδα αρχείων πολυμέσων
es: Nuevo grupo de medios
eu: Multimedia talde berria
fi: Uusi mediaryhmä
fr: Nouveau groupe de médias
he: קבוצת מדיה חדשה
hu: Új médiacsoport
it: Nuovo gruppo di media
ja: 新しいメディアグループ
ko: 새 미디어 그룹
ml: പുതിയ മീഡിയ ഗ്രൂപ്പ്
ms: Kumpulan media baharu
nb: Ny mediegruppe
nl: Nieuwe mediagroep
nn: Ny mediegruppe
pl: Nowa grupa mediów
pt_br: Novo grupo de mídias
ro: Noul grup media
ru: Новая медиагруппа
sl: Nova skupina predstavnih vsebin
sv: Ny mediagrupp
th: กลุ่มสื่อใหม่
tr: Ortam grubu ekle
zh_hans: 新建媒体分组
zh_hant: 新增媒體群組

# MEDIA_GROUP_CREATION_HINT
source: Show alert to create a playlist
ar: إظهار تنبيه لإنشاء قائمة تشغيل
br: Diskouez ur c'hemenn evit krouiñ ur roll-lenn
ca: Mostrar avís per a crear una llista de reproducció
cs: Zobrazit upozornění pro vytvoření seznamu skladeb
da: Vis besked til oprettelse af spilleliste
de: Warnung anzeigen, um eine Wiedergabeliste zu erstellen
el: Εμφάνιση προειδοποίησης για τη δημιουργία λίστας αναπαραγωγής
es: Mostrar alerta al crear una lista de reproducción
eu: Erakutsi alerta erreprodukzio zerrenda sortzeko
fi: Näytä hälytys soittolistaa luodessa
fr: Afficher une alerte pour créer une liste de lecture
he: הצגת התראה ליצירת רשימת נגינה
hu: Értesítés megjelenítése a lejátszólista létrehozásához
it: Mostra avviso per creare una scaletta
ja: プレイリストを作成するためのアラートを表示
ko: 재생목록 생성시 알람 표시
ms: Tunjuk amaran ketika mencipta satu senarai main
nb: Vis varsel for å opprette en spilleliste
nl: Waarschuwing weergeven om een afspeellijst te maken
nn: Vis varsel ved oppretting av speleliste
pl: Pokaż alert, aby utworzyć listę odtwarzania
pt_br: Exibir alerta para criar uma lista de reprodução
ro: Afișați alerta pentru a crea o listă de redare
ru: Показывать предупреждение при создании плейлиста
sl: Prikaži opozorilo ob ustvarjanju seznama predvajanja
sv: Visa dialogruta för att skapa en spellista
th: แสดงการแจ้งเตือนให้สร้างเพลย์ลิสต์
tr: Bir oynatma listesi ekleme uyarısını görüntüler
zh_hans: 显示创建播放列表的提示
zh_hant: 顯示建立播放清單的提醒

# MEDIA_GROUP_MOVE_TO_ROOT
source: Move content to top level
ar: انقل المحتوى إلى المستوى الأعلى
br: Fiñval an endalc'had d'al live uhelañ
ca: Moure el contingut al nivell superior
cs: Přesunout obsah na nejvyšší úroveň
da: Flyt indholdet til øverste niveau
de: Inhalt auf die oberste Ebene verschieben
el: Μετακίνηση περιεχομένου στην κορυφή
es: Mover contenido al nivel superior
eu: Mugitu edukia goiko mailara
fi: Siirrä sisältö ylimmälle tasolle
fr: Déplacer le contenu au niveau racine
he: העברת תוכן לרמה עליונה
hu: A tartalom a legfelső szintre helyezése
it: Sposta il contenuto al livello principale
ja: コンテンツをトップレベルに移動
ko: 컨텐츠를 가장 상위로 올립니다
ms: Alih kandungan ke aras teratas
nb: Flytt innhold til øverste nivå
nl: Inhoud naar bovenste niveau verplaatsen
nn: Flytt innhald til øvste nivå
pl: Przenieś zawartość na najwyższy poziom
pt_br: Mover conteúdo para o nível mais alto
ro: Mutarea conținutului la nivelul superior
ru: Перенести содержимое на верхний уровень
sl: Premakni vsebino na zgornji nivo
sv: Flytta innehåll längst upp
th: ย้ายเนื้อหาไปยังระดับบนสุด
tr: İçeriği üst düzeye taşı
zh_hans: 将内容移动到顶层
zh_hant: 將內容移動至最上層

# MEDIA_GROUP_MOVE_TO_ROOT_HINT
source: Moves the content of the selection to the top level
ar: انقل المحتوى المحدد إلى المستوى الأعلى
br: Fiñval endalc'had an diuzadenn d'al live live uhelañ
ca: Moure el contingut de la selecció al nivell superior
cs: Přesunout obsah výběru na nejvyšší úroveň
da: Flytter markeringens indhold til det øverste niveau
de: Verschiebt den Inhalt der Auswahl auf die oberste Ebene
el: Μετακινεί το επιλεγμένο περιεχόμενο στην κορυφή
es: Mueve el contenido seleccionado al nivel superior
eu: Mugitu hautatutako edukia goiko mailara
fi: Siirtää sisällön valinnan ylimmälle tasolle
fr: Déplace le contenu de la sélection au niveau le plus haut
he: העברת תוכן הבחירה לרמה העליונה
hu: Áthelyezi a kiválasztás tartalmát a legfelsőbb szintre
it: Sposta il contenuto della selezione al livello principale
ja: 選択したコンテンツをトップレベルに移動
ko: 선택된 컨텐츠를 가장 상위로 올립니다
ms: Alih kandungan pemilihan ke aras teratas
nb: Flytter innholdet i utvalget til øverste nivå
nl: Verplaatst de inhoud van de selectie naar het bovenste niveau
nn: Flyttar markert innhald til øvste nivå
pl: Przenosi zawartość wyboru na najwyższy poziom
pt_br: Move o conteúdo da seleção para o nível mais alto
ro: Deplasează conținutul selecției la nivelul superior
ru: Перенести выбранное содержимое на верхний уровень
sl: Premakne izbrano vsebino na zgornji nivo
sv: Flyttar markeringens innehåll längst upp
th: ย้ายเนื้อหาของรายการที่เลือกไปยังระดับบนสุด
tr: Seçilmiş içeriği üst düzeye taşır
zh_hans: 将选中内容移动到顶层
zh_hant: 將選取項目的內容移動至最上層

# BUTTON_REGROUP
source: Regroup
ar: أعد التجميع
br: Adstrollañ
ca: Reagrupar
cs: Přeskupit
da: Omgruppér
de: Umgruppieren
el: Αναδιάταξη
es: Reagrupar
eu: Elkartu berriro
fi: Ryhmittele
fr: Regrouper
he: קיבוץ מחדש
hu: Újracsoportosítás
is: Endurhópa
it: Raggruppa
ja: 再グループ
ko: 재그룹
ml: വീണ്ടും ഗ്രൂപ്പുചെയ്യുക
ms: Kumpul Semula
nb: Omgrupper
nl: Hergroeperen
nn: Omgrupper
pl: Przegrupuj
pt_br: Reagrupar
pt_pt: Reagrupar
ro: Regruparea
ru: Перегруппировать
sl: Ponovno združi
sv: Omgruppera
th: จัดกลุ่มใหม่
tr: Yeniden grupla
zh_hans: 重新分组
zh_hant: 復原群組

# BUTTON_REGROUP_TITLE
source: Regroup selection
ar: أعد تجميع المحدد
br: Adstrollañ an diuzadenn
ca: Reagrupa la selecció
cs: Přeskupit výběr
da: Omgruppér markering
de: Auswahl umgruppieren
el: Αναδιάταξη επιλογής
es: Reagrupar selección
eu: Elkartu berriro hautaketa
fi: Ryhmittele valinta
fr: Regrouper la sélection
he: קיבוץ הבחירה מחדש
hu: Kiválasztás újracsoportosítása
it: Raggruppa selezione
ja: 選択したものを再グループ
ko: 재그룹 선택
ml: തിരഞ്ഞെടുത്തവ വീണ്ടും സംഘടിപ്പിക്കുക
ms: Kumpul semula pemilihan
nb: Omgrupper utvalg
nl: Selectie hergroeperen
nn: Omgrupper markering
pl: Przegrupuj wybór
pt_br: Reagrupar seleção
pt_pt: Reagrupar seleção
ro: Regruparea selecției
ru: Перегруппировать выбранное
sl: Ponovno združi izbor
sv: Omgruppera markering
th: จัดกลุ่มรายการที่เลือกใหม่
tr: Seçimi yeniden gruplar
zh_hans: 重新分组选中内容
zh_hant: 為選擇項目復原群組

# BUTTON_REGROUP_HINT
source: Attempt to regroup automatically single media.
ar: محاولة إعادة تجميع الوسائط الفردية تلقائيًا.
br: Klask adstrollañ ent emgefreek ar mediaoù en o unan.
ca: Intenta reagrupar automàticament els multimèdia individuals.
cs: Pokus o automatické přeskupení jednoho média.
da: Forsøg automatisk at omgruppere enkelte medier.
de: Einzelne Medien werden automatisch versucht, neu gruppiert zu werden.
el: Απόπειρα αυτόματης αναδιάταξης μονών αρχείων πολυμέσων.
es: Intentar reagrupar automáticamente medios individuales.
eu: Multimedia bakarra automatikoki biltzen saiatu.
fi: Yritä ryhmitellä automaattisesti media uudelleen.
fr: Essayer de regrouper automatiquement les médias isolés.
he: לנסות לקבץ מדיה בודדת מחדש אוטומטית
hu: Egyedülálló médiák automatikus újracsoportosítási kísérlete.
it: Tentativo di raggruppare automaticamente i media singoli.
ja: 単一メディアを自動的に再グループすることを試行
ko: 하나의 미디어를 자동으로 재그룹하기
ms: Cuba kumpul semula media tunggal secara automatik.
nb: Forsøk automatisk omgruppering av frittstående medier.
nl: Proberen om enkelvoudige media automatisch te hergroeperen.
nn: Forsøk på automatisk omgruppering av frittståande medium.
pl: Próba automatycznego przegrupowania pojedynczych mediów.
pt_br: Tenta reagrupar automaticamente uma mídia.
ro: Încercare de regrupare automată a unui singur suport.
ru: Пытаться автоматически перегруппировать одиночные медиаобъекты.
sl: Poskus ponovne uvrstitve v skupino za posamezno vsebino.
sv: Försök omgruppera enskild media automatiskt.
th: พยายามจัดกลุ่มสื่อเดี่ยวใหม่โดยอัตโนมัติ
tr: Tek ortamı otomatik olarak yeniden gruplamayı dener.
zh_hans: 尝试对单个媒体自动重新分组。
zh_hant: 嘗試自動為單一媒體復原群組

# BUTTON_REGROUP_DESCRIPTION
source: Are you sure to attempt to regroup automatically single media? This can take some time.
ar: هل أنت متأكد من محاولة إعادة تجميع الوسائط الفردية تلقائيًا؟ هذا يمكن أن يستغرق بعض الوقت.
br: Ha sur oc'h da gaout c'hoant da glask adstrollañ ent emgefreek ar mediaoù en o unan? An dra-mañ a c'hall kemer amzer.
ca: Vols reagrupar automàticament els multimèdia individuals? Trigarà una estona.
cs: Chcete automaticky přeskupit jedno médium? Může to chvíli trvat.
da: Er du sikker på, at du vil forsøge at omgruppere enkelte medier automatisk? Det kan tage noget tid.
de: Sind Sie sicher, es zu versuchen, einzelne Medien automatisch neu zu gruppieren? Dies kann einige Zeit dauern.
el: Είστε βέβαιοι ότι θέλετε να επιχειρήσετε την αναδιάταξη των μονών αρχείων πολυμέσων; Αυτό μπορεί να πάρει χρόνο.
es: ¿Desea intentar reagrupar automáticamente medios individuales? Esto puede llevar algo de tiempo
eu: Ziur zaude euskarri bakarra automatikoki biltzen saiatzen? Denbora pixka bat har dezake.
fi: Haluatko varmasti ryhmitellä uudelleen yksittäisen median automaattisesti? Tämä voi viedä aikaa.
fr: Êtes-vous sûr de vouloir regrouper automatiquement les médias isolés ? Cela peut prendre du temps.
he: לנסות לקבץ מדיה בודדת מחדש אוטומטית? פעולה זו עלולה לארוך זמן מה
hu: Biztos, hogy megpróbálja automatikusan újracsoportosítani az egyedülálló médiákat? Ez eltarthat egy ideig.
it: Sei sicuro di voler provare a raggruppare automaticamente i media singoli? Potrebbe richiedere del tempo.
ja: 単一メディアを自動的に再グループすることを本当に試行しますか? この操作には少し時間がかかります。
ko: 하나의 미디어를 자동으로 재그룹하시겠습니까? 시간이 조금 걸릴수도 있습니다.
ms: Anda pasti mahu cuba kumpul semula media tunggal secara automatik? Tindakan ini mengambil sedikit masa.
nb: Er du sikker på at frittstående medier automatisk skal forsøkes omgruppert? Dette kan ta noe tid.
nl: Weet u zeker dat u wilt proberen om enkelvoudige media automatisch te hergroeperen? Dit kan even duren.
nn: Er du sikker på at du automatisk vil omgruppere frittståande medium? Dette kan ta litt tid.
pl: Czy na pewno spróbować automatycznie przegrupować pojedyncze media? To może zająć trochę czasu.
pt_br: Tem certeza de que deseja reagrupar automaticamente mídias individuais? Pode levar algum tempo.
ro: Sunteți sigur că încercați să regrupați automat un singur suport? Acest lucru poate dura ceva timp.
ru: Вы действительно хотите перегруппировать автоматически одиночные объекты? Это может занять некоторое время.
sl: Ali ste prepričani, da želite poskusiti samodejno ponovno uvrstiti posamezne vsebine v skupino? To lahko traja precej časa.
sv: Är du säker på att du vill prova omgruppera enskild media automatiskt? Detta kan ta en stund.
th: คุณแน่ใจหรือไม่ว่าต้องการพยายามจัดกลุ่มสื่อเดี่ยวใหม่โดยอัตโนมัติ? การดำเนินการนี้อาจใช้เวลาสักครู่
tr: Tek ortamı otomatik olarak yeniden gruplamayı denemek istediğinize emin misiniz? Bu işlem uzun sürebilir.
zh_hans: 是否确定要尝试对单个媒体自动重新分组? 可能需要耗费一些时间。
zh_hant: 您確定要嘗試自動為單一媒體復原群組嗎? 此項操作可能會花一點時間。

# MEDIALIBRARY_FILES_PLACEHOLDER
source: Place media here to add them
ar: ضع الوسائط هنا لإضافتها
br: Plasañ ar mediaoù amañ evit o ouzhpennañ
ca: Porta aquí els mitjans per afegir-los
cs: Jestliže chcete přidat médium, umístěte jej zde
da: Placer medier her for at tilføje them
de: Medien hier plazieren, um sie hinzuzufügen
el: Τοποθετήστε τα αρχεία πολυμέσων εδώ για προσθήκη
es: Coloque el medio aquí para añadirlo
eu: Jarri euskarriak hemen gehitzeko
fi: Lisää media tähän
fr: Placer les médias ici pour les ajouter
he: יש להציב כאן מדיה כדי להוסיף אותה
hu: A hozzáadáshoz helyezze ide a médiákat
it: Inserire qui i media per aggiungerli
ja: ここでメディアを追加することができます
ko: 여기에 미디어를 가져와서 추가하세요
ml: മീഡിയ ചേർക്കാൻ അവ ഇവിടെ വയ്ക്കുക
ms: Letak media di sini untuk menambahnya
nb: Plasser media her for å legge de til
nl: Media hier plaatsen om ze toe te voegen
nn: Plasser mediefiler her for å leggja dei til
pl: Umieść tutaj multimedia, aby je dodać
pt_br: Coloque mídias aqui para adicioná-las
ro: Așezați mediile aici pentru a le adăuga
ru: Поместите сюда медиаобъекты, чтобы добавить их
sl: Postavite vsebino sem, da jo dodate
sv: Placera mediafiler här för att lägga till dem
th: วางสื่อที่นี่เพื่อเพิ่ม
tr: Eklenecek ortamları buraya koyun
zh_hans: 把媒体文件放在这里来添加它们
zh_hant: 將媒體放在此處以添加它們

# MEDIALIBRARY_ADDING_PLACEHOLDER
source: Adding...
ar: جارٍ الإضافة ...
br: Oc'h ouzhpennañ...
ca: Afegint...
cs: Přidávání...
da: Tilføjer ...
de: Füge hinzu....
el: Πραγματοποιείται προσθήκη...
es: Añadiendo...
eu: Gehitzen...
fi: Lisätään...
fr: Ajout...
he: מתווספת…
hu: Hozzáadás...
is: Bæti við...
it: Aggiunta in corso...
ja: 追加中...
ko: 추가중...
ml: ചേർക്കുന്നു...
ms: Menambah...
nb: Legger til...
nl: Toevoegen...
nn: Legg til…
pl: Dodawanie...
pt_br: Adicionando...
pt_pt: A adicionar...
ro: Adăugarea...
ru: Добавление...
sl: Dodajanje...
sv: Lägger till...
th: กำลังเพิ่ม...
tr: Ekleniyor...
zh_hans: 添加中...
zh_hant: 新增中

# GIVE_TIP
source: Give a Tip
ar: قدم نصيحة
br: Reiñ ur gwerzh-butun
ca: Fer una donació
cs: Tip
da: Giv drikkepenge
de: Trinkgeld geben
el: Δώστε ένα φιλοδώρημα
es: Hacer una donación
eu: Eman aholkua
fi: Anna tippiä
fr: Donner un pourboire
he: להעניק טיפ
hu: Adjon borravalót
is: Gefðu þjórfé
it: Lascia la mancia
ja: ティップスを提供
ko: 기부하기
ms: Berilah Tip
nb: Gi et tips
nl: Een fooi geven
nn: Gjev eit tips
pl: Daj napiwek
pt_br: Dar uma Gorjeta
pt_pt: Dar uma dica
ro: Dă un sfat
ru: Выразить благодарность
sl: Podaj namig
sv: Ge dricks
th: มอบทิป
tr: İpucu ver
zh_hans: 给小费
zh_hant: 提供小費

# MAKE_DONATION_TITLE
source: Make a donation
ca: Feu una donació
cs: Podpořte vývoj programu
da: Støt os
de: Etwas spenden
el: Κάντε μια δωρεά
fi: Tee lahjoitus
fr: Faire un don
he: לתרום
hu: Támogatás
it: Effettua una donazione
ja: 寄付を行う
ko: 후원하기
ml: ഒരു സംഭാവന നൽകുക
ms: Hulurkan derma
nl: Doneren
pt_br: Fazer uma doação
ro: Faceți o donație
sl: Donirajte
sv: Donera
tr: Bağış yapın
zh_hans: 捐赠

# DONATION_DESCRIPTION
source: Your sponsorship will allow us to improve the VLC-iOS app and support the VideoLAN association.
ca: El vostre patrocini ens permetrà millorar l’aplicació VLC-iOS i donar suport a l'associació VideoLAN
cs: Vaše příspěvky nám umožní vylepšovat aplikaci VLC-iOS a podpořit asociaci VideoLAN.
da: Dit sponsorskab gør det muligt for os at forbedre VLC-iOS app'en og understøtte VideoLAN foreningen.
de: Ihr Sponsoring ermöglicht es uns, die VLC-iOS-App zu verbessern und den VideoLAN-Verein zu unterstützen.
el: Η χορηγία σας θα μας επιτρέψει να βελτιώσουμε την εφαρμογή VLC-iOS και να υποστηρίξουμε την οργάνωση VideoLAN.
fi: Sponsorointisi avulla voimme parantaa VLC iOS sovellusta ja tukea VideoLAN yhdistystä.
fr: Votre parrainage nous permettra d'améliorer l'application VLC-iOS et de soutenir l'association VideoLAN
he: המימון שלך יאפשר לשפר את היישומון VLC-iOS ולתמוך באיגוד VideoLAN.
hu: A felajánlása lehetővé teszi a VLC-iOS alkalmazás fejlesztését és VideoLAN szervezet támogatását.
it: La tua sponsorizzazione ci consentirà di migliorare l'applicazione VLC per iOS e supportare la VideoLAN Association.
ja: あなたのサポートによってVLC-iOSアプリケーションとVideoLANチームのサポートの改善が行われます。
ko: 당신의 후원이 iOS용 VLC 앱을 개선하고 VideoLAN 협회를 유지할 수 있도록 합니다.
ms: Penajaan anda akan membantu kami menambah baik apl VLC-iOS dan menyokong Persatuan VideoLAN
nl: Uw sponsoring zal ons toelaten om de VLC-app voor iOS te verbeteren en de VideoLAN-associatie te ondersteunen.
pt_br: Seu patrocínio nos permitirá melhorar o app para VLC-iOS e ajudará a associação VideoLAN.
ro: Sponsorizarea dumneavoastră ne va permite să îmbunătățim aplicația VLC-iOS și să oferim asistență asociației VideoLAN.
sl: Vaš prispevek nam bo omogočil izboljšati VLC-iOS aplikacijo in podpreti združenje VideoLAN.
sv: Din sponsring låter oss förbättra VLC-appen för iOS och stödja VideoLAN-associationen.
tr: Desteğiniz sayesinde: iOS için VLC uygulaması geliştirilecek ve VideoLAN kuruluşu desteklenecek
zh_hans: 您的赞助将允许我们改进 VLC-iOS 应用程序，并支持 VideoLAN 协会。

# CANNOT_MAKE_PAYMENTS
source: You are not allowed to make payments on this device.
ar: لا يُسمح لك بإجراء مدفوعات على هذا الجهاز.
br: N'hoc'h ket aotreet da baeañ war an trevnad-mañ.
ca: No podeu fer pagaments amb aquest dispositiu
cs: Na tomto zařízení nemáte povoleno provádět platby.
da: Du har ikke tilladelse til at foretage betalinger på enheden.
de: Sie dürfen auf diesem Gerät keine Zahlungen tätigen.
el: Δεν μπορείτε να εκτελέσετε πληρωμές από αυτή τη συσκευή.
es: No está autorizado a realizar pagos en este dispositivo.
eu: Ezin duzu gailu honetan ordainketarik egin.
fi: Et voi suorittaa maksuja tällä laitteella.
fr: Vous n'êtes pas autorisé à effectuer des paiements sur cet appareil.
he: אסור לך לשלם דרך המכשיר הזה.
hu: Nem fizethet ezen az eszközön.
it: Non sei autorizzato a effettuare pagamenti su questo dispositivo.
ja: このデバイスで支払い許可がありません。
ko: 당신은 이 기기에서 결제하는 것이 허용되지 않았습니다.
ml: ഈ ഉപകരണത്തിൽ പേയ്‌മെന്റുകൾ നടത്താൻ നിങ്ങൾക്ക് അനുവാദമില്ല.
ms: Anda tidak dibenarkan membuat apa-apa bayaran menerusi peranti ini.
nb: Du har ikke tillatelse til å foreta betalinger på denne enheten.
nl: U bent niet gemachtigd om betalingen uit te voeren op dit apparaat.
pl: Nie możesz dokonywać płatności na tym urządzeniu.
pt_br: Você não está autorizado a realizar pagamentos neste dispositivo.
ro: Nu aveți voie să efectuați plăți pe acest dispozitiv.
ru: Вам не разрешено совершать покупки на этом устройстве.
sl: Nimate dovoljenja za plačevanja preko te naprave
sv: Du har inte tillåtelse att genomföra köp på denna enhet.
th: คุณไม่ได้รับอนุญาตให้ทำการชำระเงินบนอุปกรณ์นี้
tr: Bu aygıt üzerinden ödeme yapmanıza izin verilmiyor.
zh_hans: 您不被允许在此设备上付款。
zh_hant: 你沒有權限在此設備上付款。

source: Purchase Failed.
ca: La compra ha fallat.
cs: Nákup se nezdařil.
da: Køb mislykkedes.
de: Kauf gescheitert.
el: Η αγορά απέτυχε.
fi: Osto epäonnistui.
fr: Échec de l'achat.
he: הרכישה נכשלה.
hu: A vásárlás sikertelen.
it: Acquisto non riuscito.
ja: 購入が失敗しました。
ko: 구매를 실패하였습니다.
ml: വാങ്ങൽ പരാജയപ്പെട്ടു.
ms: .Pembayaran Gagal
nl: Aankoop mislukt.
pt_br: Falha na Compra.
ro: Achiziție eșuată.
sl: Nakup ni bil uspešen.
sv: Köp misslyckades.
tr: Satın alınamadı.
zh_hans: 购买失败

# SEND_DONATION
source: Send your donation
ca: Enviar la vostra donació
cs: Pošlete Váš dar
da: Send din støtte
de: Senden Sie Ihre Spende
el: Στείλτε τη δωρεά σας
fi: Lähetä lahjoitus
fr: Envoyez votre don
he: שליחת התרומה שלך
hu: Felajánlás küldése
it: Invia la tua donazione
ja: 寄付を送る
ko: 후원 보내기
ml: നിങ്ങളുടെ സംഭാവന അയയ്ക്കുക
ms: Hantar derma anda
nl: Uw donatie versturen
pt_br: Enviar sua doação
ro: Trimiteți donația dumneavoastră
sl: Pošljite svojo donacijo
sv: Skicka din donation
tr: Bağışınızı gönderin
zh_hans: 发送捐款

# PURCHASE_SUCESS_TITLE
source: Donation sent
ca: Donació enviada
cs: Dar byl poslán
da: Støtten er sendt
de: Spende gesendet
el: Η δωρεά στάλθηκε
fi: Lahjoitus lähetetty
fr: Donation envoyée
he: התרומה נשלחה
hu: Adomány elküldve
it: Donazione Inviata
ja: 寄付が贈られました。
ko: 후원 완료
ml: സംഭാവന അയച്ചു
ms: Derma berjaya dihantar
nl: Donatie verstuurd
pt_br: Doação enviada
ro: Donație trimisă
sl: Donacija je bila poslana
sv: Donation skickades
tr: Bağış gönderildi
zh_hans: 捐赠已发送

# PURCHASE_SUCESS_DESCRIPTION
source: Thank you for your donation!
ca: Gràcies per la vostra donació.
cs: Děkujeme Vám za Váš dar!
da: Tak for din støtte!
de: Vielen Dank für Ihre Spende!
el: Σας ευχαριστούμε για τη δωρεά σας!
fi: Kiitos lahjoituksesta!
fr: Nous vous remercions pour votre don !
he: תודה רבה על התרומה שלך!
hu: Köszönjük az adományát!
it: Grazie per la tua donazione!
ja: ご寄付いただきありがとうございました！
ko: 후원해주셔서 감사드립니다!
ml: നിങ്ങളുടെ സംഭാവനയ്ക്ക് നന്ദി!
ms: Terima kasih atas derma anda!
nl: Bedankt voor uw donatie!
pt_br: Obrigado por sua doação!
ro: Vă mulțumim pentru donație!
sl: Hvala za vašo donacijo!
sv: Tack för din donation!
tr: Bağışınız için teşekkürler!
zh_hans: 感谢您的捐赠

# PLAY_HINT
source: Play
ar: شغّل
br: Lenn
ca: Reprodueix
cs: Přehrát
da: Afspil
de: Wiedergabe
el: Αναπαραγωγή
es: Reproducir
eu: Erreproduzitu
fi: Toista
fr: Lire
he: לנגן
hu: Lejátszás
is: Spila
it: Riproduci
ja: 再生
ko: 재생
ml: പ്ലേ
ms: Main
nl: Afspelen
nn: Spel av
pl: Odtwórz
pt_br: Reproduzir
ro: Redă
ru: Воспроизвести
sl: Predvajaj
sv: Spela upp
th: เล่น
tr: Oynat
zh_hans: 播放
zh_hant: 播放

# PLAY_LABEL
source: Play
ar: شغّل
br: Lenn
ca: Reprodueix
cs: Přehrát
da: Afspil
de: Wiedergabe
el: Αναπαραγωγή
es: Reproducir
eu: Erreproduzitu
fi: Toista
fr: Lire
he: לנגן
hu: Lejátszás
is: Spila
it: Riproduci
ja: 再生
ko: 재생
ml: പ്ലേ
ms: Main
nl: Afspelen
nn: Spel av
pl: Odtwórz
pt_br: Reproduzir
ro: Redă
ru: Воспроизвести
sl: Predvajaj
sv: Spela upp
th: เล่น
tr: Oynat
zh_hans: 播放
zh_hant: 播放

# PLAY_NEXT_IN_QUEUE_HINT
source: Play next in queue
ar: شغّل التالي في قائمة الانتظار
br: Lenn an hini da-heul er roll-lenn
ca: Reprodueix el següent de la cua
cs: Přehrát další ve frontě
da: Afspil næste i kø
de: Nächstes aus der Wiedergabewarteschlange wiedergeben
el: Αναπαραγωγή επόμενου στην ουρά
es: Reproducir el siguiente de la cola
eu: Erreproduzitu hurrengo ilaran
fi: Toista seuraava jonosta
fr: Jouer la suivante de la liste de lecture
he: לנגן את הבא בתור
hu: Következő lejátszása
is: Spila næsta í biðröð
it: Riproduci prossimo in coda
ja: キューの次の項目を再生
ko: 대기열의 다음 목록 재생
ml: ക്യൂവിൽ അടുത്തത് പ്ലേ ചെയ്യുക
ms: Main berikutnya dalam baris gilir
nl: Volgende in wachtrij afspelen
nn: Spel neste i køen
pl: Odtwórz następną pozycję w kolejce
pt_br: Reproduzir o proximo da fila
ro: Redă următorul din listă
ru: Воспроизвести поочерёдно
sl: Predvajaj naslednjega v vrsti
sv: Spela upp nästa i kön
th: เล่นรายการถัดไปในคิว
tr: Kuyruktaki sonrakini oynat
zh_hans: 播放队列中的下一曲目
zh_hant: 播放佇列中下一個
