Repository: videolan/vlc-ios
Catalog: Resources/*.lproj/Localizable.strings
Languages: ar, br, ca, cs, da, de, el, es, eu, fi, fr, he, hu, is, it, ja, ko, ml, ms, nb, nl, nn, pl, pt_br, pt_pt, ro, ru, sc, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# BIOMETRIC_UNLOCK
source: Unlock Media Library Cancel to enter Passcode
ar: فتح مكتبة الوسائط إلغِ لإدخال الرقم السري
br: Divorailhañ al Levraoueg Media Nullañ evit reiñ ar C'hod moned
ca: Desbloquejar la Mediateca Cancel·lar per a introduir la clau d'accés
cs: Odemknout Knihovnu médií Zrušte pro zadání hesla
da: Lås mediebibliotek op Annuller for at indtaste adgangskode
de: Mediathek entsperren Abbrechen um Passcode einzugeben
el: Ξεκλείδωμα βιβλιοθήκης πολυμέσων Ακυρώστε για να εισαγάγετε κωδικό
es: Desbloquear librería de medios Cancelar para introducir clave
eu: Desblokeatu euskarri liburutegia Utzi pasahitza sartzeko
fi: Avaa mediakirjaston lukitus Peruuta salasanan syöttäminen
fr: Déverrouiller la médiathèque Annuler pour entrer le mot de passe
he: שחרור נעילת ספריית המדיה יש לבטל כדי להכניס קוד
hu: Médiatár feloldása Mégse a jelkód megadásához
is: Aflæsa margmiðlunarsafni Hættu við til að setja inn aðgangsorð
it: Sblocco raccolta multimediale Annulla per digitare il codice di sicurezza
ja: メディアライブラリのロック解除 パスコード入力をキャンセル
ko: 미디어 라이브러리 잠금 해제 비밀번호를 입력하려면 취소하세요
ms: Buka Pustaka Media Batal untuk masukkan Kod Laluan
nb: Lås opp mediebiblioteket Avbryt for å skrive inn passord
nl: Mediabibliotheek ontgrendelen Annuleren om paswoord in te geven
nn: Lås opp mediebiblioteket Avbryt for å skriva inn passord
pl: Odblokuj Bibliotekę multimedialną Anuluj, aby wprowadzić kod dostępu
pt_br: Desbloquear a Biblioteca de Mídia Cancelar para digitar uma Senha
pt_pt: Desbloquear a Mediateca Cancelar para inserir 'Código'
ro: Deblocare bibliotecă Media Anulare pentru a introduce parola
ru: Разблокирование медиатеки Отмена позволяет ввести защитный код
sc: Isblocu biblioteca multimediale Annulla pro insertare su còdighe de seguresa
sk: Odomknúť knižnicu médií Zrušiť pre zadanie hesla
sl: Odkleni knižnjico predstavnih vsebin Prekini za vnos gesla
sv: Lås upp mediabiblioteket Avbryt för att ange lösenkod
th: ปลดล็อกคลังสื่อ ยกเลิกเพื่อใส่รหัสผ่าน
tr: Ortam Kitaplığının Kilidini Aç Parola yazmayı iptal et
uk: Розблокуйте бібліотеку медіа Скасуйте для введення парольного коду
zh_hans: 解锁媒体库 按「取消」可输入口令解锁
zh_hant: 解鎖媒體庫 輸入密碼以取消

source: Enter Passcode
ar: أدخل رمز المرور
br: Skrivit ar Ger-tremen
ca: Introduïu la clau d'accés
cs: Zadat heslo
da: Indtast adgangskode
de: Passcode eingeben
el: Εισαγωγή κωδικού
es: Escriba su contraseña
eu: Sartu pasakodea
fi: Anna salasana
fr: Entrer le mot de passe
he: נא להקליד צופן
hu: Adja meg a jelkódot
is: Settu inn lykilorð
it: Digita codice di sicurezza
ja: パスコードを入力してください
ko: 비밀번호를 입력하세요
ml: പാസ്‌കോഡ് നൽകുക
ms: Masukkan Kod Laluan
nb: Skriv passord
nl: Wachtwoord ingeven
nn: Skriv inn passord
pl: Wpisz kod dostępu
pt_br: Digitar Senha
pt_pt: Introduzir Código
ro: Introduceți parola
ru: Введите код доступа
sc: Inserta su còdighe crae
sk: Zadanie hesla
sl: Vnesite geslo
sv: Ange lösenkod
th: ป้อนรหัสผ่าน
tr: Parolayı yazın
uk: Введення паролю
zh_hans: 输入口令
zh_hant: 輸入通關密碼

source: Enter a passcode
ar: أدخل رمز المرور
br: Skrivit ur Ger-tremen
ca: Entra una clau d'accés
cs: Zadejte heslo
da: Indtast en adgangskode
de: Passcode eingeben
el: Εισάγετε έναν κωδικό
es: Escriba una contraseña
eu: Sartu pasakodea
fi: Anna salasana
fr: Entrer un mot de passe
he: נא להקליד צופן
hu: Adjon meg egy jelkódot
is: Settu inn lykilorð
it: Digita un codice di sicurezza
ja: パスコードを入力してください
ko: 비밀번호를 입력하세요
ml: ഒരു പാസ്‌കോഡ് നൽകുക
ms: Masukkan satu kod laluan
nb: Skriv et passord
nl: Een wachtwoord ingeven
nn: Skriv inn passord
pl: Wpisz kod dostępu
pt_br: Digite uma senha
pt_pt: Introduzir um código
ro: Introduceți o parolă
ru: Ввести код доступа
sc: Inserta unu còdighe crae
sk: Zadajte heslo
sl: Vnos gesla
sv: Ange en lösenkod
th: ป้อนรหัสผ่าน
tr: Bir parola yazın
uk: Введіть пароль
zh_hans: 请输入口令
zh_hant: 輸入通關密碼

source: Passcodes did not match. Try again.
ar: رمز المرور غير متطابق. حاول مجددا.
br: Ar gerioù-tremen ne genglotont ket. Klaskit en-dro.
ca: Les claus d'accés no coincideixen. Intenta-ho de nou.
cs: Hesla se neshodují. Zkuste to znovu.
da: Adgangskoderne er ikke ens. Prøv igen.
de: Passcodes stimmen nicht überein. Erneut probieren.
el: Οι κωδικοί διαφέρουν. Προσπαθήστε ξανά.
es: Las contraseñas no coinciden. Pruebe de nuevo.
eu: Pasakodeak ez datoz bat. Saiatu berriro.
fi: Salasanat eivät täsmää. Yritä uudelleen.
fr: Les mots de passe ne correspondent pas. Veuillez recommencer.
he: הצפנים אינם תואמים. נא לנסות שוב.
hu: A jelkódok nem egyeznek. Próbálja újra.
is: Lykilorðin eru ekki eins. Reyndu aftur.
it: I codici di sicurezza non corrispondono. Riprova.
ja: パスコードが一致しません。再入力してください。
ko: 비밀번호가 맞지 않습니다. 다시 해 보세요.
ml: പാസ്‌കോഡുകൾ പൊരുത്തപ്പെടുന്നില്ല. വീണ്ടും ശ്രമിക്കുക.
ms: Kod laluan tidak sepadan. Cuba lagi.
nb: Passord samsvarer ikke. Prøv igjen.
nl: Wachtwoorden kwamen niet overeen. Probeer opnieuw.
nn: Passorda matchar ikkje. Prøv igjen.
pl: Kody dostępu nie są identyczne. Spróbuj ponownie.
pt_br: As senhas estão diferentes. Tente novamente.
pt_pt: Os códigos não coincidem. Tente novamente.
ro: Parolele nu se potrivesc. Mai încercați.
ru: Коды доступа не совпадают. Попробуйте снова.
sc: Sos còdighes crae non sunt sos matessi. Torra a proare.
sk: Heslá sa nezhodujú. Skúste to ešte raz.
sl: Gesli se ne ujemata. Poskusite znova.
sv: Lösenkoderna stämmer inte överens. Försök igen.
th: รหัสผ่านไม่ตรงกัน กรุณาลองอีกครั้ง
tr: Parola ile onayı aynı değil. Yeniden deneyin.
uk: Паролі не збігаються. Спробуйте знову.
zh_hans: 口令不匹配。请再试一次。
zh_hant: 通關密碼不一致。請再試一次。

source: Re-enter your passcode
ar: أعِد إدخال رمز مرورك
br: Skrivit en-dro ho ker-tremen
ca: Repeteix la clau d'accés
cs: Zadejte heslo znovu
da: Indtast din adgangskode igen
de: Passcode erneut eingeben
el: Εισάγετε ξανά τον κωδικό σας
es: Rescriba su contraseña
eu: Sartu berriro zure pasakodea
fi: Kirjoita salasanasi uudelleen
fr: Entrer à nouveau votre mot de passe
he: נא להקליד את הצופן שלך שוב
hu: Adja meg újból a jelkódját
is: Settu lykilorðið inn aftur
it: Digita ancora il tuo codice di sicurezza
ja: パスコードを再入力してください
ko: 비밀번호를 다시 입력하세요
ml: നിങ്ങളുടെ പാസ്‌കോഡ് വീണ്ടും നൽകുക
ms: Masukkan semula kod laluan anda
nb: Gjenta passordet ditt
nl: Wachtwoord opnieuw ingeven
nn: Skriv inn passord på nytt
pl: Wpisz ponownie swój kod dostępu
pt_br: Digite novamente sua senha
pt_pt: Reinsira o seu código
ro: Reintroduceți parola dumneavoastră
ru: Еще раз введите код доступа
sc: Torra a insertare su còdighe crae tuo
sk: Znovu zadajte svoje heslo
sl: Ponovni vnos gesla
sv: Ange din lösenkod igen
th: ป้อนรหัสผ่านของคุณอีกครั้ง
tr: Parolanızı onaylayın
uk: Повторно введіть ваш пароль
zh_hans: 请再次输入口令
zh_hant: 再次輸入您的通關密碼

source: Set Passcode
ar: اضبط رمز المرور
br: Spisaat ar ger-tremen
ca: Estableix la nova clau d'accés
cs: Nastavit heslo
da: Indstil adgangskode
de: Passcode festlegen
el: Ορισμός κωδικού
es: Establecer contraseña
eu: Ezarri pasakodea
fi: Aseta salasana
fr: Définir le mot de passe
he: הגדרת צופן
hu: Jelkód beállítása
is: Stilla lykilorð
it: Imposta codice di sicurezza
ja: パスコード設定
ko: 비밀번호 설정
ml: പാസ്‌കോഡ് സൃഷ്‌ടിക്കുക
ms: Tetapkan Kod Laluan
nb: Velg passord
nl: Wachtwoord instellen
nn: Vel passord
pl: Ustaw kod dostępu
pt_br: Definir Senha
pt_pt: Definir Código
ro: Stabilire cod de acces
ru: Задать код доступа
sc: Imposta su còdighe crae
sk: Nastaviť heslo
sl: Določite geslo
sv: Ändra lösenkod
th: กำหนดรหัสผ่าน
tr: Parola koruması
uk: Задання пароля
zh_hans: 设置口令
zh_hant: 設定通關密碼

source: Settings
ar: الإعدادات
br: Arventennoù
ca: Paràmetres
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Επιλογές
es: Preferencias
eu: Ezarpenak
fi: Asetukset
fr: Réglages
he: הגדרות
hu: Beállítások
is: Stillingar
it: Impostazioni
ja: 設定
ko: 설정
ml: ക്രമീകരണങ്ങള്‍
ms: Tetapan
nb: Innstillinger
nl: Instellingen
nn: Innstillingar
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ro: Configurări
ru: Настройки
sc: Impostatziones
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
zh_hans: 设置
zh_hant: 設定

source: On
ar: مفعل
br: Enaouet
cs: ZAP
da: Til
de: An
el: Ενεργό
es: Activo
eu: Aktibatu
fi: Päällä
fr: Oui
he: פעיל
hu: Be
is: Kveikt
ja: オン
ko: 켜기
ml: ഓണ്‍
ms: Hidup
nb: På
nl: Aan
nn: På
pl: Włączone
pt_br: Ligado
pt_pt: Sim
ro: Deschis
ru: вкл.
sc: Allutu
sk: Zap.
sl: Vklopljeno
sv: På
th: เปิด
tr: Açık
uk: Увімкн.
zh_hans: 开
zh_hant: 開啟

source: Off
ar: معطل
br: Lazhet
cs: VYP
da: Fra
de: Aus
el: Ανενεργό
es: Desactivado
eu: Desaktibatu
fi: Pois
fr: Non
he: כבוי
hu: Ki
is: Slökkt
ja: オフ
ko: 끄기
ml: ഓഫ്
ms: Mati
nb: Av
nl: Uit
nn: Av
pl: Wyłączone
pt_br: Desligado
pt_pt: Não
ro: Închis
ru: выкл.
sc: Istudadu
sk: Vyp.
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкн.
zh_hans: 关
zh_hant: 關閉

# EMPTY_LIBRARY
source: Empty Media Library
ar: أفرِغ مكتبة الوسائط
br: Levraoueg Media Goullo
ca: Biblioteca multimèdia buida
cs: Prázdná Knihovna médií
da: Tomt mediebibliotek
de: Leere Mediathek
el: Κενή βιβλιοθήκη πολυμέσων
es: Biblioteca multimedia vacía
eu: Hustu multimedia-liburutegia
fi: Mediakirjasto on tyhjä
fr: Médiathèque vide
he: ספריית המדיה ריקה
hu: A médiatár üres
is: Tómt miðlasafn
it: Raccolta multimediale vuota
ja: メディアライブラリが空です
ko: 미디어 라이브러리 비우기
ml: മീഡിയ ലൈബ്രറി കാലിയാണ്
ms: Pustaka Media Kosong
nb: Tomt Mediabibliotek
nl: Mediabibliotheek leeg
nn: Tomt mediebibliotek
pl: Pusta Biblioteka mediów
pt_br: Biblioteca de Mídias Vazia
pt_pt: Mediateca Vazia
ro: Golire mediatecă
ru: Медиатека пуста
sc: Biblioteca multimediale bòida
sk: Prázdna knižnica médií
sl: Knjižnica predstavnih vsebin je prazna
sv: Tomt mediabibliotek
th: ไม่มีสื่อในคลัง
tr: Ortam kitaplığı boş
uk: Порожня бібліотека медіа
zh_hans: 媒体库为空
zh_hant: 空媒體櫃

# EMPTY_LIBRARY_LONG
source: For playback, you can stream media from a server on your local network, from the cloud or synchronize media to your device using iTunes, Wi-Fi Upload or Cloud services.
ar: لغرض التشغيل، يمكنك دفق المرئيات من خادم على شبكتك المحلية، إما بالتخزين السحابي أو بالمزامنة المرئية مع جهازك مستخدماً تطبيق iTunes أو عبر التحميل بالشبكة اللاسلكية أو عبر الخدمات السحابية.
br: Evit lenn, gellout a rit skignañ ar mediaoù diwar ur servijer war ho kenrouedad lec'hel, diwar ar goumoulenn pe sinkronelait ar mediaoù d'hoc'h aparailh en ur implijout iTunes, WiFi Upload pe ar servijoù Koumoulenn.
ca: Per a la reproducció, podeu transmetre contingut multimèdia des d’un servidor de la vostra xarxa local, des del núvol o sincronitzar contingut multimèdia amb el vostre dispositiu mitjançant iTunes, pujades des de-de la xarxa sense fils o serveis en el núvol.
cs: Pro přehrávání můžete streamovat média ze serveru ve Vaší místní síti, z cloudu nebo můžete synchronizovat média do Vašeho zařízení přes iTunes, Wi-Fi Upload nebo cloudové služby.
da: Du kan afspille medier ved at streame dem fra en server på dit lokale netværk eller fra skyen, eller ved at synkronisere medier til din enhed vha. iTunes, Wi-Fi-overførsel eller sky-tjenester.
de: Zur Wiedergabe können Sie Medien von einem Server innerhalb des lokalen Netzwerks streamen, Daten aus dem Netzspeicher abrufen oder Medien über iTunes, WLAN oder des Netzspeichers auf Ihr Gerät synchronisieren.
el: Για αναπαραγωγή, μπορείτε να μεταδώσετε από κάποιον διακομιστή στο τοπικό σας δίκτυο, από το Νέφος ή μπορείτε να συγχρονίσετε πολυμέσα στη συσκευή σας μέσω iTunes, Wi-Fi Upload ή υπηρεσίες Νέφους.
es: Para reproducir, puede emitir medios desde un servidor de su red local, desde la nube o sincronizar medios a su dispositivo usando iTunes, WiFi o servicios en la nube.
eu: Erreproduzitzeko, euskarria sare lokaleko zerbitzaritik, hodeitik edo multimedia gailuarekin sinkroniza dezakezu iTunes, Wi-Fi kargatzea edo Cloud zerbitzuak erabiliz.
fi: Voit suoratoistaa mediaa lähiverkon palvelimelta, pilvestä tai synkronoida mediatiedostoja laitteeseesi iTunesin, Wi-Fi Upload- tai Cloud-palveluiden avulla.
fr: Pour la lecture, vous pouvez diffuser des médias en continu à partir d'un serveur sur votre réseau local, depuis le cloud ou synchroniser les médias sur votre appareil en utilisant les services iTunes, Wi-Fi ou services de nuage.
he: לצורך נגינה, ניתן להזרים מדיה משרת ברשת המקומית שלך, מהענן או לסנכרן מדיה מההתקן שלך באמצעות iTunes, להעלות ב־Wi-Fi או משירותי ענן.
hu: Lejátszhat közvetítéseket egy helyi hálózaton található kiszolgálóról, a felhőből, vagy átvihet médiafájlokat az eszközére az iTunes, a Wi-Fi feltöltés és a felhőszolgáltatások segítségével.
is: Til afspilunar geturðu streymt frá netþjóni á staðarnetinu þínu, af tölvuskýjum, eða samstillt margmiðlunargögn yfir á tækið þitt með iTunes, hleðslu í gegnum þráðlaust net eða úr skýjaþjónustum.
it: Per la riproduzione puoi trasmettere contenuti da un server sulla tua rete locale, dal cloud o sincronizzare contenuti sul tuo dispositivo utilizzando iTunes, Wi-Fi Upload o altri servizi Cloud.
ja: 再生用にローカルネットワーク上のサーバー、クラウドまたは、同期メディアからのメディアをiTunes、WiFiアップロードまたは、クラウドサービスを使ってデバイス上にストリーミングすることができます。
ko: 재생을 위해 로컬 네트워크의 서버, 클라우드에서 미디어를 스트리밍하거나 iTunes, Wi-Fi 업로드 또는 클라우드 서비스를 사용하여 미디어를 장치와 동기화 할 수 있습니다.
ms: Untuk main balik, anda boleh strimkan media melalui pelayan pada rangkaian tempatan anda, daripada awan atau menyegerak media ke peranti anda menggunakan perkhidmatan iTunes, Muat Naik Wi-Fi atau Awan.
nl: Voor het afspelen kunt u media streamen vanaf een server op uw lokale netwerk of van de cloud, of u kunt media met uw apparaat synchroniseren met behulp van iTunes, wifi-upload of clouddiensten.
nn: For avspeling kan du strøyma media frå ein tenar på det lokale nettverket ditt, frå skya, eller synkronisera media til eininga di med iTunes, WiFi-opplasting eller skytenester.
pl: Dla odtwarzania, możesz przesyłać strumień z serwera lub z chmury do sieci lokalnej albo synchronizować pliki do Twojego urządzenia za pomocą programu iTunes, połączenia Wi-Fi lub usług w chmurze.
pt_br: Para reprodução, você pode iniciar uma transmissão de mídia de uma servidor da sua rede local, da nuvem, ou sincronizar mídias para o seu dispositivo usando o iTunes, Wi-Fi Upload ou os serviços Cloud.
ro: Pentru redare, puteți reda în streaming conținut media de pe un server din rețeaua locală, din cloud sau puteți sincroniza conținut media cu dispozitivul dvs. utilizând iTunes, Wi-Fi Upload sau serviciile Cloud.
ru: Вы можете воспроизвести медиаданные с вашего сервера в локальной сети, используя облачные хранилища или загрузив на ваше устройство через iTunes, подключение по Wi-Fi.
sc: Pro sa riprodutziones podes trasmìtere documentos multimediales dae unu server in sa retza locale tua, dae sa Nue o sincronizare sos documentos in su dispositivu tuo impreende using iTunes, WiFi Upload àteros servìtzios de Nue.
sk: Na prehratie môžete streamovať médium zo servera vo vašej lokálnej sieti, z cloud-úložiska alebo môžete synchronizovať médium so svojím zariadením, s použitím služieb iTunes, WiFi Upload alebo Cloud.
sl: Predstavne vsebine je za predvajanje mogoče pretakati s strežnika v lokalnem omrežju, z oblaka ali jih sinhronizirati na vašo napravo s pomočjo ITunes, brezžičnega prenosa ali oblačnih storitev.
sv: För att spela upp media kan du strömma från en server på ditt lokala nätverk, från molnet eller synkronisera media till din enhet via iTunes, WiFi eller molntjänster.
th: สำหรับการเล่น คุณสามารถสตรีมสื่อจากเซิร์ฟเวอร์บนเครือข่ายท้องถิ่นของคุณ จากคลาวด์ หรือซิงโครไนซ์สื่อไปยังอุปกรณ์ของคุณโดยใช้ iTunes, อัปโหลดผ่าน Wi-Fi หรือบริการคลาวด์ได้
tr: Oynatılacak ortam akışı yerel ağınızdaki bir sunucudan ya da buluttan alınabilir. Ortamlar iTunes, Wi-Fi Yükleme ya da Bulut hizmetleri ile eşitlenebilir.
uk: Для відтворення ви можете пустити медіапотік від сервера на вашу локальну мережу, від хмари або синхронізувати медіафайли з вашим пристроєм через iTunes, WiFi Upload або хмарні служби.
zh_hans: 要播放，你可以从本地网络服务器或云端引流文件，或者用iTunes, Wi-Fi上传或云服务将媒体文件同步到你的设备。
zh_hant: 為了播放，您可以從您區域網路中的一台伺服器串流媒體，透過 iTunes 從雲端或是同步媒體到您的設備上，WiFi 上傳或是雲端服務。

# EMPTY_NO_PLAYLISTS
source: Playlists
ar: قوائم التّشغيل
br: Rolloù-lenn
ca: Llistes de reproducció
cs: Seznamy skladeb
da: Spillelister
de: Wiedergabelisten
el: Λίστες αναπαραγωγής
es: Listas de reproducción
eu: Erreprodukzio-zerrendak
fi: Soittolistat
fr: Listes de lecture
he: רשימות נגינה
hu: Lejátszólisták
it: Scalette
ja: プレイリスト
ko: 재생목록
ml: പ്ലേലിസ്റ്റുകൾ
ms: Senarai Main
nl: Afspeellijsten
nn: Speleliste
pt_br: Listas de Reprodução
pt_pt: Listas de reprodução
ro: Liste de redare
ru: Плейлисты
sl: Seznami predvajanja
sv: Spellistor
tr: Oynatma listeleri
zh_hans: 播放列表
zh_hant: 播放列表

# EMPTY_NO_PLAYLISTS_DESCRIPTION
source: To create playlists, enter Edit mode in the Video or Audio content tabs and select your favorite media. You can also synchronize existing playlists from your other devices or the internet.
ar: لإنشاء قوائم تشغيل ، أدخل وضع التحرير في علامات تبويب محتوى الفيديو أو الصوت وحدد الوسائط المفضلة لديك. يمكنك أيضًا مزامنة قوائم التشغيل الموجودة من أجهزتك الأخرى أو الإنترنت.
ca: Per crear llistes de reproducció entreu amb mode Edició a les pestanyes de contingut de Vídeo o Àudio, i seleccioneu el vostres elements preferits. També podeu sincronitzar llistes existents d'altres dispositius vostres o d'internet.
cs: Chcete-li vytvořit seznamy skladeb, přejděte do režimu Upravit na kartách Obsah videa nebo Zvuk a vyberte svá oblíbená média. Můžete také synchronizovat existující seznamy skladeb z jiných zařízení nebo internetu.
da: Opret spillelister via redigeringstilstand i video- eller lydindhold tabulator og vælg dit favoritmedie. Du kan også synkronisere eksisterende spillelister fra dine andre enheder eller fra internettet.
de: Um Wiedergabelisten zu erstellen, den Bearbeitungsmodus auf den Registerkarten Video- oder Audioinhalt aufrufen und die bevorzugten Medien auswählen. Sie können auch vorhandene Wiedergabelisten von Ihren anderen Geräten oder aus dem Internet synchronisieren.
el: Για να δημιουργήσετε λίστες αναπαραγωγής, μπείτε στη λειτουργία Επεξεργασίας από τις καρτέλες περιεχομένου Βίντεο ή Ήχου και επιλέξτε το αγαπημένο σας αρχείο πολυμέσων. Μπορείτε επίσης να συγχρονίσετε υπάρχουσες λίστες αναπαραγωγής από άλλες συσκευές σας ή το διαδίκτυο.
es: Para crear listas de reproducción, activa el modo de edición en las pestañas de contenido de Vídeo o Audio y, a continuación, selecciona un archivo multimedia. También puedes sincronizar listas de reproducción de otros dispositivos o de Internet.
eu: Erreprodukzio zerrendak sortzeko, sartu edizio moduan bideo edo audio edukiaren fitxetan eta hautatu zure gogoko euskarria. Lehendik dauden erreprodukzio zerrendak zure beste gailuetatik edo internetetik ere sinkroniza ditzakezu.
fi: Jos haluat luoda soittolistoja, siirry video tai ääni välilehteen ja valitse suosikkisi. Voit myös synkronoida valmiit soittolistat muista laitteistasi tai internetistä.
fr: Pour créer des listes de lecture, passez en mode édition dans les onglets de contenu vidéo ou audio et sélectionnez vos médias préférés. Vous pouvez également synchroniser des listes de lecture existantes à partir de vos autres appareils ou d'internet.
he: כדי ליצור רשימות נגינה, יש להיכנס למצב עריכה בלשוניות תוכן הווידאו או השמע ולבחור את המדיה המועדפת עליך. ניתן גם לסנכרן רשימות נגינה קיימות ממכשירים אחרים שלך או מהאינטרנט.
hu: Lejátszólisták létrehozásához lépjen Szerkesztés módba a Videó vagy Hang tartalom lapon, és válassza ki a kedvenc videóját/zenéjét. Szinkronizálhatja a meglévő lejátszólistákat egyéb eszközeiről vagy az internetről is.
it: Per creare scalette, accedi alla modalità Modifica nelle schede Contenuto video o audio e seleziona i tuoi media preferiti. Puoi anche sincronizzare le scalette esistenti da altri tuoi dispositivi o da Internet.
ja: プレイリストを作成するにはビデオかオーディオコンテンツタブの編集モードに入り、お気に入りのメディアを選択します。 その他のデバイスやインターネットの既存のプレイリストと同期することもできます。
ko: 재생 목록을 만들려면 동영상 또는 오디오 컨텐츠 탭에서 편집 모드를 입력하고 좋아하는 미디어를 선택합니다. 다른 장치나 인터넷에서 기존 재생 목록을 동기화할 수도 있습니다.
ms: Untuk mencipta senarai main, masuk mod Sunting dalam tab kandungan Video atau Audio dan kemudian pilih media kegemaran anda. Anda juga boleh menyegerak senarai main sedia ada melalui peranti lain anda atau internet.
nl: Om afspeellijsten te maken, gaat u in de tabbladen Video of Audio naar de bewerkingsmodus en selecteert u uw favoriete media. U kunt ook bestaande afspeellijsten synchroniseren vanaf uw andere toestellen of het internet.
pt_br: Para criar listas de reprodução, entre no modo de edição nas abas de conteúdos de Áudio ou de Vídeo e selecione sua mídia favorita. É possível também sincronizar listas de reprodução existentes de seus outros dispositivos ou da Internet.
ro: Pentru a crea liste de redare, accesați modul Editare în filele de conținut video sau audio și selectați mediile preferate. De asemenea, puteți sincroniza listele de redare existente de pe alte dispozitive sau de pe internet.
ru: Чтобы создать список воспроизведения, перейдите в режим Изменения на вкладке Видео или Аудио и отметьте избранные медиаобъекты. Вы также можете синхронизировать существующие плейлисты с другими устройствами или с сетевыми ресурсами.
sl: Za ustvarjanje seznamov predvajanja pojdite v način urejanja na zavihkih z video in zvočno vsebino ter izberite svoje najljubše vsebine. Lahko tudi sinhronizirate obstoječe sezname predvajanja iz drugih naprav ali s spleta.
sv: För att skapa spellistor aktiverar du redigeringsläget i video- eller ljudfliken och markerar dina favoritmediafiler. Du kan även synkronisera befintliga spellistor från dina andra enheter eller internet.
tr: Oynatma listeleri oluşturmak için, Görüntü ya da Ses içerik sekmelerinden düzenleme kipine geçin ve beğendiğiniz ortamları seçin. Ayrıca var olan oynatma listelerini diğer aygıtlarınız ya da İnternet ile eşitleyebilirsiniz.
zh_hans: 要创建播放列表，请在视频或音频内容选项卡中进入编辑模式并选择您喜欢的媒体文件。 你也可以从其他设备或互联网同步现有的播放列表。

source: Empty playlist
ar: قائمة تشغيل فارِغة
br: Roll-lenn goullo
ca: Llista de reproducció buida
cs: Žádné skladby
da: Tom spilleliste
de: Leere Wiedergabeliste
el: Κενή λίστα αναπαραγωγής
es: Lista de reproducción vacía
eu: Erreprodukzio zerrenda hutsa
fi: Tyhjä soittolista
fr: Liste de lecture vide
he: רשימת נגינה ריקה
hu: Üres lejátszólista
is: Tómur spilunarlisti
it: Scaletta vuota
ja: プレイリストを空に
ko: 재생목록 비었음
ml: ശൂന്യമായ പ്ലേലിസ്റ്റ്
ms: Senarai main kosong
nb: Tøm spilleliste
nl: Afspeellijst leegmaken
nn: Tom speleliste
pl: Pusta lista odtwarzania
pt_br: Lista de reprodução vazia
pt_pt: Lista de reprodução vazia
ro: Listă redare goală
ru: Пустой плейлист
sc: Iscalita bòida
sk: Vyprázdniť playlist
sl: Prazen seznam predvajanja
sv: Tom spellista
th: เพลย์ลิสต์เปล่า
tr: Boş oynatma listesi
uk: Порожній список відтворення
zh_hans: 清空播放列表
zh_hant: 空白播放清單
