Repository: videolan/vlc-ios
Catalog: Resources/*.lproj/Localizable.strings
Languages: ar, br, ca, cs, da, de, el, es, eu, fi, fr, he, hu, is, it, ja, ko, ml, ms, nb, nl, nn, pl, pt_br, pt_pt, ro, ru, sc, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# PLAY_NEXT_IN_QUEUE_LABEL
source: Play next in queue
ar: شغّل التالي في قائمة الانتظار
br: Lenn an hini da-heul er roll-lenn
ca: Reprodueix el següent de la cua
cs: Přehrát další ve frontě
da: Afspil næste i kø
de: Nächstes aus der Wiedergabewarteschlange wiedergeben
el: Αναπαραγωγή επόμενου στην ουρά
es: Reproducir el siguiente de la cola
eu: Erreproduzitu hurrengo ilaran
fi: Toista seuraava jonosta
fr: Jouer la suivante de la liste de lecture
he: לנגן את הבא בתור
hu: Következő lejátszása
is: Spila næsta í biðröð
it: Riproduci prossimo in coda
ja: キューの次の項目を再生
ko: 대기열의 다음 목록 재생
ml: ക്യൂവിൽ അടുത്തത് പ്ലേ ചെയ്യുക
ms: Main berikutnya dalam baris gilir
nl: Volgende in wachtrij afspelen
nn: Spel neste i køen
pl: Odtwórz następną pozycję w kolejce
pt_br: Reproduzir o proximo da fila
ro: Redă următorul din listă
ru: Воспроизвести следующее в очереди
sl: Predvajaj naslednjega v vrsti
sv: Spela upp nästa i kön
th: เล่นรายการถัดไปในคิว
tr: Kuyrukta sonrakini oynat
zh_hans: 播放队列中的下一曲目
zh_hant: 播放佇列中下一個

# APPEND_TO_QUEUE_HINT
source: Append to queue
ar: ألحق إلى قائمة الانتظار
br: Ouzhpennañ d'ar roll-lenn
ca: Afegeix a la cua
cs: Přidat do fronty
da: Tilføj til kø
de: An Wiedergabewarteschlange anhängen
el: Προσθήκη στην ουρά
es: Añadir a la cola
eu: Gehitu ilarari
fi: Lisää jonoon
fr: Ajouter à la liste de lecture
he: להוסיף לסוף התור
hu: Felvétel a lejátszási listára
is: Bæta í biðröð
it: Aggiungi alla coda
ja: キューに追加
ko: 대기열에 추가하기
ml: ക്യൂവിൽ കൂട്ടിച്ചേർക്കുക
ms: Tambah ke baris gilir
nl: Toevoegen aan wachtrij
nn: Legg til i køen
pl: Dołącz do kolejki
pt_br: Anexar à fila
ro: Adăugați la lista de așteptare
ru: Добавить в очередь
sl: Dodaj k čakalni vrsti
sv: Lägg till i slutet på kön
th: ผนวกไปยังคิว
tr: Kuyruğa ekle
zh_hans: 添加到队列
zh_hant: 插入佇列最後一項

# APPEND_TO_QUEUE_LABEL
source: Append to queue
ar: ألحق إلى قائمة الانتظار
br: Ouzhpennañ d'ar roll-lenn
ca: Afegeix a la cua
cs: Přidat do fronty
da: Tilføj til kø
de: An Wiedergabewarteschlange anhängen
el: Προσθήκη στην ουρά
es: Añadir a la cola
eu: Gehitu ilarari
fi: Liitä jonoon
fr: Ajouter à la liste de lecture
he: להוסיף לסוף התור
hu: Felvétel a lejátszási listára
is: Bæta í biðröð
it: Aggiungi alla coda
ja: キューに追加
ko: 대기열에 추가하기
ml: ക്യൂവിൽ കൂട്ടിച്ചേർക്കുക
ms: Tambah ke baris gilir
nl: Toevoegen aan wachtrij
nn: Legg til i køen
pl: Dołącz do kolejki
pt_br: Anexar à fila
ro: Adăugați la lista de așteptare
ru: Добавить в очередь
sl: Dodaj k čakalni vrsti
sv: Lägg till i kön
th: ผนวกไปยังคิว
tr: Kuyruğa ekle
zh_hans: 添加到队列
zh_hant: 插入佇列最後一項

source: Display as
ar: عرض بتنسيق
br: Diskouez evel
ca: Mostra com a
cs: Zobrazit jako
da: Vis som
de: Anzeigen als
el: Προβολή ως
es: Visualizar como
eu: Bistaratu honela
fi: Näytä muodossa
fr: Afficher comme
he: להציג בתור
hu: Megjelenítés mint…
is: Birta sem
it: Visualizza come
ja: 表示
ko: 디스플레이로
ms: Papar sebagai
nl: Weergeven als
nn: Vis som
pl: Wyświetl jako
pt_br: Exibir como
ro: Afișați ca
ru: Отображать как
sl: Prikaži kot
sv: Visa som
th: แสดงเป็น
tr: Farklı görüntüle
zh_hans: 展示为

# BRIGHTNESS_HINT
source: Vertical brightness control
ar: التحكم في السطوع العمودي
br: Kontrol a-blaen ar sked
ca: Control de la brillantor vertical
cs: Vertikální ovládání jasu
da: Vertikal lysstyrkekontrol
de: Vertikale Helligkeitskontrolle
el: Κάθετος έλεγχος φωτεινότητας
es: Control de brillo vertical
eu: Distira kontrol bertikala
fi: Pystysuuntainen kirkkauden säätö
fr: Contrôle vertical de la luminosité
he: בקרת בהירות אנכית
hu: Függőleges fényerőszabályzó
it: Controllo di luminosità verticale
ja: 垂直方向操作で輝度調整
ko: 수직 밝기 조절
ms: Kawalan kecerahan menegak
nl: Verticale helderheidsbediening
nn: Verikal lysstyrkekontroll
pt_br: Controle de brilho vertical
ro: Control vertical de luminozitate
ru: Вертикальный регулятор яркости
sl: Napvični nadzor nad svetlostjo
sv: Vertikal kontroll av ljusstyrka
tr: Dikey parlaklık denetimi
zh_hans: 垂直亮度控制

# BRIGHTNESS_SLIDER
source: Slide vertically to change the brightness level
ar: قم بالتمرير عموديًا لتغيير مستوى السطوع
ca: Llisca verticalment per modificar el nivell de brillantor
cs: Svislým posunutím změníte úroveň jasu.
da: Glid vertikalt for at ændre lysstyrken
de: Vertikal schieben, um die Helligkeitsstufe zu ändern
el: Σύρετε κάθετα για να αλλάξετε το επίπεδο φωτεινότητας
es: Arrastrar verticalmente para cambiar el nivel de brillo
eu: Irristatu bertikalki distira maila aldatzeko
fi: Muuta kirkkaustasoa pyyhkäisemällä pystysuunnassa
fr: Faites glisser verticalement pour modifier le niveau de luminosité
he: יש להחליק אנכית כדי לשנות את רמת הבהירות
hu: Csúsztassa függőlegesen a fényerő megváltoztatásához
it: Scorri verticalmente per cambiare il livello di luminosità
ja: 垂直方向にスライドすることで輝度を調整
ko: 밝기 수준을 변경하려면 수직으로 슬라이드
ms: Leret secara menegak untuk mengubah tahap kecerahan
nl: Verticaal schuiven om het helderheidsniveau te wijzigen
pt_br: Deslize verticalmente para ajustar o nível de brilho
ro: Glisați pe verticală pentru a modifica nivelul de luminozitate
ru: Проведите вертикально для изменения уровня яркости
sl: Vlecite navpično za spreminjanje svetlosti
sv: Svep vertikalt för att ändra ljusstyrkan
tr: Parlaklık düzeyini değiştirmek için dikey olarak kaydırın
zh_hans: 垂直滑动更改亮度

# VOLUME_HINT
source: Vertical volume control
ar: التحكم في مستوى الصوت العمودي
ca: Control del volum vertical
cs: Vertikální ovládání hlasitosti
da: Vertikal volumenkontrol
de: Vertikale Lautstärke-Einstellung
el: Κάθετος έλεγχος έντασης ήχου
es: Control de volumen vertical
eu: Bolumen kontrol bertikala
fi: Pystysuuntainen voimakkuuden säätö
fr: Contrôle vertical du volume
he: בקרת בהירות אנכית
hu: Függőleges hangerőszabályzó
it: Controllo del volume verticale
ja: 垂直方向操作で音量調整
ko: 수직 볼륨 조절
ms: Kawalan volum menegak
nl: Verticale volumebediening
nn: Vertikal volumkontroll
pt_br: Controle de volume vertical
ro: Control vertical al volumului
ru: Вертикальный регулятор громкости
sl: navpični nadzor nad glasnostjo
sv: Vertikal kontroll av volym
tr: Dikey ses denetimi
zh_hans: 垂直音量控制

# VOLUME_SLIDER
source: Slide vertically to change the volume level
ar: قم بالتمرير عموديًا لتغيير مستوى الصوت
br: Rinklit a-blaen evit cheñch al live-son
ca: Llisca verticalment per modificar el nivell de volum
cs: Svislým posunutím změníte úroveň hlasitosti.
da: Glid vertikalt for at ændre volumen
de: Vertikal schieben, um die Lautstärke zu ändern
el: Σύρετε κάθετα για να αλλάξετε το επίπεδο έντασης ήχου
es: Arrastrar verticalmente para cambiar el nivel de volumen
eu: Irristatu bertikalki bolumen maila aldatzeko
fi: Muuta voimakkuutta pyyhkäisemällä pystysuunnassa
fr: Glissement vertical pour modifier le niveau du volume
he: יש להחליק אנכית כדי לשנות את עצמת השמע
hu: Csúsztassa függőlegesen a hangerő megváltoztatásához
it: Scorri verticalmente per cambiare il livello del volume
ja: 垂直方向にスライドすることで音量を調整
ko: 볼륨 레벨을 변경하려면 수직으로 슬라이드
ms: Leret secara menegak untuk mengubah tahap volum
nl: Verticaal schuiven om het volumeniveau te wijzigen
pt_br: Deslize verticalmente para ajustar o volume
ro: Glisați pe verticală pentru a schimba nivelul volumului
ru: Проведите вертикально для изменения уровня громкости
sl: Vlecite navpično za spreminjanje glasnosti
sv: Svep vertikalt för att ändra volymen
tr: Ses düzeyini değiştirmek için dikey olarak kaydırın
zh_hans: 垂直滑动更改音量

# MENU_PLAYBACK_CONTROLS
source: Playback controls
ca: Controls de la reproducció
cs: Ovládání přehrávání
da: Afspilningsstyring
de: Wiedergabesteuerungen
el: Έλεγχος αναπαραγωγής
es: Controles de reproducción
eu: Erreprodukzio kontrolak
fi: Toiston säätimet
fr: Contrôles de lecture
he: פקדי נגינה
hu: Lejátszásvezérlők
it: Controlli di riproduzione
ja: 再生制御
ko: 재생 컨트롤
ml: പ്ലേബാക്ക് നിയന്ത്രണങ്ങൾ
ms: Kawalan main balik
nl: Afspeelbesturing
pt_br: Controle de reprodução
ro: Controale redare
sl: Nadzor predvajanja
sv: Uppspelningskontroller
tr: Oynatma denetimleri
zh_hans: 播放控制

# MENU_REPEAT_DISABLED
source: Do not repeat
ca: No repeteixis
cs: Neopakovat
da: Gentag ikke
de: Nicht wiederholen
el: Καμία επανάληψη
es: No repetir
eu: Ez errepikatu
fi: Älä toista
fr: Ne pas répéter
he: ללא חזרה
hu: Nincs ismétlés
it: Non ripetere
ja: リピートしない
ko: 반복하지 않음
ml: ആവർത്തിക്കരുത്
ms: Jangan ulang
nl: Niet herhalen
pt_br: Não repetir
ro: Nu repeta
sl: Ne ponavljaj
sv: Upprepa inte
tr: Yineleme kapalı
zh_hans: 不重复

# MENU_REPEAT_SINGLE
source: Repeat one
ca: Repeteix un
cs: Opakovat jednou
da: Gentag en
de: Eines wiederholen
el: Επανάληψη ενός
es: Repetir uno
eu: Errepikatu bat
fi: Uudestaan kerran
fr: Répéter le média
he: חזרה על אחד
hu: Egy ismétlése
it: Ripeti un elemento
ja: 1項目をリピート
ko: 한 번 반복
ml: ഒന്ന് ആവർത്തിക്കുക
ms: Ulang sekali
nl: Eén herhalen
pt_br: Repetir um
ro: Repetați o dată
sl: Ponovi eno
sv: Upprepa en gång
tr: Biri yinelensin
zh_hans: 重复一首

# MENU_REPEAT_ALL
source: Repeat all
ca: Repeteix-ho tot
cs: Opakovat vše
da: Gentag alle
de: Alle wiederholen
el: Επανάληψη όλων
es: Repetir todo
eu: Errepikatu guztiak
fi: Uudestaan kaikki
fr: Tout répéter
he: חזרה על הכול
hu: Összes ismétlése
it: Ripeti tutto
ja: すべてをリピート
ko: 모두 반복
ml: എല്ലാം ആവർത്തിക്കുക
ms: Ulang semua
nl: Alles herhalen
pt_br: Repetir todos
ro: Repetare toate
sl: Ponovi vse
sv: Upprepa alla
tr: Tümü yinelensin
zh_hans: 全部重复

# ACTIONSHEET_BACKGROUND_LABEL
source: Action sheet background
ca: Fons del full d'acció
cs: Pozadí seznamu akcí
da: Handlingsarksbaggrund
de: Hintergrund des Aktionsblatts
el: Δελτίο οδηγιών στο παρασκήνιο
es: Fondo de hoja de acción
eu: Ekintza orriaren atzeko planoa
fi: Arkin tausta
fr: Fond de la feuille d'actions
he: רקע גיליון הפעולות
hu: Műveletlap háttere
it: Sfondo del foglio delle azioni
ja: アクションシートをバックグラウンドに
ko: 작업 시트 배경
ms: Latar belakang lembar tindakan
nl: Achtergrond actieblad
pt_br: Fundo da faixa de ação
ro: Fondul fișei de acțiune
sl: Ozadje akcijskega obrazca
sv: Dialogbakgrund
tr: İşlem sayfası arka planı
zh_hans: 操作列表背景

# ACTIONSHEET_BACKGROUND_HINT
source: Tap to remove the action sheet.
ca: Feu un toc per eliminar el full d'acció.
cs: Klepnutím odeberete seznam akcí.
da: Klik for at fjerne handlingsarket
de: Tippen, um das Aktionsblatt zu entfernen.
el: Πατήστε για να αφαιρέσετε τη σελίδα ενεργειών
es: Tocar para eliminar la de hoja de acción.
eu: Ukitu ekintza orria kentzeko.
fi: Poista arkki napauttamalla.
fr: Appuyez sur pour supprimer la feuille d'actions.
he: נגיעה תסיר את גיליון הפעולות.
hu: Koppintson a műveletlap eltávolításához.
it: Tocca per rimuovere il foglio delle azioni.
ja: タップしてアクションシートを削除
ko: 작업 시트를 제거하려면 가볍게 누릅니다.
ml: പ്രവർത്തന ഷീറ്റ് നീക്കം ചെയ്യാൻ ടാപ്പ് ചെയ്യുക.
ms: Ketik untuk buang lembar tindakan
nl: Tikken om het actieblad te verwijderen.
pt_br: Toque para remover a faixa de ação.
ro: Atingeți ușor pentru a elimina fișa de acțiune.
sl: Tapni za odstranitev akcijskega obrazca
sv: Tryck för att ta bort dialogen.
tr: İşlem sayfasını kaldırmak için dokunun.
zh_hans: 轻按删除操作列表

# KEY_JUMP_BACKWARDS
source: Jump backwards
ca: Salta cap enrere
cs: Přejít zpět
da: Hop tilbage
de: Sprung zurück
el: Μεταπήδηση προς τα πίσω
eu: Atzera salto
fi: Hyppää taaksepäin
fr: Saut arrière
he: לקפוץ אחורה
hu: Ugrás hátrafelé
it: Salta indietro
ja: ジャンプして戻る
ko: 뒤로 이동하기
ml: പിന്നിലേക്ക് ചാടുക
ms: Lompat mengundur
nl: Achteruit springen
pt_br: Retroceder a um ponto
ro: Salt înapoi
sl: Skoči nazaj
sv: Hoppa bakåt
tr: Geriye atla
zh_hans: 快退

# KEY_JUMP_FORWARDS
source: Jump forwards
ca: Salta cap endavant
cs: Přejít vpřed
da: Hop frem
de: Sprung vorwärts
el: Μεταπήδηση προς τα μπρος
eu: Aurrera salto
fi: Hyppää eteenpäin
fr: Saut avant
he: לקפוץ קדימה
hu: Ugrás előrefelé
it: Salta in avanti
ja: ジャンプして進む
ko: 앞으로 이동하기
ml: മുന്നിലേക്ക്‌ ചാടുക
ms: Lompat maju
nl: Vooruit springen
pt_br: Avançar a um ponto
ro: Salt înainte
sl: Skoči naprej
sv: Hoppa framåt
tr: İleriye atla
zh_hans: 快进

# KEY_INCREASE_PLAYBACK_SPEED
source: Increase playback speed
ca: Augmenta la velocitat de reproducció
cs: Zvýšit rychlost přehrávání
da: Hurtigere afspilning
de: Wiedergabegeschwindigkeit erhöhen
el: Αύξηση ταχύτητας αναπαραγωγής
eu: Erreprodukzio abiadura handitu
fi: Kasvata äänentoiston nopeutta
fr: Augmenter la vitesse de lecture
he: הגברת מהירות הנגינה
hu: Lejátszási sebesség növelése
it: Aumenta velocità di riproduzione
ja: 再生速度を上げる
ko: 재생 속도 증가
ml: പ്ലേബാക്ക് വേഗത കൂട്ടുക
ms: Tingkatkan kelajuan main balik
nl: Afspeelsnelheid verhogen
pt_br: Aumentar a velocidade de reprodução
ro: Creșterea vitezei de redare
sl: Povečaj hitrost predvajanja
sv: Öka uppspelningshastighet
tr: Oynatma hızını artır
zh_hans: 提高播放速度

# KEY_DECREASE_PLAYBACK_SPEED
source: Decrease playback speed
ca: Disminueix la velocitat de reproducció
cs: Snížit rychlost přehrávání
da: Lavere afspilningshastighed
de: Wiedergabegeschwindigkeit verringern
el: Μείωση ταχύτητας αναπαραγωγής
eu: Erreprodukzio abiadura murriztu
fi: Vähennä äänentoiston nopeutta
fr: Ralentir la vitesse de lecture
he: האטת מהירות הנגינה
hu: Lejátszási sebesség csökkentése
it: Riduci velocità di riproduzione
ja: 再生速度を下げる
ko: 재생 속도 감소
ml: പ്ലേബാക്ക് വേഗത കുറയ്ക്കുക
ms: Kurangkan kelajuan main balik
nl: Afspeelsnelheid verlagen
pt_br: Diminuir a velocidade de reprodução
ro: Reduceți viteza de redare
sl: Zmanjšaj hitrost predvajanja
sv: Minska uppspelningshastighet
tr: Oynatma hızını azalt
zh_hans: 降低播放速度

# KEY_RESET_PLAYBACK_SPEED
source: Reset playback speed
ca: Restaura la velocitat de reproducció
cs: Obnovit rychlost přehrávání
da: Nulstil afspilningshastighed
de: Wiedergabegeschwindigkeit zurücksetzen
el: Επαναφορά ταχύτητας αναπαραγωγής
eu: Erreprodukzio abiadura berrezarri
fi: Nollaa äänentoiston nopeus
fr: Réinitialiser la vitesse de lecture
he: איפוס מהירות הנגינה
hu: Lejátszási sebesség visszaállítása
it: Ripristina velocità di riproduzione
ja: 再生速度をリセットする
ko: 재생 속도 재설정
ml: പ്ലേബാക്ക് വേഗത പുനഃസജ്ജമാക്കുക
ms: Tetap semula kelajuan main balik
nl: Afspeelsnelheid herstellen
pt_br: Velocidade de reprodução padrão
ro: Resetare viteză de redare
sl: Ponastavi hitrost predvajanja
sv: Återställ uppspelningshastighet
tr: Oynatma hızını sıfırla
zh_hans: 重置播放速度

# TITLESELECTION_BACKGROUND_LABEL
source: Title selection background
ca: Fons de selecció de títols
cs: Pozadí výběru názvu
da: Baggrund for titelvalg
de: Hintergrund der Titelauswahl
el: Φόντο επιλογής τίτλου
fi: Otsikon valinnan tausta
fr: Choisir le titre de l'arrière-plan
he: רקע בחירת כותרת
hu: Címkiválasztás háttere
it: Sfondo di selezione del titolo
ja: 選択可能な背景のタイトル
ko: 제목 선택 배경
ms: Latar belakang pemilihan tajuk
pt_br: Segundo plano da seleção de título
ro: Fundal pentru selecția titlului
sl: Ozadje ob izbiri naslova
sv: Bakgrund för markering av titlar
tr: Başlık seçimi arka planı
zh_hans: 标题选择背景

# TITLESELECTION_BACKGROUND_HINT
source: Tap to remove the view.
ca: Feu un toc per eliminar la vista.
cs: Klepnutím odeberete zobrazení.
da: Tap for at fjerne visningen.
de: Tippen, um die Ansicht zu entfernen.
el: Πατήστε για να καταργήσετε την προβολή.
fi: Poista näkymä napauttamalla.
fr: Tapez pour supprimer la vue.
he: נגיעה מסירה את התצוגה.
hu: Koppintson a nézet eltávolításához.
it: Tocca per rimuovere la vista.
ja: タップしてこのビューを削除
ko: 보기를 제거하려면 가볍게 누르기
ms: Ketik untuk buang pandangan.
pt_br: Toque para remover a exibição.
ro: Atinge pentru a elimina vizualizarea.
sl: Tapnite za odstranitev prikaza.
sv: Tryck för att ta bort vyn.
tr: Görünümü kaldırmak için dokunun
zh_hans: 轻按删除视图

# NB_ALBUM
source: Number of albums
pt_br: Número de álbuns

source: Last playback date
pt_br: Últma data de reprodução

# DVD_BUTTON
source: DVD
ar: قرص رقميّ موسّع "DVD"
br: DVB
th: ดีวีดี

# PLEX_SHORT
source: Plex
ml: പ്ലെക്സ്

# INTERFACE_LOCK_HINT
source: Enable the option to lock the user interface
sc: Disabìlita sos controllos de interfache
sk: Zablokovať ovládače rozhrania
uk: Вимкнути управління інтерфейсом
