Repository: videolan/vlc-ios
Catalog: Resources/*.lproj/Localizable.strings
Languages: ar, br, ca, cs, da, de, el, es, eu, fi, fr, he, hu, is, it, ja, ko, ml, ms, nb, nl, nn, pl, pt_br, pt_pt, ro, ru, sc, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# OPEN_NETWORK_HELP
source: Enter any HTTP, RTSP, RTMP, MMS, FTP or UDP/RTP address to open the stream directly.
ar: أدخل عنوان أحد البروتوكولات HTTP ، RTSP ، MMS ، FTP ، UDP/RTP لتفتح بثّه مُباشرةً.
br: Ebarzhit kement chomlec'h HTTP, RTSP, RTMP, MMS, FTP pe UDP/RTP evit digeriñ ar skign dre froud war-eeun.
ca: Introduïu una adreça http, rtsp, rtmp, mms, ftp o udp/rtp per obrir directament el flux.
cs: Pro přímé přehrání streamu zadejte adresu [HTTP, RTSP, RTMP, MMS, FTP nebo UDP/RTP].
da: Indtast en HTTP-, RTSP-, RTMP-, MMS-, FTP- eller UDP/RTP-adresse for at åbne en stream direkte.
de: Geben Sie eine HTTP, RTSP, RTMP, MMS, FTP oder UDP/RTP-Addresse zum direkten Öffnen des Streams ein.
el: Εισάγετε μία διεύθυνση HTTP, RTSP, RTMP, MMS, FTP ή UDP/RTP, για απευθείας άνοιγμα της μετάδοσης.
es: Introduzca una dirección HTTP, RTSP, RTMP, MMS, FTP o UDP/RTP para abrir el flujo directamente.
eu: Sartu edozein HTTP, RTSP, RTMP, MMS, FTP edo UDP/RTP helbide zuzenean korrontea irekitzeko.
fi: Syötä mikä tahansa HTTP-, RTSP-, RTMP-, MMS, FTP- tai UDP-/RTP-osoite avataksesi suoratoiston.
fr: Entrer une adresse HTTP, RTSP, RTMP, MMS, FTP ou UDP/RTP pour ouvrir directement le flux.
he: נא להזין כתובת כלשהי מסוג HTTP, RTSP, RTMP, MMS, FTP או UDP/RTP כדי לפתוח את התזרים ישירות.
hu: Adjon meg egy HTTP, RTSP, RTMP, MMS, FTP vagy UDP/RTP címet a közvetítés lejátszásához.
is: Settu inn eitthvað HTTP, RTSP, RTMP, MMS, FTP eða UDP/RTP vistfang til að opna streymið beint.
it: Digita qualsiasi indirizzo HTTP, RTSP, RTMP, MMS, FTP o UDP/RTP per aprire il flusso direttamente.
ja: ストリームを直接開くためにHTTP, RTSP, RTMP, MMS, FTP、またはUDP/RDPのアドレスを入力してください。
ko: 스트림을 직접 열려면 HTTP, RTSP, RTMP, MMS, FTP 나 UDP/RTP 주소를 입력하세요.
ml: ഒഴുക്ക് നേരിട്ട് തുറക്കാന്‍ ഏതെങ്കിലും എ.ച്.ടി.ടി.പി, ആര്‍.ടി.എസ്.പി, ആര്‍.ടി.എം.പി, എം.എം.എസ്, എഫ്.ടി.പി അല്ലെങ്കില്‍ യു.ഡി.പി/ആര്‍.ടി.പി വിലാസം നല്‍കുക
ms: Masukkan mana-mana alamat HTTP, RTSP, RTMP, MMS, FTP atau UDP/RTP untuk membuka strim secara langsung.
nb: Skriv inn en HTTP, RTSP, RTMP, MMS, FTP eller UDP / RTP -adressen for å åpne strømmen direkte.
nl: Geef een HTTP, RTSP, RTMP, MMS, FTP of UDP/RTP adres op om de stream direct te openen.
nn: Skriv inn ei HTTP-, RTSP-, RTMP-, MMS-, FTP- eller UDP/RTP-adresse for å opna straumen direkte.
pl: Wpisz dowolny adres HTTP, RTSP, RTMP, MMS, FTP lub UDP/RTP, aby otworzyć strumień bezpośrednio.
pt_br: Digite um endereço HTTP, RTSP, RTMP, MMS, FTP ou UDP/RTP para abrir a transmissão diretamente.
pt_pt: Digite qualquer endereço HTTP, RTSP, RTMP, MMS, FTP ou UDP/RTP para abrir diretamente a transmissão.
ro: Introduceţi orice adresă HTTP, RTSP, RTMP, MMS, FTP ori UDP/RTP pentru a deschide fluxul în mod direct.
ru: Поддерживаемые типы потоков: HTTP, RTSP, RTMP, MMS, FTP, UDP/RTP.
sc: Inserta un'indiritzu HTTP, RTSP, RTMP, MMS, FTP o UDP/RTP pro abèrrere diretamente su flussu.
sk: Pre priame otvorenie streamu zadajte HTTP, RTSP, RTMP, MMS, FTP or UDP/RTP adresu.
sl: Z vnosom kateregakoli naslova HTTP, RTSP, RTMP, MMS, FTP ali UDP/RTP neposredno odprete pretok.
sv: Ange en HTTP-, RTSP-, RTMP-, MMS-, FTP- eller UDP/RTP-adress för att öppna strömmen direkt.
th: ใส่ที่อยู่ HTTP, RTSP, RTMP, MMS, FTP หรือ UDP/RTP เพื่อเปิดการสตรีมโดยตรง
tr: Doğrudan akış açmak için bir HTTP, RTSP, RTMP, MMS, FTP ya da UDP/RTP adresi yazın.
uk: Введіть будь-яку HTTP, RTSP, RTMP, MMS, FTP або UDP/RTP адресу, щоб відкрити потік прямо.
zh_hans: 请输入任意 HTTP、RTSP、RTMP、MMS、FTP 或 UDP/RTP 地址，以便直接打开串流。
zh_hant: 請輸入任何 HTTP, RTSP, RTMP, MMS, FTP 或是 UDP/RTP 地址以直接開啟串流。

# HTTP_UPLOAD_SERVER_OFF
source: Inactive Server
ar: خادومٌ غيرُ نشط
br: Servijer dioberiant
ca: Servidor inactiu
cs: Neaktivní server
da: Inaktiv server
de: Server inaktiv
el: Ανενεργός διακομιστής
es: Servidor inactivo
eu: Zerbitzari inaktiboa
fi: Palvelin ei ole aktiivinen
fr: Serveur inactif
he: שרת בלתי פעיל
hu: Inaktív kiszolgál
is: Óvirkur þjónn
it: Server non attivo
ja: サーバー機能は停止
ko: 미활성 서버
ml: പ്രവര്‍ത്തന സജ്ജമല്ലാത്ത സര്‍വര്‍
ms: Pelayan Tidak Aktif
nb: Inaktiv Server
nl: Inactieve server
nn: Uverksam tenar
pl: Nieaktywny serwer
pt_br: Servidor inativo
pt_pt: Servidor Inativo
ro: Server Inactiv
ru: Подключение неактивно
sc: Server non ativu
sk: Neaktívny server
sl: Nedejaven strežnik
sv: Inaktiv server
th: เซิร์ฟเวอร์ไม่ตอบสนอง
tr: Sunucu etkin değil
uk: Неактивний сервер
zh_hans: 非活动服务器
zh_hant: 無效的伺服器

# HTTP_UPLOAD_NO_CONNECTIVITY
source: No active Wi-Fi connection
ar: لا يتوفر اتّصالُ شبكةٍ لاسلكيةٍ نشط
br: Kevreadenn WIFI oberiant ebet
ca: Xarxa sense fils no activada
cs: Žádné aktivní připojení Wi-Fi
da: Ingen aktiv Wi-Fi-forbindelse
de: Keine aktive WLAN Verbindung
el: Δεν υπάρχει ενεργή σύνδεση Wi-Fi
es: Ninguna conexión WiFI activa
eu: Ez dago Wi-Fi konexio aktiborik
fi: Ei aktiivista Wi-Fi yhteyttä
fr: Pas de connexion Wi-Fi active
he: אין חיבור אלחוטי פעיל
hu: Nincs aktív Wi-Fi kapcsolat
is: Engin virk WiFi-tenging
it: Nessuna connessione Wi-Fi attiva
ja: アクティブなWiFi接続がありません
ko: 활성화된 Wi-FI 연결 없음
ml: സജീവ Wi-Fi കണക്ഷനില്ല
ms: Tiada sambungan Wi-Fi aktif
nl: Geen actieve wifiverbinding
nn: Ingen verksame Wi-Fi-tilkoplingar
pl: Brak aktywnego połączenia Wi-Fi
pt_br: Não há conexão Wi-Fi ativa
pt_pt: Sem ligação Wi-Fi ativa
ro: Nu există o conexiune Wi-Fi activă
ru: Нет Wi-Fi-подключения
sc: Peruna connessione WiFi ativa
sk: Žiadne aktívne pripojenie WiFi
sl: Ni dejavne povezave WiFi
sv: Ingen aktiv WiFi-anslutning
th: ไม่มีการเชื่อมต่อ Wi-Fi ที่ใช้ได้
tr: Wi-Fi bağlantısı etkin değil
uk: Нема активного Wi-Fi з'єднання
zh_hans: 无活跃Wi-Fi连接
zh_hant: 沒有啟用的 WiFi 連接

# OPEN_STREAM_OR_DOWNLOAD
source: Would you like to download or play this URL?
ar: هل تودّ تحميل أو تشغيل هذا الرابط؟
br: Ha c'hoant ho pefe pellgargañ pe lenn an URL-mañ?
ca: Voleu baixar or reproduir aquesta URL?
cs: Chcete stáhnout nebo přehrát soubor z této URL adresy?
da: Vil du downloade eller afspille denne URL?
de: Möchten Sie von dieser Adresse herunterladen oder diese wiedergeben?
el: Θα θέλατε να κάνετε λήψη ή να αναπαράξετε αυτό το URL;
es: ¿Quiere descargar o reproducir esta URL?
eu: URL hau deskargatu edo erreproduzitu nahi duzu?
fi: Haluaisitko ladata tämän osoitteen tiedoston vai toistaa sen?
fr: Voulez-vous télécharger ou lire cette URL ?
he: האם להוריד או לנגן את הכתובת הזאת?
hu: Letölti vagy lejátssza ezt az URL-t?
is: Viltu hlaða niður eða spila þessa vefslóð?
it: Vuoi scaricare o riprodurre questo URL?
ja: このURLをダウンロードまたは、再生しますか?
ko: 이 주소를 다운로드하거나 재생할까요?
ml: ഈ യു ര്‍ ല്‍ ഡൌണ്‍ലോഡ് ചെയ്യന്നോ പ്ലേ ചെയ്യന്നോ ആഗ്രഹികുന്നോ?
ms: Anda mahu memuat turun atau memainkan URL ini?
nb: Vil du laste ned eller spille av denne URL?
nl: Wilt u deze url downloaden of afspelen?
nn: Vil du lasta ned eller spela av denne URL-en?
pl: Czy chcesz pobrać lub odtworzyć ten adres URL?
pt_br: Gostaria de baixar ou reproduzir esta URL?
pt_pt: Gostaria de transferir ou reproduzir este URL?
ro: Dorești să descarci sau să redai acest URL?
ru: Вы хотите скачать или проиграть файл по этому адресу?
sc: Cheres iscarrigare o riproduire custu URL?
sk: Chcete súbor z tejto adresy URL stiahnuť alebo prehrať?
sl: Ali želite prejeti ali predvajati vsebino na naslovu URL?
sv: Vill du ladda ned eller spela upp denna webbadress?
th: คุณต้องการดาวน์โหลดหรือเล่น URL นี้หรือไม่?
tr: Bu adresin içeriği indirilsin mi oynatılsın mı?
uk: Хочете завантажити чи відтворити цю URL-адресу?
zh_hans: 您是否希望下载或打开该 URL?
zh_hant: 您想要下載或播放這個 URL?

# SHARED_VLC_IOS_LIBRARY
source: Shared VLC for iOS Library
ar: مشترك VLC لـمكتبة نظام التشغيل iOS
br: VLC rannet evit Levraoueg iOS
ca: VLC compartit per a la Biblioteca iOS
cs: Sdílená knihovna VLC pro iOS
da: Delt VLC til iOS-bibliotek
de: Geteilte VLC für iOS Mediathek
el: Κοινόχρηστη βιβλιοθήκη του VLC για iOS
es: VLC compartido para librería iOS
eu: Partekatutako VLC iOS liburutegirako
fi: Jaettu VLC for iOS -kirjasto
fr: Bibliothèque partagée de VLC pour iOS
he: שתף את ספריית ה VLC ל iOS
hu: Megosztott VLC for iOS médiatár
is: Samnýtt VLC fyrir iOS safn
it: Libreria condivisa di VLC per iOS
ja: 共有VLC for iOSライブラリ
ko: 공유된 iOS용 VLC 라이브러리
ms: VLC Terkongsi untuk Pustaka iOS
nb: Delt VLC for iOS bibliotek
nl: Gedeelde bibliotheek van VLC for iOS
nn: Delt VLC for iOS-bibliotek
pl: Wspólny VLC dla Biblioteki iOS
pt_br: VLC Compartilhado para a Biblioteca iOS
pt_pt: Biblioteca partilhada do VLC para iOS
ro: VLC comun pentru biblioteca iOS
ru: Разделяемая библиотека VLC для iOS
sc: Biblioteca cumpartzida de VLC pro iOS
sk: Zdieľaná knižnica VLC for iOS
sl: Knjižnica VLC za iOS v souporabi
sv: Delat bibliotek för VLC för iOS
th: คลังสื่อ VLC สำหรับ iOS ที่มีการแชร์
tr: iOS kitaplığı için paylaşılan VLC
uk: Поширено VLC для бібліотеки iOS
zh_hans: 共享 VLC for iOS 库
zh_hant: 分享 VLC for iOS 媒體庫

# SMB_CIFS_FILE_SERVERS
source: File Servers (SMB)
ar: خوادم الملفات (SMB)
br: Servijerioù Restroù (SMB)
ca: Servidors de fitxers (SMB)
cs: Souborové servery (SMB)
da: Filservere (SMB)
de: Dateiserver (SMB)
el: Διακομιστές αρχείων (SMB)
es: Servidores de archivos (SMB)
eu: Fitxategi zerbitzariak (SMB)
fi: Tiedostopalvelimet (SMB)
fr: Serveurs de fichiers (SMB)
he: שרתי קבצים (SMB)
hu: Fájlkiszolgálók (SMB)
is: Skráaþjónar (SMB)
it: File Server (SMB)
ja: ファイルサーバー (SMB)
ko: 파일 서버(SMB)
ml: ഫയൽ സെർവറുകൾ (SMB)
ms: Pelayan Fail (SMB)
nb: Filservere (SMB)
nl: Bestandsservers (SMB)
nn: Filtenarar (SMB)
pl: Serwery plików (SMB)
pt_br: Servidores de Arquivos (SMB)
pt_pt: Servidores de ficheiros (SMB)
ro: Servere de fișiere (SMB)
ru: Файловые серверы (SMB)
sc: Servers pro sos documentos (SMB)
sk: Súborové servery (SMB)
sl: Datotečni strežniki (SMB)
sv: Filservrar (SMB)
th: เซิร์ฟเวอร์ไฟล์ (SMB)
tr: Dosya sunucuları (SMB)
uk: Файлові сервери (SMB)
zh_hans: 文件服务器 (SMB)
zh_hant: 檔案伺服器 (SMB)

# HTTP_DOWNLOAD_CANCELLED
source: Download canceled by user
ar: تم إلغاء التّنزيل من طرف المستخدم
br: Pellgargañ nullet gant an implijader
ca: Baixada cancel·lada per l'usuari
cs: Stahování bylo zrušeno uživatelem
da: Download annulleret af bruger
de: Download durch Nutzer abgebrochen
el: Η ληψη ακυρώθηκε από το χρήστη
es: Descarga cancelada por el usuario
eu: Erabiltzaileak bertan behera utzi du deskarga
fi: Käyttäjä peruutti latauksen
fr: Téléchargement annulé par l'utilisateur
he: ההורדה בוטלה על ידי המשתמש
hu: A fájl letöltése meg lett szakítva.
is: Hætt var við niðurhal af notanda
it: Scaricamento annullato dall'utente
ja: ダウンロードがユーザーによってキャンセルされました
ko: 사용자에 의해 다운로드 취소됨
ml: ഉപയോക്താവ് ഡൌണ്‍ലോഡിംഗ് ഒഴിവാക്കി
ms: Muat turun dibatal oleh pengguna
nb: Nedlasting avbrutt av bruker
nl: Download geannuleerd door gebruiker
nn: Nedlasting avbroten av brukar
pl: Pobieranie przerwane przez użytkownika
pt_br: Download cancelado pelo usuário
pt_pt: Transferência cancelada pelo utilizador
ro: Decărcare anulată de utilizator
ru: Загрузка отменена
sc: Iscarrigamentu annulladu dae s'impradore
sk: Sťahovanie bolo ukončené používateľom
sl: Prejem je uporabniško preklican
sv: Nedladdning avbruten av användare
th: การดาวน์โหลดถูกยกเลิกโดยผู้ใช้
tr: Kullanıcı indirmeyi iptal etti
uk: Завантаження скасовано користувачем
zh_hans: 下载已被用户取消
zh_hant: 檔案被使用者刪除

# DOWNLOAD_FROM_HTTP
source: Downloads
ar: التّنزيلات
br: Pellgargadennoù
ca: Baixades
cs: Stahování
el: Λήψεις
es: Descargas
eu: Deskargak
fi: Lataukset
fr: Téléchargements
he: הורדות
hu: Letöltések
is: Sóttar skrár
it: Scaricati
ja: ダウンロード
ko: 다운로드
ml: ഡൌണ്‍ലോ‍ഡുകള്‍
ms: Muat turun
nb: Nedlastninger
nn: Nedlastingar
pl: Pobrane
pt_br: Transferências
pt_pt: Transferências
ro: Descărcări
ru: Загрузки
sc: Iscarrigados
sk: Sťahovanie
sl: Prejemi
sv: Nedladdningar
th: รายการดาวน์โหลด
tr: İndirilenler
uk: Завантаження
zh_hans: 下载内容
zh_hant: 下載

# ERROR_NUMBER
source: Error %i occured
ar: حدث الخطأ %i
br: %i fazi degouezhet
ca: S'ha produït un error %i
cs: Vyskytla se chyba %i
da: Fejl %i
de: Fehler %i aufgetreten
el: Παρουσιάστηκε σφάλμα %i
es: Ha ocurrido el error %i
eu: %i errorea gertatu da
fi: Virhe %i ilmaantui
fr: Erreur %i
he: אירעה שגיאת %i
hu: Hiba történt. Kód: %i
is: Villan %i kom upp
it: Si è verificato l'errore %i
ja: エラー %i が発生しました
ko: %i 에러 발생
ml: %iാം പ്രശ്നം സംഭവിച്ചു
ms: Ralat %i berlaku
nb: Feil %i oppstod
nl: Fout %i opgetreden
nn: Feilen %i oppstod
pl: Wystąpił błąd %i
pt_br: O erro %i ocorreu
pt_pt: Ocorreu um erro (%i)
ro: A apărut Eroarea %i
ru: Произошла ошибка %i
sc: Est acontèssidu s'errore %i
sk: Nastala chyba %i
sl: Prišlo je do napake %i
sv: Felet %i uppstod
th: เกิดปัญหา %i
tr: %i hatası oluştu
uk: Трапилася помилка %i
zh_hans: 发生错误 %i
zh_hant: 錯誤 %i 發生

source: Download failed
ar: فشل التّنزيل
br: Pellgargadenn c'hwitet
ca: S'ha produït un error en la baixada
cs: Chyba stahování
da: Overførsel mislykkedes
de: Download fehlgeschlagen
el: Αποτυχία λήψης
es: La descarga falló
eu: Deskargak huts egin du
fi: Lataus epäonnistui
fr: Le téléchargement a échoué
he: ההורדה נכשלה
hu: A letöltés nem sikerült
is: Niðurhal tókst ekki
it: Scaricamento non riuscito
ja: ダウンロードに失敗しました
ko: 다운로드 실패
ml: ഡൌണ്‍ലോ‍ഡ് പരാജയപ്പെട്ടു
ms: Muat turun gagal
nb: Mislykket nedlasting
nl: Downloaden mislukt
nn: Mislukka nedlasting
pl: Pobieranie nie powiodło się
pt_br: Falha na transferência
pt_pt: Transferência falhou
ro: Descărcare eşuată
ru: Ошибка загрузки
sc: Iscarrigamentu fallidu
sk: Sťahovanie nebolo úspešné
sl: Prejem je spodletel
sv: Nedladdning misslyckades
th: การดาวน์โหลดล้มเหลว
tr: İndirilemedi
uk: Провал завантаження
zh_hans: 下载失败
zh_hant: 下載失敗

# FILE_NOT_SUPPORTED
source: File format not supported
ar: صيغة الملف غير مدعومة
br: Ne vez ket degemeret furmad ar restr
ca: Format de fitxer no suportat
cs: Formát souboru není podporován
da: Filformat ikke understøttet
de: Dateiformat nicht unterstützt
el: Η μορφή αρχείου δεν υποστηρίζεται
es: Formato de archivo no soportado
eu: Fitxategi formatu ez onartua
fi: Tiedostomuotoa ei tueta
fr: Format de fichier non pris en charge
he: מבנה הקובץ אינו נתמך
hu: Nem támogatott formátum
is: Þetta skráarsnið er ekki stutt
it: Formato del file non supportato
ja: 未サポートのファイルフォーマットです。
ko: 지원되지 않는 파일 형식
ml: ഫയല്‍ ഫോര്‍മാറ്റ് പിന്തുണക്കുന്നതല്ല
ms: Format fail tidak disokong
nb: Filformat ikke tilgjengelig
nl: Bestandsformaat niet ondersteund
nn: Filformatet er ikkje støtta
pl: Format pliku nie jest obsługiwany
pt_br: Não suporte a este formato de arquivo
pt_pt: Formato de ficheiro não suportado
ro: Format de fişier nesuportat
ru: Формат файла не поддерживается
sc: Formatu de su documentu non suportadu
sk: Formát súboru nie je podporovaný
sl: Zapis datoteke ni podprt
sv: Filformatet stöds inte
th: ยังไม่รองรับรูปแบบไฟล์นี้
tr: Dosya biçimi desteklenmiyor
uk: Формат файлу не підтримується
zh_hans: 文件格式不支持
zh_hant: 檔案格式不支援

# FILE_NOT_SUPPORTED_LONG
source: The file format used by %@ is not supported by this version of VLC for iOS.
ar: صيغة الملف %@ غير مدعمة في هذه الإصدارة من VLC لـ iOS.
br: Furmad ar restr implijet gant %@ na vez ket degemeret gant ar stumm-mañ eus VLC evit iOs.
ca: El format d'arxiu utilitzat per %@ no funciona per aquesta versió de VLC per a iOS
cs: Formát souboru použitý v %@ není podporován touto verzí VLC pro iOS.
da: Filformatet som bruges af %@ understøttes ikke i denne version af VLC til iOS.
de: Das Dateiformat, benutzt in %@, wird in dieser Version von VLC für iOS nicht unterstützt.
el: Ο τύπος αρχείου που χρησιμοποιείται από το %@ δεν υποστηρίζεται σε αυτή την έκδοση του VLC για iOS.
es: El formato de archivo usado por %@ no está soportado por esta versión de VLC para iOS.
eu: %@-k erabilitako fitxategi formatua ez da onartzen VLC bertsio honek iOS-erako.
fi: Tiedostomuotoa %@ ei tueta VLC:n iOS-versiossa
fr: Le format de fichier utilisé par %@ n'est pas compatible avec cette version de VLC pour iOS.
he: סוג הקבצים בהם נעשה שימוש ב־%@ אינם נתמכים על ידי גרסה זו של VLC עבור iOS.
hu: A(z) %@ által használt fájlformátumot nem támogatja a VLC for iOS ezen verziója.
is: Skráarsniðið sem notað er af %@ er ekki stutt af þessari útgáfu af VLC fyrir iOS.
it: Il formato del file usato da %@ non è supportato da questa versione di VLC per iOS.
ja: %@ に使用されているファイルフォーマットはiOS用VLCのこのバージョンではサポートされていません。
ko: %@에서 사용되는 파일 형식은 현재 버젼의 VLC(iOS용)은 지원하지 않습니다.
ml: %@ ഉപയോഗിക്കുന്ന ഫയൽ ഫോർമാറ്റിനെ iOS-നുള്ള VLC-യുടെ ഈ പതിപ്പ് പിന്തുണയ്ക്കുന്നില്ല.
ms: Format fail yang diguna oleh %@ tidak disokong oleh versi VLC ini untuk iOS.
nb: Filformatet som brukes av %@ støttes ikke av denne versjonen av VLC for iOS.
nl: Het bestandsformaat dat gebruikt wordt door %@ wordt niet ondersteund door deze versie van VLC voor iOS.
nn: Filformatet brukt av %@ er ikkje støtta i denne versjonen av VLC for iOS.
pl: Format pliku używany przez %@ nie jest obsługiwany przez tę wersję VLC dla systemu iOS.
pt_br: Não há suporte ao formato do arquivo usado por %@ nesta versão de VLC para iOS.
pt_pt: O formato de ficheiro utilizado por %@ não é suportado por esta versão do VLC para iOS.
ro: Formatul de fișier utilizat de %@ nu este acceptat de această versiune de VLC pentru iOS.
ru: Формат файла "%@" не поддерживается текущей версией VLC для iOS.
sc: Su formatu de documentos impreadu dae %@ no est suportadu dae custa versione de VLC pro iOS.
sk: Formát súboru používaný %@ nie je podporovaný touto verziou programu VLC for iOS.
sl: Format datoteke, ki ga uporablja %@ ni podprt za to različico VLC za iOS.
sv: Filformatet som %@ använder stöds inte i denna version av VLC för iOS.
th: รูปแบบไฟล์ที่ใช้โดย %@ ไม่รองรับโดย VLC สำหรับ iOS รุ่นนี้
tr: %@ tarafından kullanılan dosya biçimi bu iOS için VLC sürümünde desteklenmiyor.
uk: Формат файлу, використаний у %@, не підтримується цією версією VLC для iOS.
zh_hans: 当前版本的 VLC for iOS 尚不支持 %@ 所使用的文件格式。
zh_hant: %@ 使用的檔案格式在這個適用於 iOS 的 VLC 版本尚未支援。

# SCHEME_NOT_SUPPORTED
source: Address scheme not supported
ar: مسار العنوان غير مدعوم
br: Furmad ar chomlec'h neket skoret
ca: El protocol de l'esquema no és vàlid
cs: Formát adresy není podporován
da: Adresseprotokol ikke understøttet
de: Adressschema nicht unterstützt
el: Η μορφή της διεύθυνσης δεν υποστηρίζεται
es: Protocolo de dirección no soportado
eu: Helbide eskema ez da onartzen
fi: Osoitetyyppi ei ole tuettu
fr: Format d’adresse non pris en charge
he: מבנה הכתובת אינו נתמך
hu: Nem támogatott protokoll
is: Þetta vistfangaskema er ekki stutt
it: Formato dell'indirizzo non supportato
ja: アドレススキーマはサポートされていません。
ko: 지원되지 않는 주소 체계
ml: വിലാസ രീതി പിന്തുണക്കുന്നതല്ല
ms: Skema alamat tidak disokong
nb: Adresse ordningen støttes ikke
nl: Adresformaat niet ondersteund
nn: Adresseskjemaet er ikkje støtta
pl: Schemat adresu nie jest obsługiwany
pt_br: Não há suporte a esse tipo de endereçamento
pt_pt: Esquema de endereço não suportado
ro: Schema adresei este nesuportată
ru: Протокол не поддерживается
sc: Formatu de s'indiritzu non suportadu
sk: Schéma adresy nie je podporovaná
sl: Naslovni prostor ni podprt
sv: Adresschema stöds inte
th: ไม่รองรับแบบแผนที่อยู่นี้
tr: Adres şeması desteklenmiyor
uk: Схема адрес не підтримується
zh_hans: 地址协议不支持
zh_hant: 地址格式不支援

# SCHEME_NOT_SUPPORTED_LONG
source: The address scheme (%@) is not supported. Please use an address starting with HTTP, HTTPS or FTP.
ar: مسار العنوان (%@) غير مدعوم. رجاءً استخدم عنواناً يبدأ ب HTTP أو HTTPS أو FTP.
br: Furmad ar chomlec'h neket skoret (%@). Implijit ur chomlec'h a grog gant HTTP, HTTPS pe FTP mar plij.
ca: El protocol de l'esquema (%@) no és vàlid. Utilitzeu una adreça basada en una capçalera HTTP, HTTPS o FTP.
cs: Formát adresy (%@) není podporován. Použijte adresu začínající: HTTP, HTTPS nebo FTP.
da: Adressens protokol (%@) er ikke understøttet. Brug en adresse, der begynder med HTTP, HTTPS eller FTP.
de: Das Adressschema (%@) wird nicht unterstützt. Bitte eine Adresse benutzen, die mit HTTP, HTTPS oder FTP beginnt.
el: Η μορφή της διεύθυνσης (%@) δεν υποστηρίζεται. Παρακαλούμε χρησιμοποιήστε μια διεύθυνση που ξεκινά με HTTP, HTTPS ή FTP.
es: El protocolo de la dirección (%@) no está soportado. Use una dirección que empiece por HTTP, HTTPS o FTP.
eu: Helbide eskema (%@) ez da onartzen. Erabili HTTP, HTTPS edo FTP-rekin hasten den helbidea.
fi: Osoitetyyppi (%@) ei ole tuettu. Ole hyvä ja käytä HTTP-, HTTPS- tai FTP-alkuista osoitetta.
fr: Le format d’adresse (%@) n’est pas pris en charge. Veuillez utiliser une adresse commençant par HTTP, HTTPS ou FTP.
he: מבנה הכתובת (%@) אינו נתמך. נא להשתמש בכתובת המתחילה ב־HTTP,‏ HTTPS או FTP.
hu: A(z) „%@” protokoll nem támogatott. Adjon meg egy HTTP-vel, HTTPS-sel vagy FTP-vel kezdődő címet.
is: Vistfangaskemað (%@) er ekki stutt. Notaðu vistfang sem byrjar á HTTP, HTTPS eða FTP.
it: Il formato dell'indirizzo (%@) non è supportato. Usa un indirizzo che comincia con HTTP, HTTPS o FTP.
ja: アドレススキーマ (%@) はサポートされていません。HTTP, HTTPSまたは、FTPで始まるアドレスを使用してください。
ko: 주소 체계(%@)를 지원하지 않습니다. HTTP, HTTPS나 FTP로 시작하는 주소를 사용하세요.
ml: ഈ അഡ്രസ്‌ (%@)പിന്തുണക്കുനില്ല. ദയവായി എച് ടി ടി പി, എച് ടി ടി പി എസ് അല്ലെങ്കില്‍ എഫ്‌ ടി പി ഉപയോഗിക്കുക
ms: Skema alamat (%@) tidak disokong. Sila guna alamat bermula dengan HTTP, HTTPS atau FTP.
nb: Adresseforordningen (%@) støttes ikke. Bruk en adresse som starter med HTTP, HTTPS eller FTP.
nl: Het adresformaat (%@) wordt niet ondersteund. Gebruik een adres dat begint met HTTP, HTTPS of FTP.
nn: Adresseskjemaet (%@) er ikkje støtta. Bruk ei adresse som byrjar med HTTP, HTTPS eller FTP.
pl: Schemat adresu (%@) nie jest obsługiwany. Proszę użyj adresu zaczynającego od HTTP, HTTPS lub FTP.
pt_br: Não há suporte a esse tipo de endereçamento (%@). Por favor use um endereço iniciando com HTTP, HTTPS ou FTP.
pt_pt: O esquema de endereço (%@) não é suportado. Por favor, use um endereço que comece por HTTP, HTTPS ou FTP.
ro: Schema adresei (%@) este nesuportată. Te rugăm să folosești o adresă care începe cu HTTP, HTTPS sau FTP.
ru: Протокол (%@) не поддерживается. Используйте адрес, начинающийся с http, https или ftp.
sc: Su formatu de s'indiritzu (%@) no est suportadu. Pro praghere imprea un'indiritzu chi incumintzet cun HTTP, HTTPS o FTP.
sk: Schéma adresy (%@) nie je podporovaná. Prosím použite adresu začinajúcu na HTTP, HTTPS alebo FTP.
sl: Naslovni prostor (%@) ni podprt. Uporabite naslov, ki se začne s HTTP, HTTPS ali FTP.
sv: Adresschemat (%@) stöds inte. Var god använd en adress som börjar med HTTP, HTTPS eller FTP.
th: รายการที่อยู่ (%@) ไม่รองรับ กรุณาใช้ที่อยู่เริ่มต้นด้วย HTTP, HTTPS หรือ FTP
tr: Adres şeması (%@) desteklenmiyor. Lütfen HTTP, HTTPS ya da FTP ile başlayan bir adres kullanın.
uk: Ця схема адрес (%@) не підтримується. Будь ласка, використовуйте адресу, яка починається із HTTP, HTTPS або FTP.
zh_hans: 不支持此地址协议 (%@)。请使用以 HTTP、HTTPS 或 FTP 开头的地址。
zh_hant: 地址格式 (%@) 沒有支援。請使用以 HTTP, HTTPS 或 FTP 開頭的地址。

# RENAME_MEDIA_TO
source: Enter new name for %@
ar: أعد التسمية ل %@
br: Ebarzhit un anv nevez evit%@
ca: Entreu un nou nom per a %@
cs: Zadejte nový název pro %@
da: Angiv nyt navn for %@
de: Neuen Namen für %@ eingeben
el: Εισάγετε ένα νέο όνομα για το %@
es: Introduzca un nuevo nombre para %@
eu: Idatzi izen berria %@rentzat
fi: Syötä uusi nimi tiedostolle %@
fr: Entrer le nouveau nom pour %@
he: נא להזין שם חדש עבור %@
hu: Adja meg a(z) „%@” új nevét
is: Skrifið inn nýtt nafn fyrir %@
it: Digita un nuovo nome per %@
ja: %@への新しい名前を入力してください
ko: %@의 새 이름을 입력하세요
ml: %@ വേണ്ടി പുതിയ പേരു ചേര്‍ക്കുക
ms: Masukkan nama untuk %@
nb: Skriv nytt navn for %@
nl: Voer een nieuwe naam in voor %@
nn: Skriv inn nytt namn for %@
pl: Wpisz nową nazwę dla %@
pt_br: Digite um novo nome para %@
pt_pt: Digite um novo nome para %@
ro: Introdu nume nou pentru %@
ru: Укажите новое имя для %@
sc: Inserta unu nùmene nou pro %@
sk: Zadajte nový názov pre %@
sl: Vnesite novo ime za %@
sv: Ange ett nytt namn för %@
th: ใส่ชื่อใหม่ให้กับ %@
tr: %@ için yeni bir ad yazın
uk: Введіть нове ім'я для %@
zh_hans: 请为 %@ 输入新名称
zh_hant: 請輸入 %@ 的新名稱
