Repository: videolan/vlc-ios
Catalog: Resources/*.lproj/Localizable.strings
Languages: ar, br, ca, cs, da, de, el, es, eu, fi, fr, he, hu, is, it, ja, ko, ml, ms, nb, nl, nn, pl, pt_br, pt_pt, ro, ru, sc, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

source: Audio delay
ar: تأخير الصوت
br: Dale an aodio
ca: Retard de l'àudio
cs: Zpoždění zvuku
da: Lydforsinkelse
de: Audioverzögerung
el: Καθυστέρηση ήχου
es: Retraso de audio
eu: Audio-atzerapena
fi: Äänen viive
fr: Retard de l'audio
he: עיכוב בשמע
hu: Hang késleltetése
is: Hljóðtöf
it: Ritardo audio
ja: オーディオの遅延
ko: 음성 지연
ml: ശബ്ദത്തിന്റെ കാലതാമസം
ms: Lengah audio
nb: Lydforsinkelse
nl: Audiovertraging
nn: Lydforseinking
pl: Opóźnienie dźwięku
pt_br: Atraso de áudio
pt_pt: Atraso do áudio
ro: Întârziere audio
ru: Задержка звука
sc: Ritardu àudio
sk: Oneskorenie zvuku
sl: Zamik zvoka
sv: Ljudfördröjning
th: หน่วงเวลาเสียง
tr: Ses gecikmesi
uk: Затримка звуку
zh_hans: 音频延迟
zh_hant: 音效延遲

# BUTTON_SLEEP_TIMER
source: Sleep Timer
ar: مؤقّت النّوم
br: Munuter beilh
ca: Temporitzador
cs: Časovač
de: Schlummerfunktion
el: Χρονοδιακόπτης ύπνου
es: Temporizador de apagado
eu: Lo Tenporizadorea
fi: Uniajastin
fr: Minuterie de veille
he: טיימר שינה
hu: Elalváskapcsoló
is: Vekjari
it: Timer di sospensione
ja: スリープタイマー
ko: 취침 타이머
ml: സ്ലീപ്പ് ടൈമർ
ms: Pemasa Tidur
nb: Søvnplanlegger
nl: Slaap-timer
nn: Sovetidsur
pl: Wyłącznik czasowy
pt_br: Temporizador de Suspensão
pt_pt: Temporizador
ro: Temporizator stare de repaus
ru: Таймер сна
sc: Programadore de sospensione
sk: Časovač uspania
sl: Časovnik mirovanja
sv: Sovtimer
th: พักเครื่อง
tr: Uyku zamanlayıcı
uk: Таймер сну
zh_hans: 睡眠计时器
zh_hant: 睡眠計時器

source: Sleep Timer Updated
ar: تم تحديث مؤقت النوم
br: Munuter beilh hizivaet
ca: Actualitzat el Temporitzador
cs: Časovač aktualizován
da: Sleep-timer opdateret
de: Schlummerfunktion aktualisiert
el: Ο Χρονοδιακόπτης ύπνου ενημερώθηκε
es: Alarma actualizada
eu: Lo Tenporizadorea Eguneratua
fi: Uniajastin päivitetty
fr: Minuterie de veille mise à jour
he: מתזמן השינה עודכן
hu: Elalváskapcsoló frissítve
is: Uppfærði vekjara
it: Timer di sospensione aggiornato
ja: スリープタイマーが更新されました
ko: 수면 타이머 업데이트됨
ml: സ്ലീപ്പ് ടൈമർ അപ്ഡേറ്റ് ചെയ്തു
ms: Pemasa Tidur Dikemas Kini
nb: Søvnplanlegger oppdatert
nl: Slaap-timer bijgewerkt
nn: Tidsur oppdatert
pl: Wyłącznik czasowy zaktualizowany
pt_br: Temporizador de Suspensão Atualizado
pt_pt: Temporizador atualizado
ro: Temporizator stare de repaus actualizat
ru: Таймер сна установлен
sc: Programadore de sospensione agiornadu
sk: Časovač uspania aktualizovaný
sl: Časovnik mirovanja posodobljen
sv: Sovtimer uppdaterades
th: อัปเดตการพักเครื่องแล้ว
tr: Uyku zamanlayıcı güncellendi
uk: Оновлено таймер сну
zh_hans: 睡眠计时器已更新
zh_hant: 睡眠計時器已更新

source: Continue playback?
ar: مواصلة التشغيل؟
br: Kenderc’hel al lenn?
ca: Voleu continuar la reproducció?
cs: Pokračovat v přehrávání?
da: Fortsæt afspilning?
de: Wiedergabe fortsetzen?
el: Συνέχιση αναπαραγωγής;
es: ¿Continuar reproducción?
eu: Erreproduzitzen jarraitu nahi duzu?
fi: Jatketaanko toistoa?
fr: Reprendre la lecture ?
he: להמשיך נגינה?
hu: Folytatja a lejátszást?
is: Halda afspilun áfram?
it: Vuoi continuare la riproduzione?
ja: 再生を継続しますか?
ko: 이어서 재생하시겠습니까?
ml: പ്ലേബാക്ക് തുടരുക?
ms: Teruskan main balik?
nb: Fortsett avspilling?
nl: Afspelen hervatten?
nn: Halde fram avspelinga?
pl: Kontynuować odtwarzanie?
pt_br: Continuar a reprodução?
pt_pt: Continuar reprodução?
ro: Continui redarea?
ru: Продолжить воспроизведение?
sc: Cheres fàghere sighire sa riprodutzione?
sk: Pokračovať v prehrávaní?
sl: Nej se predvajanje nadaljuje?
sv: Återuppta uppspelningen?
th: เล่นต่อหรือไม่
tr: Oynatma sürdürülsün mü?
uk: Продовжити відтворення?
zh_hans: 继续回放?
zh_hant: 繼續播放?

# CONTINUE_PLAYBACK_LONG
source: Would you like to continue playback of "%@" where you left off?
ar: هل ترغب بمواصلة التشغيل "%@" من مكان التوقف السابق؟
br: Ha c'hoant ho peus da genderc'hel da lenn "%@" el lec’h m'ho peus paouezet?
ca: Vols continuar reproduint "%@" on ho vas deixar?
cs: Chcete pokračovat v přehrávání "%@" od místa kde jste skončili?
da: Vil du fortsætte afspilningen af "%@" der, hvor du nåede til?
de: Möchten Sie die Wiedergabe von "%@" an der Stelle fortsetzen, an der Sie zuletzt waren?
el: Θέλετε να συνεχίσετε την αναπαραγωγή του "%@" από εκεί που είχατε μείνει;
es: ¿Desea continuar la reproducción de «%@» donde la dejó?
eu: "%@" erreproduzitzen utzi zenuen lekuan jarraitu nahi al zenuke?
fi: Haluatko jatkaa kohteen "%@" toistoa siitä, mihin jäit?
fr: Voulez-vous reprendre la lecture de « %@ » là où vous l'aviez arrêtée ?
he: האם את/ה מעוניין/ת להמשיך את הנגינה של "%@" בנקודה שהופסקה?
hu: Szeretné ott folytatni a(z) „%@” lejátszását, ahol félbehagyta?
is: Viltu halda afspilun "%@" áfram þar sem þú hættir?
it: Vuoi continuare la riproduzione di "%@" da dove l'hai lasciata?
ja: 再生を停止した位置から "%@" の再生を継続しますか？
ko: 마지막으로 보신 "%@"부터 이어서 보시겠습니까?
ml: നിങ്ങൾ നിർത്തിയിടത്ത് "%@" പ്ലേബാക്ക് തുടരാൻ ആഗ്രഹിക്കുന്നുണ്ടോ?
ms: Anda mahu teruskan main balik "%@" pada lokasi terakhir anda tinggalkan?
nb: Ønsker du å fortsette avspilling av "%@" fra der du avsluttet?
nl: Wilt u het afspelen van "%@" hervatten vanaf het laatste punt?
nn: Vil du halda fram avspelinga av «%@» der du slapp?
pl: Czy chcesz kontynuować odtwarzanie "%@" w miejscu gdzie zostało przerwane
pt_br: Deseja retomar a reprodução de "%@" de onde parou?
pt_pt: Pretende continuar a reprodução de “%@” a partir da última posição?
ro: Doriți să continuați redarea "%@" de unde a rămas?
ru: Хотите продолжить воспроизведение "%@" с того места, где вы остановились?
sc: Cheres sighire cun sa riprodutzione de "%@" dae ue l'as firmada?
sk: Chcete opäť spustiť prehrávanie "%@" tam, kde ste skončili?
sl: Ali želite nadaljevati predvajanje "%@" na mestu, kjer ste končali?
sv: Skulle du vilja återuppta uppspelningen av "%@" där du lämnade den?
th: คุณต้องการเล่น "%@" ต่อเมื่อคุณออกหรือไม่?
tr: "%@" oynatımı kaldığınız yerden sürdürülsün mü?
uk: Ви б хотіли продовжити відтворення "%@", де ви зупинилися
zh_hans: 是否从上次离开的地方继续播放“%@”?
zh_hant: 你想從"%@"繼續播放上次的媒體嗎?

# BUTTON_ABOUT
source: About
ar: حول
br: Diwar-benn
ca: Quant a
cs: O aplikaci
da: Om
de: Über
el: Σχετικά
es: Acerca de
eu: Honi buruz
fi: Tietoja
fr: À propos
he: על אודות
hu: Névjegy
is: Um hugbúnaðinn
it: Informazioni
ja: VLCについて
ko: 정보
ml: കുറിച്ച്
ms: Perihal
nb: Om
nl: Over
nn: Om
pl: O VLC
pt_br: Sobre
pt_pt: Sobre
ro: Despre
ru: О VLC
sc: Informatziones
sk: O aplikácii
sl: O programu
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про програму
zh_hans: 关于
zh_hant: 關於

# BUTTON_BACK
source: Back
ar: الخلف
br: Distro
ca: Endarrere
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
eu: Atzera
fi: Takaisin
fr: Retour
he: חזרה
hu: Vissza
is: Tilbaka
it: Indietro
ja: 戻る
ko: 이전
ml: പിറകോട്ട്
ms: Undur
nb: Tilbake
nl: Terug
nn: Tilbake
pl: Wstecz
pt_br: Voltar
pt_pt: Anterior
ro: Înapoi
ru: Назад
sc: In segus
sk: Späť
sl: Nazaj
sv: Tillbaka
th: กลับ
tr: Geri
uk: Назад
zh_hans: 返回
zh_hant: 上一步

# BUTTON_DONE
source: Done
ar: تمّ
br: Graet
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Ολοκλήρωση
es: Hecho
eu: Egina
fi: Valmis
fr: Fini
he: בוצע
hu: Kész
is: Búið
it: Fine
ja: 完了
ko: 완료
ml: പൂര്‍ണം
ms: Selesai
nb: Ferdig
nl: Klaar
nn: Ferdig
pl: Gotowe
pt_br: Concluído
pt_pt: OK
ro: Efectuat
ru: Готово
sc: Fatu
sk: Hotovo
sl: Končano
sv: Färdig
th: เสร็จสิ้น
tr: Bitti
uk: Готово
zh_hans: 完成
zh_hant: 完成

# BUTTON_CANCEL
source: Cancel
ar: ألغِ
br: Nullañ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
eu: Ezeztatu
fi: Peruuta
fr: Annuler
he: ביטול
hu: Mégse
is: Hætta við
it: Annulla
ja: キャンセル
ko: 취소
ml: ഒഴിവാക്കുക
ms: Batal
nb: Avbryt
nl: Annuleren
nn: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulare
ru: Отмена
sc: Annulla
sk: Storno
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# BUTTON_SAVE
source: Save
ar: احفظ
br: Enrollañ
ca: Desa
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
eu: Gorde
fi: Tallenna
fr: Enregistrer
he: שמירה
hu: Mentés
is: Vista
it: Salva
ja: 保存
ko: 저장
ml: സൂക്ഷിക്കുക
ms: Simpan
nb: Lagre
nl: Opslaan
nn: Lagra
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvare
ru: Сохранить
sc: Sarva
sk: Uložiť
sl: Shrani
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
zh_hans: 保存
zh_hant: 儲存

# BUTTON_DOWNLOAD
source: Download
ar: نزّل
br: Pellgargañ
ca: Baixades
cs: Stáhnout
el: Λήψη
es: Descargar
eu: Deskargatu
fi: Lataa
fr: Télécharger
he: הורדה
hu: Letöltés
is: Sækja
it: Scarica
ja: ダウンロード
ko: 다운로드
ml: ഡൌണ്‍ലോ‍ഡ്
ms: Muat turun
nb: Last ned
nl: Downloaden
nn: Last ned
pl: Pobierz
pt_br: Baixar
pt_pt: Transferir
ro: Descărcare
ru: Загрузить
sc: Iscàrriga
sk: Stiahnuť
sl: Prejmi
sv: Ladda ned
th: ดาวน์โหลด
tr: İndir
uk: Завантажити
zh_hans: 下载
zh_hant: 下載

# BUTTON_DELETE
source: Delete
ar: احذف
br: Dilemel
ca: Elimina
cs: Smazat
da: Fjern
de: Löschen
el: Διαγραφή
es: Eliminar
eu: Ezabatu
fi: Poista
fr: Supprimer
he: מחק
hu: Törlés
is: Eyða
it: Elimina
ja: 削除
ko: 삭제하기
ml: കളയുക
ms: Padam
nb: Slett
nl: Verwijderen
nn: Slett
pl: Usuń
pt_br: Excluir
pt_pt: Apagar
ro: Ştergere
ru: Удалить
sc: Iscantzella
sk: Vymazať
sl: Izbriši
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

# BUTTON_OK
source: OK
ar: حسنا
br: Mat eo
ca: D'acord
es: Aceptar
eu: Ados
he: אישור
ko: 확인
ml: ശരി
ru: ОК
sc: AB
sl: V redu
th: ตกลง
tr: Tamam
uk: Гаразд
zh_hans: 确定

# BUTTON_CONNECT
source: Connect
ar: اتّصل
br: Kevreañ
ca: Connecta
cs: Připojit
da: Forbind
de: Verbinden
el: Σύνδεση
es: Conectar
eu: Konektatu
fi: Yhdistä
fr: Connecter
he: חיבור
hu: Csatlakozás
is: Tengjast
it: Connetti
ja: 接続
ko: 연결하기
ml: ബന്ധപ്പെടുത്തുക
ms: Sambung
nb: Koble til
nl: Verbinden
nn: Kopla til
pl: Połącz
pt_br: Conectar
pt_pt: Ligar
ro: Conectare
ru: Открыть
sc: Connete·ti
sk: Pripojiť
sl: Poveži
sv: Anslut
th: การเชื่อมต่อ
tr: Bağlan
uk: З'єднатися
zh_hans: 连接
zh_hant: 連線

# BUTTON_RENAME
source: Rename
ar: اعادة التسمية
br: Adenvel
ca: Canvia el nom
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομασία
es: Renombrar
eu: Berrekin
fi: Nimeä uudelleen
fr: Renommer
he: שינוי שם
hu: Átnevezés
is: Endurnefna
it: Rinomina
ja: 変名
ko: 이름 바꾸기
ml: പുനര്‍നാമകരണം
ms: Nama Semula
nb: Gi nytt navn
nl: Hernoemen
nn: Byt namn
pl: Zmień nazwę
pt_br: Renomear
pt_pt: Renomear
ro: Redenumește
ru: Переименовать
sc: Càmbia nùmene
sk: Premenovať
sl: Preimenuj
sv: Byt namn
th: เปลี่ยนชื่อ
tr: Yeniden adlandır
uk: Перейменувати
zh_hans: 重命名
zh_hant: 重新命名

# BUTTON_LEARN_MORE
source: Learn More
ar: لمزيدٍ من المعلومات
br: Gouzout hiroc'h
ca: Per saber més
cs: Více informací
da: Få mere at vide
de: Erfahren Sie mehr
el: Μάθετε περισσότερα
es: Aprender más
eu: Ikasi gehiago
fi: Lisätietoja
fr: En savoir plus
he: מידע נוסף
hu: További információ
is: Vita meira
it: Per saperne di più
ja: さらに詳しく
ko: 더 보기
ml: കൂടുതല്‍ മനസ്സിലാക്കൂ
ms: Ketahui Lagi
nb: Lær mer
nl: Meer informatie
nn: Lær meir
pl: Dowiedz się więcej
pt_br: Mais Informações
pt_pt: Saiba mais
ro: Află mai multe
ru: Подробнее
sc: Pro nde ischire de prus
sk: Viac informácií
sl: Več podrobnosti
sv: Läs mer
th: เรียนรู้เพิ่มเติม
tr: Ayrıntılı bilgi
uk: Дізнатися більше
zh_hans: 了解更多
zh_hant: 學習更多

# BUTTON_LOGOUT
source: Logout
ar: تسجيل الخروج
br: Digevreañ
ca: Tancar la sessió
cs: Odhlásit
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
eu: Amaitu saioa
fi: Kirjaudu ulos
fr: Déconnecter
he: התנתק
hu: Kijelentkezés
is: Útskrá
it: Esci
ja: ログアウト
ko: 로그아웃
ml: പുറത്തെക്ക്
ms: Daftar Keluar
nb: Logg ut
nl: Afmelden
nn: Utlogging
pl: Wyloguj się
pt_br: Sair
pt_pt: Terminar sessão
ro: Dezautentificare
ru: Выйти
sc: Essi
sk: Odhlásiť
sl: Odjavi
sv: Logga ut
th: ออกจากระบบ
tr: Oturumu kapat
uk: Вихід
zh_hans: 退出
zh_hant: 登出

# BUTTON_CONTINUE
source: Continue
ar: استمرار
br: Kenderc’hel
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortsetzen
el: Συνέχεια
es: Continuar
eu: Jarraitu
fi: Jatka
fr: Reprendre
he: המשך
hu: Folytatás
is: Halda áfram
it: Continua
ja: 続ける
ko: 이어보기
ml: തുടരുക
ms: Teruskan
nb: Fortsett
nl: Hervatten
nn: Hald fram
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sc: Sighi
sk: Pokračovať
sl: Nadaljuj
sv: Återuppta
th: ทำต่อ
tr: Sürdür
uk: Продовжити
zh_hans: 继续
zh_hant: 繼續

# BUTTON_SET
source: Set
ar: ضبط
br: Termenniñ
ca: Configura
cs: Nastavit
da: Indstil
de: Einstellen
el: Ορισμός
es: Establecer
eu: Ezarri
fi: Aseta
fr: Définir
he: הגדרה
hu: Beállítás
is: Setja
it: Imposta
ja: 設定
ko: 설정
ml: സജ്ജമാക്കുക
ms: Tetap
nb: Velg
nl: Instellen
nn: Still inn
pl: Ustaw
pt_br: Definir
pt_pt: Definir
ro: Stabilit
ru: Установить
sc: Imposta
sk: Nastaviť
sl: Določi
sv: Ändra
th: ตั้งค่า
tr: Ayarla
uk: Задати
zh_hans: 设置
zh_hant: 設定

# BUTTON_RESET
source: Reset
ar: أعد الضبط
br: Adderaouiñ
ca: Inicialitza
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restaurar
eu: Berrezarri
fi: Nollaa
fr: Réinitialiser
he: איפוס
hu: Visszaállítás
is: Endurstilla
it: Ripristina
ja: リセット
ko: 초기화
ml: പുനഃസജ്ജമാക്കുക
ms: Tetap Semula
nb: Tilbakestill
nl: Herstellen
nn: Nullstill
pl: Resetuj
pt_br: Restaurar Padrão
pt_pt: Repor
ro: Resetare
ru: Сбросить
sc: Riprìstina
sl: Ponastavi
sv: Återställ
th: รีเซ็ต
tr: Sıfırla
uk: Очистити
zh_hans: 重置
zh_hant: 重設

# BUTTON_RESCAN
source: Rescan
ar: أعد البحث
br: Adskanañ
ca: Re-escanaig
cs: Znovu prohledat
da: Genskan
de: Erneut durchsuchen
el: Επανασάρωση
es: Volver a buscar
eu: Berreskaneatu
fi: Skannaa uudelleen
fr: Réanalyser
he: סריקה מחדש
hu: Újra átvizsgálás
is: Endurskanna
it: Nuona scansione
ja: 再スキャン
ko: 다시 스캔
ml: വീണ്ടും സ്കാൻ ചെയ്യുക
ms: Imbas Semula
nb: Les inn på nytt
nl: Opnieuw scannen
nn: Skann på nytt
pl: Skanuj ponownie
pt_br: Verificar novamente
pt_pt: Verificar novamente
ro: Rescanare
ru: Пересканировать
sc: Torra a iscansire
sk: Preskenovať znovu
sl: Ponovno preglej
sv: Sök igenom
th: สแกนซ้ำ
tr: Yeniden tara
uk: Пересканувати
zh_hans: 重新扫描
zh_hant: 重新掃瞄

# PRIVATE_PLAYBACK_TOGGLE
source: Private Playback
ar: تشغيل خاص
br: Lenn prevez
ca: Reproducció privada
cs: Privátní přehrávání
da: Privat afspilning
de: Private Wiedergabe
el: Ιδιωτική αναπαραγωγή
es: Reproducción privada
eu: Erreprodukzio pribatua
fi: Älä tallenna historiaa
fr: Lecture privée
he: נגינה פרטית
hu: Privát lejátszás
is: Einkaafspilun
it: Riproduzione privata
ja: プライベート再生
ko: Private 재생
ml: സ്വകാര്യ പ്ലേബാക്ക്
ms: Main Balik Persendirian
nb: Privat avspilling
nl: Privé-afspelen
nn: Privat avspeling
pl: Prywatne odtwarzanie
pt_br: Reprodução Privada
pt_pt: Reprodução privada
ro: Redare Privată
ru: Без истории
sc: Riprodutzione privada
sk: Súkromné prehrávanie
sl: Zasebno predvajanje
sv: Privat uppspelning
th: การเล่นส่วนบุคคล
tr: Özel oynatım
uk: Особисте відтворення
zh_hans: 私密回放
zh_hant: 私有播放

# SCAN_SUBTITLE_TOGGLE
source: Scan for Subtitles (http-only)
ar: البحث عن ملفات ترجمة (خدمة http فقط)
br: Skanniñ evit Istitloù (http-nemetken)
ca: Escanejar Subtítols (només http)
cs: Vyhledat titulky (pouze přes http)
da: Søg efter undertekster (kun http)
de: Untertitelsuche (nur HTTP)
el: Σάρωση για υπότιτλους (μόνο-http)
es: Buscar subtítulos (solo-http)
eu: Bilatu azpitituluak (http soilik)
fi: Etsi tekstityksiä (vain http-yhteydellä)
fr: Rechercher les sous-titres (par http)
he: חיפוש אחר כתוביות (http בלבד)
hu: Felirat keresése (HTTP)
is: Leita að skjátextum (einungis http)
it: Scansione sottotitoli (solo http)
ja: 字幕のスキャン (httpのみ)
ko: 자막 검색 (http만)
ml: ശീര്‍ഷകങ്ങള്‍ക്കായി പരതുക (എച്ച് ടി ടി പി -മാത്രം)
ms: Imbas untuk Sari Kata (http-sahaja)
nb: Søke etter undertekster (http-only)
nl: Scannen voor ondertitels (alleen http)
nn: Søk etter undertekstar (berre http)
pl: Szukaj napisów (tylko za pośrednictwem protokołu HTTP)
pt_br: Procurar Legenda (somente http)
pt_pt: Procurar por legendas (apenas http)
ro: Caută subtitrări (doar http)
ru: Искать субтитры (только для http)
sc: Iscansi pro sutatìtulos (petzi http)
sk: Skenovať na titulky (len cez http)
sl: Preišči za podnapise (le prek http)
sv: Sök efter undertexter (endast http)
th: ค้นหาคำบรรยาย (http-only)
tr: Alt yazı araması (yalnız-http)
uk: Сканувати за субтитрами (лише http)
zh_hans: 扫描字幕文件 (仅限 http)
zh_hant: 掃描字幕 (http-only)

# BUTTON_RENDERER
source: Casting devices
ar: إنشاء الأجهزة
br: Trobarzhelloù skignañ
ca: Dispositius de buidatge
cs: Zařízení pro streamování
da: Transmitteringsenheder
de: Casting-Geräte
el: Συσκευές μετάδοσης
es: Dispositivos de emisión
eu: Igortze gailuak
fi: Suoratoistolaitteet
fr: Périphériques de diffusion
he: התקני שידור
hu: Vetítési eszközök
is: Útvörpunartæki
it: Dispositivi di trasmissione
ja: キャスティングデバイス
ko: 캐스트 기기
ml: കാസ്റ്റിംഗ് ഉപകരണങ്ങൾ
ms: Peranti penyiaran
nb: Kringkastingsenheter
nl: Casting-apparaten
nn: Strøyme-einingar
pl: Urządzenia do transmisji
pt_br: Dispositivos de conversão
pt_pt: Dispositivos de transmissão
ro: Dispozitive proiecție
ru: Передающие устройства
sc: Dispositivos de trasmissione
sk: Zariadenia na streamovanie (casting)
sl: Naprave za predvajanje
sv: Castenheter
th: อุปกรณ์การแคสต์
tr: Aktarım aygıtları
uk: Пристрої для трансляції
zh_hans: 投屏设备
zh_hant: 投放裝置

# BUTTON_RENDERER_HINT
source: Show a menu of available casting devices
ar: اعرض قائمة بأجهزة العرض المتاحة
br: Diskouez ul lañser trobarzhelloù skignañ
ca: Mostra un menú de dispositius de buidatge
cs: Zobrazit nabídku dostupných zařízení pro streamování
da: Vis en menu over tilgængelige transmitteringsenheder
de: Menü mit verfügbaren Casting-Geräten anzeigen
el: Εμφάνιση μενού διαθέσιμων συσκευών μετάδοσης
es: Mostrar un menú de los dispositivos disponibles de emisión
eu: Erakutsi erabilgarri dauden igortze gailuen menua
fi: Näytä valikko saatavilla olevista suoratoistolaitteista
fr: Afficher un menu des périphériques de diffusion
he: הצגת תפריט עם התקני השידור הזמינים
hu: Menü megjelenítése az elérhető vetítési eszközökkel
is: Birta valmynd yfir tiltæk útvarpandi tæki (casting)
it: Mostra un menu dei dispositivi di trasmissione disponibili
ja: 利用可能なキャスティングデバイスのメニューを表示
ko: 이용 가능 캐스트 기기를 표합니다
ml: ലഭ്യമായ കാസ്റ്റിംഗ് ഉപകരണങ്ങളുടെ മെനു കാണിക്കുക
ms: Tunjuk menu peranti penyiaran yang ada
nb: Vis en meny med tilgjengelige kringkastingsenheter
nl: Een menu met beschikbare casting-apparaten weergeven
nn: Vis ein meny med tilgjengelege casting-einingar
pl: Pokaż menu dostępnych urządzeń do transmisji
pt_br: Exibir um menu de dispositivos de conversão disponíveis
pt_pt: Mostrar um menu de dispositivos de transmissão disponíveis
ro: Afișați un meniu cu dispozitivele de distribuție disponibile
ru: Показать меню доступных передающих устройств
sc: Ammustra unu menù cun sos dispositivos de trasmissione disponìbiles
sk: Zobraziť menu pre dostupné zariadeni na streamovanie (casting)
sl: Prikaži meni z predvajalnimi napravami, ki so na voljo
sv: Visa en meny med tillgängliga castenheter
th: แสดงเมนูอุปกรณ์การแคสต์ที่ใช้ได้
tr: Kullanılabilecek aktarım aygıtları menüsünü görüntüler
uk: Показати меню доступних пристроїв для трансляції
zh_hans: 显示可用投屏设备菜单
zh_hant: 顯示可用的投放裝置選單

# BUTTON_AIRPLAY
source: AirPlay or Bluetooth
ca: AirPlay o Bluetooth
cs: AirPlay nebo Bluetooth
da: AirPlay eller Bluetooth
de: AirPlay oder Bluetooth
el: AirPlay ή Bluetooth
fi: AirPlay tai Bluetooth
fr: AirPlay ou Bluetooth
he: AirPlay או Bluetooth
hu: AirPlay vagy Bluetooth
it: AirPlay o Bluetooth
ja: AirPlayまたはBluetooth
ko: AirPlay 또는 블루투스
ml: AirPlay അല്ലെങ്കിൽ Bluetooth
ms: AirPlay atau Bluetooth
nl: AirPlay of bluetooth
pt_br: AirPlay ou Bluetooth
pt_pt: AirPlay ou Bluetooth
ro: AirPlay sau Bluetooth
sl: AirPlay ali Bluetooth
sv: AirPlay eller Bluetooth
tr: AirPlay ya da Bluetooth
zh_hans: AirPlay 或蓝牙

# BUTTON_AIRPLAY_HINT
source: Show a menu of available AirPlay or Bluetooth devices
ca: Mostra un menú dels dispositius AirPlay o Bluetooth disponibles
cs: Zobrazit nabídku dostupných zařízení AirPlay nebo Bluetooth
da: Vis tilgængelige AirPlay og Bluetooth enheder
de: Menü mit verfügbaren AirPlay oder Bluetooth Geräten anzeigen
el: Εμφάνιση μενού διαθέσιμων συσκευών AirPlay ή Bluetooth
fi: Näytä valikossa saatavilla olevat AirPlay- tai Bluetooth-laitteet
fr: Afficher un menu des périphériques disponibles AirPlay ou Bluetooth
he: הצגת תפריט של התקני AirPlay או Bluetooth זמינים
hu: Menü megjelenítése az elérhető AirPlay-es vagy bluetoothos eszközökkel
it: Mostra un menu dei dispositivi AirPlay o Bluetooth disponibili
ja: 利用可能なAirPlayまたはBluetoothデバイスのメニューを表示
ko: 사용 가능한 AirPlay 또는 블루투스 장치 메뉴 표시
ml: ലഭ്യമായ AirPlay അല്ലെങ്കിൽ Bluetooth ഉപകരണങ്ങളുടെ ഒരു മെനു കാണിക്കുക
ms: Tunjuk menu peranti AirPlay atau Bluetooth yang ada
nl: Een menu met beschikbare AirPlay- of bluetooth-apparaten weergeven
pt_br: Exibir um menu de dispositivos AirPlay ou Bluetooth disponíveis
ro: Afișați un meniu cu dispozitivele AirPlay sau Bluetooth disponibile
sl: Prikaz menija z napravami, ki so na voljo preko AirPlay ali Bluetooth
sv: Visa en meny över tillgängliga AirPlay- eller Bluetooth-enheter
tr: Kullanılabilecek AirPlay ya da Bluetooth aygıtlarının menüsünü görüntüler
zh_hans: 显示可用 AirPlay 或蓝牙设备的菜单

# UPGRADING_LIBRARY
source: Upgrading Media Library
ar: تحديث قائمة الوسائط
br: Oc'h hizivaat al Levraoueg Media
ca: Actualitza la biblioteca de medis
cs: Aktualizace Knihovny médií...
da: Opgraderer mediebibliotek
de: Mediathek aktualisieren
el: Αναβάθμιση βιβλιοθήκης πολυμέσων
es: Actualizando biblioteca multimedia
eu: Euskarri liburutegia berritzen
fi: Päivitetään mediakirjastoa
fr: Mise à jour de la médiathèque
he: ספריית המדיה משתדרגת
hu: Médiatár frissítése
is: Uppfærsla á miðlasafni
it: Aggiornamento raccolta multimediale
ja: メディアライブラリのアップグレード中
ko: 미디어 라이브러리 업그레이드 중
ml: മീഡിയ ലൈബ്രറി പുതുക്കുന്നു
ms: Menatar Pustaka Media
nb: Oppdater mediebibliotek
nl: Mediabiblitoheek bijwerken
nn: Oppgraderer mediabiblioteket
pl: Aktualizacja Biblioteki multimedialnej
pt_br: Atualizando a Biblioteca de Mídias
pt_pt: Atualização da Mediateca
ro: Actualizare mediatecă
ru: Обновление медиатеки
sc: Agiornende sa biblioteca multimediale
sk: Aktualizovanie knižnice médii
sl: Nadgrajevanje knjižnice predstavnih vsebin
sv: Uppgraderar mediabiblioteket
th: อัพเกรดคลังสื่อ
tr: Ortam kitaplığı yükseltiliyor
uk: Оновлюється медіабібліотека
zh_hans: 正在升级媒体库
zh_hant: 升級媒體櫃中

# OPEN_NETWORK
source: Open Network Stream
ar: افتح بثًا شبكيًا
br: Digeriñ ar skignañ dre froud kenrouedadel
ca: Obre un flux de xarxa
cs: Otevřít síťový stream
da: Åbn netværksstream
de: Netzwerkstream öffnen
el: Άνοιγμα μετάδοσης δικτύου
es: Abrir ubicación de red
eu: Ireki sare korrontea
fi: Avaa suoratoisto verkosta
fr: Ouvrir un flux réseau
he: פתיחת תזרים רשת
hu: Hálózati közvetítés megnyitása
is: Opna straum af neti
it: Apri flusso di rete
ja: ネットワークストリームを開く
ko: 네트워크 스트림 열기
ml: നെറ്റ്‍വര്‍ക്ക് അരുവി തുറക്കുക
ms: Buka Strim Rangkaian
nb: Åpne Nettverkstrøm
nl: Netwerkstream openen
nn: Opna nettverksstraum
pl: Otwórz strumień sieciowy
pt_br: Abrir Transmissão de Rede
pt_pt: Abrir transmissão em rede
ro: Deschidere Flux Rețea
ru: Открыть сетевой ресурс
sc: Aberi flussu de retza
sk: Otvoriť sieťový stream
sl: Odprti omrežni pretok
sv: Öppna nätverksström
th: เปิดสตรีมผ่านเครือข่าย
tr: Ağ akışı aç
uk: Відкрити мережевий потік
zh_hans: 打开网络串流
zh_hant: 開啟網路串流

# NETWORK_TITLE
source: Network Stream
ar: بث شبكي
br: Froud ar genrouedad
ca: Flux de xarxa
cs: Síťový stream
da: Netværksstream
de: Netzwerk-Stream
el: Δικτυακή μετάδοση
es: Emisión de red
eu: Sare korrontea
fi: Verkkosuoratoisto
fr: Flux réseau
he: תזרים רשת
hu: Hálózati közvetítés
is: Netstreymi
it: Flusso di rete
ja: ネットワークストリーム
ko: 네트워크 스트림
ml: നെറ്റ്‍വര്‍ക്ക് അരുവികള്‍
ms: Strim Rangkaian
nb: Nettverkstrøm
nl: Netwerkstream
nn: Nettverksstraum
pl: Strumień sieciowy
pt_br: Transmissão de Rede
pt_pt: Transmissão em rede
ro: Flux de rețea
ru: Сетевой ресурс
sc: Flussu de retza
sk: Sieťový stream
sl: Omrežni pretok
sv: Nätverksström
th: สตรีมเครือข่าย
tr: Ağ akışı
uk: Мережевий потік
zh_hans: 网络串流
zh_hant: 網路串流
