Repository: videolan/vlc-ios
Catalog: Resources/*.lproj/Localizable.strings
Languages: ar, br, ca, cs, da, de, el, es, eu, fi, fr, he, hu, is, it, ja, ko, ml, ms, nb, nl, nn, pl, pt_br, pt_pt, ro, ru, sc, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# WEBINTF_AUTH_WRONG_PASSCODE
source: Wrong passcode.<br>Remaining attempts:
ar: رمز المرور خاطئ. <br> المحاولات المتبقية:
br: Ger-tremen fall. <br> a daol-esae c'hoazh:
ca: Clau de pas incorrecta.<br>Intents restants:
cs: Neplatný přístupový kód.<br>Zbývající pokusy:
da: Forkert adgangskode.<br>Tilbageværende forsøg:
de: Falscher Passcode. <br>Verbleibende Versuche:
el: Εσφαλμένος κωδικός. <br>Εναπομείνασες προσπάθειες
es: Contraseña incorrecta.<br>Intentos restantes:
eu: Pasakode okerra. <br> Geratzen diren saiakerak:
fi: Väärä salasana. <br>Yrityksiä jäljellä:
fr: Mot de passe erroné.<br>Tentatives restantes :
he: קוד גישה שגוי.<br>ניסיונות שנותרו:
hu: Hibás jelszó.<br>Hátralévő próbálkozások:
it: Codice di sicurezza errato.<br>Tentativi rimanenti:
ja: パスコードが違います。<br>残り試行可能回数:
ko: 틀린 비밀번호 입니다.<br>남은 시도 횟수:
ml: തെറ്റായ പാസ്‌കോഡ്.<br>അവശേഷിക്കുന്ന ശ്രമങ്ങൾ:
ms: Kod laluan salah. <br> Percubaan berbaki:
nb: Feil passord. Det gjenstår <br> forsøk:
nl: Wachtwoord verkeerd.<br>Resterende pogingen:
nn: Feil kode.<br>Attståande forsøk:
pl: Błędny kod.<br>Pozostałe próby:
pt_br: Senha incorreta. Resta(m)<br>tentativa(s):
pt_pt: Código errado.<br> Tentativas restantes:
ro: Cod de acces greșit.<br>Încercări rămase:
ru: Неправильный код доступа.<br>Осталось попыток:
sc: Crae isballiada. <br> tentativu/os rimanentes:
sk: Nesprávny prístupový kód.<br>Zostávajúce pokusy:
sl: Napačno geslo.<br> Preostalih poskusov:
sv: Fel lösenkod.<br>Återstående försök:
th: รหัสผ่านไม่ถูกต้อง<br>จำนวนครั้งที่สามารถลองได้อีก:
tr: Parola hatalı.<br>Kalan deneme sayısı:
uk: Помилковий пароль.<br>Залишилося спроб:
zh_hans: 口令错误。<br>剩余尝试次数:
zh_hant: 密碼錯誤。<br>剩餘嘗試次數:

# WEBINTF_AUTH_BANNED
source: You entered too many wrong passcodes.<br>Please restart VLC iOS and try again.
ar: لقد أدخلت عددًا كبيرًا جدًا من رموز المرور الخاطئة، <br> يرجى إعادة تشغيل VLC iOS والمحاولة مرة أخرى.
br: Ebarzhet ho peus re a c'herioù-tremen direizh. <br>Loc'hit en-dro VLC iOS ha klaskit en-dro.
ca: Massa codis d'accés incorrectes.<br>. Reinicia el VLC iOS i torna a provar
cs: Zadali jste příliš mnoho neplatných přístupových kódů.<br>Restartujte VLC iOS a zkuste to znovu.
da: Du har indtastet for mange forkerte adgangskoder.<br>Genstart venligst VLC iOS og prøv igen.
de: Sie haben zu viele falsche Passcodes eingegeben.<br>Bitte VLC iOS neustarten und nochmals versuchen.
el: Έχετε εισάγει πολλούς εσφαλμένους κωδικούς. <br>Παρακαλούμε επανεκκινήστε το VLC για iOS και προσπαθήστε ξανά.
es: Ha introducido demasiadas contraseñas incorrectas.<br>Reinicie VLC iOS y pruebe de nuevo.
eu: Pasahitz oker gehiegi sartu dituzu.<br>VLC iOS berrabiarazi eta saiatu berriro.
fi: Annoit salasanan liian monta kertaa väärin. <br>Uudelleenkäynnistä VLC iOS ja yritä uudelleen.
fr: Vous avez entré trop de mots de passe erronés.<br>Veuillez redémarrer VLC iOS et réessayer.
he: הקלדת יותר מדי קודים שגויים.<br>נא להפעיל את VLC ל־iOS מחדש ולנסות שוב.
hu: Túl sok hibás jelkódot adott meg.<br>Indítsa újra a VLC-t, és próbálja újra.
it: Hai digitato troppi codici di sicurezza errati.<br>Riavvia VLC iOS e prova ancora.
ja: パスコードの入力回数が一定数を超えました。VLC iOSを再起動してお試しください。
ko: 입력 횟수 제한을 초과했습니다.<br>VLC iOS를 재시작후 시도해주세요.
ml: നിങ്ങൾ വളരെയധികം തെറ്റായ പാസ്‌കോഡുകൾ നൽകി.<br>ദയവായി VLC iOS പുനരാരംഭിച്ച് വീണ്ടും ശ്രമിക്കുക.
ms: Anda telah memasukkan terlalu banyak kod laluan yang salah. <br>Sila mula semula VLC iOS dan cuba lagi sekali.
nb: Du skrev for mange feil passord. <br> Start VLC iOS på nytt og prøv igjen.
nl: U hebt te veel verkeerde wachtwoorden ingevoerd.<br>Start VLC iOS opnieuw op en probeer het opnieuw.
nn: Du skreiv inn for mange kodar som var feil.<br>Start VLC iOS på nytt og prøv igjen.
pl: Wprowadziłeś zbyt wiele błędnych kodów.<br>Uruchom ponownie VLC iOS i spróbuj jeszcze raz.
pt_br: Senha digitada incorretamente muitas vezes.<br>Por favor, reinicie o VLC para iOS tente novamente.
pt_pt: Inseriu muitos códigos errados.<br>Por favor, reinicie o VLC iOS e tente novamente.
ro: Ați introdus prea multe coduri de acces greșite.<br>Vă rugăm să reporniți VLC iOS și să încercați din nou.
ru: Код доступа был введён неправильно много раз.<br>Перезапустите VLC iOS и попробуйте снова.
sc: As insertadu tropu craes. <br>Pro praghere torra a allùghere VLC pro iOS e a proare.
sk: Zadali ste príliš veľa nesprávnych prístupových kódov.<br>Prosím reštartujte VLC iOS a skúste to znovu.
sl: Vnesli ste preveč napačnih gesel.<br>Ponovno zaženite VLC iOS in poskusite znova.
sv: Du angav fel lösenkod för många gånger.<br>Starta om VLC iOS och försök igen.
th: คุณป้อนรหัสผ่านไม่ถูกต้องหลายครั้งจนมากเกินไป<br>โปรดเปิ VLC iOS ใหม่แล้วลองอีกครั้ง
tr: Parolayı üst üste pek çok kez hatalı yazdınız.<br>Lütfen iOS için VLC uygulamasını yeniden başlatarak yeniden deneyin.
uk: Ви ввели забагато неправильних паролва.<br>Будь ласка, перезапустіть VLC iOS та спробуйте знову.
zh_hans: 您的口令已经输入错误太多次。<br>请重新启动 VLC iOS 再试。
zh_hant: 您輸入了太多錯誤的密碼。<br>請重新啟動 VLC iOS ，然後再試一次。

source: Duration
ar: المدة
br: Padelezh
ca: Durada
cs: Délka
da: Varighed
de: Laufzeit
el: Διάρκεια
es: Duración
eu: Iraupena
fi: Kesto
fr: Durée
he: משך
hu: Hossz
is: Lengd
it: Durata
ja: 長さ
ko: 재생시간
ml: കാലയളവ്
ms: Tempoh
nb: Varighet
nl: Duur
nn: Tid
pl: Czas trwania
pt_br: Duração
pt_pt: Duração
ro: Durată
ru: Длительность
sc: Longària
sk: Trvanie
sl: Trajanje
sv: Speltid
th: ระยะเวลา
tr: Süre
uk: Тривалість
zh_hans: 时长
zh_hant: 時間

# AUDIO_INFO_VC_TITLE
source: Audio Info
ar: معلومات الصوت
br: Titouroù aodio
ca: Informació Àudio
cs: Informace o zvuku
da: Lydinfo
de: Audio-Information
el: Πληροφορίες ήχου
es: Información de audio
eu: Audioaren informazioa
fi: Äänitiedot
fr: Information audio
he: פרטי השמע
hu: Hanginformációk
is: Upplýsingar um hljóð
it: Informazioni audio
ja: オーディオ情報
ko: 오디오 정보
ml: ഓഡിയോ വിവരം
ms: Maklumat Audio
nb: Lydinfo
nn: Lydinfo
pl: Informacje dźwięku
pt_br: Informações do Áudio
pt_pt: Informação Àudio
ro: Informații audio
ru: Аудио
sc: Informatziones àudio
sk: Informácia o zvuku
sl: Informacije o zvoku
sv: Ljudinformation
th: ข้อมูลเสียง
tr: Ses bilgileri
uk: Інформація про аудіо
zh_hans: 音频信息
zh_hant: 音訊資訊

# CLOUD_LOGIN_LONG
source: To access Cloud Services, sign-in to iCloud on both this Apple TV and an iOS device with the same Apple ID and enable Keychain Sharing in System Settings. Afterwards, login to the cloud provider of your choice using the VLC app on your iOS device. Finally, select it on this screen.
ar: للوصول الى خدمة الاي كلاود, سجل دخولك الى الايكلاود في كل من الابل تي في وجهاز الـ iOS بنفس الحساب وفعل مشاركة سلسة المفاتيح من إعدادات النظام. بعد ذلك, سجل دخولك للخدمة السحابية حسب اختيارك لاستخدام الـ VLC على جهاز الـ iOS. وبالنهاية, اختارها من هذه القائمة.
br: Evit tizhout ar servijoù koumoul, eo ret deoc'h lakaat hoc'h anv e-barzh iCloud war an daou aparailh Apple TV hag un iOs gant ar memes ID Apple hag enaouit ar rannañ Keychain e-barzh arventennoù ar sistem. Da-heul kement-se, kevreit ouzh ar pourvezer koumoul eus ho choaz en ur implijout an arload VLC war ho trevnad iOS. A-benn ar fin, diuzit anezhañ e-barzh ar skramm-mañ.
ca: Per a accedir a un núvol, inicia sessió en iCloud en aquest Apple TV i en un dispositiu iOS amb la mateixa ID d'Apple i habilita l'opció de compartir el clauer en la configuració del sistema. Després, entra al teu proveïdor de núvol usant l'aplicació VLC del teu dispositiu iOS. Finalment, selecciona-ho en aquesta pantalla.
cs: Pro přístup k cloudovým službám se přihlaste do iCloud v Apple TV a v zařízení iOS se stejným účtem (Apple ID) a povolte sdílení klíčového řetězce v nastavení systému. Následně se přihlaste k poskytovateli cloudových služeb podle Vašeho výběru v aplikaci VLC na Vašem zařízení iOS. Nakonec proveďte výběr na obrazovce.
da: Log ind på iCloud, for at få adgang til cloud-tjenester på både dette Apple TV og en iOS-enhed med det samme Apple-id og aktivér nøglekædedeling i systemindstillinger. Log efterfølgende ind på den ønskede cloud-udbyder med VLC-appen på din iOS-enhed. Vælg det her på skærmen til sidst.
de: Um auf Cloud-Dienste zuzugreifen, wählen Sie sich bei iCloud sowohl auf diesem Apple TV als auch einem iOS Gerät mit der gleichen Apple ID an und aktivieren Sie die Schlüsselbundfreigabe in den Systemeinstellungen. Anschließend melden Sie sich beim Cloud-Dienstleister Ihrer Wahl innerhalb der VLC-App auf Ihrem iOS Gerät an und wählen ihn anschließend in diesem Bildschirm aus.
el: Για πρόσβαση στις υπηρεσίες Νέφους, συνδεθείτε στο iCloud και μέσω Apple TV και μιας συσκευής iOS με το ίδιο Apple ID και επιτρέψτε το διαμοιρασμό κλειδοθήκης από τις ρυθμίσεις συστήματος. Στη συνέχεια, συνδεθείτε με τον πάροχο Νέφους της επιλογής σας χρησιμοποιώντας την εφαρμογή VLC της iOS συσκευής σας. Τέλος, επιλέξτε την από αυτή την οθόνη.
es: Para acceder a Cloud Services, inicie sesión de iCloud en este Apple TV y un dispositivo iOS con el mismo Apple ID y habilite Keychain Sharing en las preferencias del sistema. Después, inicide sesión en el proveedor de la nube de su elección usando la app VLC en su dispositivo iOS. Finalmente, selecciónelo en esta pantalla.
eu: Cloud Zerbitzuetara sartzeko, hasi saioa iCloud-n bai Apple TV honetan, bai Apple ID bera duen iOS gailu batean eta gaitu giltzatako partekatzea sistemaren ezarpenetan. Ondoren, hasi saioa nahi duzun hodei hornitzailean zure iOS gailuko VLC aplikazioa erabiliz. Azkenean, hautatu pantaila honetan.
fi: Jos haluat käyttää pilvipalveluita, kirjaudu iCloudiin samalla Apple ID:llä sekä tällä Apple TV:llä että iOS-laitteella ja ota Avainnipun jakaminen käyttöön järjestelmäasetuksissa. Tämän jälkeen kirjaudu haluamaasi pilvipalveluun VLC-ohjelmassa iOS-laitteellasi. Sitten valitse palvelu tässä ruudussa.
fr: Afin d'accéder aux services en nuage, connectez-vous à iCloud sur votre Apple TV et sur votre périphérique iOS avec le même identifiant Apple, puis activez le partage de trousseau d'accès dans les réglages système. Ensuite, connectez-vous au fournisseur de nuage de votre choix dans l'application VLC sur votre périphérique iOS. Enfin, sélectionnez-le sur cet écran.
he: כדי לגשת לשירותי ענן יש להיכנס ל־iCloud גם ב־Apple TV וגם בהתקן ה־iOS עם אותו ה־Apple ID ולהפעיל שיתוף מפתחות (Keychain Sharing) בהגדרות המערכת. לאחר מכן, עליך להיכנס לספק הענן לבחירתך באמצעות היישומון של VLC שבהתקן ה־iOS שלך. לבסוף, יש לבחור אותו על המסך.
hu: A felhőszolgáltatások eléréséhez jelentkezzen be az iCloudba ezen az Apple TV-n és egy iOS eszközökön, ugyanazzal az Apple ID-val, és engedélyezze a kulcstartó megosztást a rendszerbeállításokban. Ezután, jelentkezzen be a választott felhőszolgáltatásba a VLC app használatával, az iOS eszközén. Végül válassza ki ezen a képernyőn.
is: Til að komast í Cloud Services skýjaþjónusturnar, skráðu þig inn í iCloud á bæði þessu Apple TV og á iOS-tæki með sama Apple ID auðkenninu og virkjaðu Keychain Sharing í kerfisstillingunum (System Settings). Að því loknu skaltu skrá þig inn í skýjaþjónustu (cloud provider) að eigin vali með VLC-forritinu á iOS-tækinu þínu. Að lokum skaltu velja það á þessum skjá.
it: Per accedere ai servizi cloud, accedi a iCloud sia su questa Apple TV che sul dispositivo iOS con lo stesso Apple ID e abilita Condivisione portachiavi nelle impostazioni di sistema. Successivamente, accedi al fornitore cloud di tua scelta utilizzando l'applicazione VLC sul tuo dispositivo iOS. Infine, selezionalo su questa schermata.
ja: クラウドサービスにアクセスするためには、Apple TVとiOSデバイスのそれぞれで同じApple IDを使ってiCloudにサインインして、キーチェーンの共有を有効にする必要があります。 その後、iOSデバイス上のVLCアプリケーションで使用することを選択したクラウドのプロバイダーにログインし、この画面でそれを選択してください。
ko: 클라우드 서비스를 이용하기 위해서는, 이 Apple TV와 다른 한 iOS 기기를 같은 Apple ID를 사용해 iCloud에 로그인 한 뒤, 시스템 설정에서 키체인 공유 설정을 활성화해야 합니다.
ms: Untuk mencapai Perkhidmatan Awan, daftar masuk ke iCloud bagi kedua-dua peranti iOS dan Apple TV dengan ID Apple yang sama dan benarkan Sharing Keychain dalam Tetapan Sistem. Selepas itu, daftar masuk ke penyedia awan pilihan anda menggunakan apl VLC pada peranti iOS anda. Akhir sekali, pilih ia pada skrin ini.
nb: For å få tilgang til skytjenester, logg innn til iCloud på både denne Apple TV og en iOS-enhet med samme Apple ID og skru på deling i Keychain i Systemvalg. Etterpå, logg inn på din valgte skytjener ved hjelp av VLC appen på din iOS-enhet. TIl slutt velg den på skjermen.
nl: Om toegang te krijgen tot Cloud Services, meldt u zich aan op iCloud op deze Apple TV en een iOS-apparaat met dezelfde Apple ID en schakelt u Keychain Sharing in bij Systeeminstellingen. Meld u daarna aan bij de cloud provider die u wenst met de VLC app op uw iOS-apparaat. Als laatste, selecteer het op dit scherm.
nn: For å få tilgang til skytenester loggar du inn på iCloud, både på denne Apple TV-en og på ei iOS-eining med same Apple ID, og slår på Keychain Sharing i systeminnstilligane. Etterpå loggar du inn på skytilbydaren din med VLC-appen på iOS-eininga di. Og til slutt vel du den på skjermen..
pl: Aby uzyskać dostęp do usług chmury, zaloguj się do iCloud zarówno na tym Apple TV oraz urządzeniem z systemem iOS z tym samym identyfikatorem Apple ID i włącz udostępnianie pęku kluczy w ustawieniach systemowych. Następnie zaloguj się do Twojego wybranego dostawcy chmury za pomocą aplikacji VLC na urządzeniu z systemem iOS i wybierz go na ekranie.
pt_br: Para acessar o Cloud Services, entre no iCloud em ambos, esta Apple TV e um dispositivo iOS, com o mesmo Apple ID e habilite a Troca de Cadeia de Chaves nas Configurações de Sistema. Em seguida, entre no provedor da nuvem de sua escolha usando o aplicativo VLC no seu dispositivo iOS. Por fim, selecione-o nesta tela.
pt_pt: Para aceder aos Serviços da Nuvem, inicie a sessão em iCloud nesta Apple TV e num dispositivo iOS com a mesma Id. da Apple e ative a 'Partilha de Porta-chaves' nas Definições. Depois, inicie a sessão num fornecedor da nuvem à sua escolha, utilizando a aplicação VLC no seu dispositivo iOS. Finalmente, selecione-o neste ecrã.
ro: Pentru a accesa serviciile Cloud, conectați-vă la iCloud atât pe acest televizor Apple, cât și pe un dispozitiv iOS cu același ID Apple și activați Partajarea de chei în Setările de sistem. Ulterior, conectați-vă la furnizorul de cloud dorit, utilizând aplicația VLC de pe dispozitivul dvs. iOS. La final, selectați-l pe acest ecran.
ru: Для доступа к облачным сервисам войдите в iCloud на этом Apple TV и на iOS-устройстве с одинаковым Apple ID и включите Keychain Sharing (Общая цепочка ключей) в System Settings (Параметры системы). После этого подключитесь к выбранному Вами облачному провайдеру, используя приложение VLC на iOS-устройстве. Наконец, выберите это на данном экране.
sc: Pro atzèdere a sos servìtzios Nue, atzedi a iCloud siat in custa Apple TV siat in unu dispositivu iOS cun su matessi Apple ID e abìlita sa Cumpartzidura bati-craes in sas impostatziones de sistema. A pustis, atzedi a su frunidore de Nue tuo impreende s'aplicatzione de VLC in su dispositivu iOS tuo. In fines, seletziona·lu in custa ischermada.
sk: Na prístup ku cloudovým službám sa prihláste k službe iCloud na Apple TV a na zariadení s iOS, s použitím rovnakého Apple ID a zapnite zdieľanie kľúčového reťazca v nastaveniach systému. Potom sa prihláste k poskytovateľovi cloudových služieb podľa vášho výberu v aplikácii VLC na vašom zariadení s iOS. Nakoniec vykonajte výber na obrazovke.
sl: Za dostop do storitev v oblaku se vpišite v iCloud z istim ID-jem Apple tako na Apple TV-ju kot na napravi iOS in v sistemskih nastavitvah omogočite deljenje verige ključev. Potem se vpišite v ponudnika oblaka po svojem izboru s programom VLC na napravi iOS. Nato jo izberite na tem zaslonu.
sv: För att komma åt molntjänster måste du logga in på iCloud i både denna Apple TV och en iOS-enhet med samma Apple-ID samt aktivera delning av nyckelring i systeminställningarna. Logga sedan in på valfri molnleverantör med VLC-appen på din iOS-enhet och välj sedan den på denna skärm.
th: เพื่อเข้าถึงบริการคลาวด์ เข้าสู่ระบบ iCloud บนทั้ง Apple TV และอุปกรณ์ iOS ด้วย Apple ID เดียวกัน และอนุญาตการแชร์ Keychain ในการตั้งค่าระบบ หลังจากนั้น เข้าสู่ระบบไปยังผู้ให้บริการคลาวด์ของคุณ เลือกใช้แอพ VLC บนอุปกรณ์ iOS ของคุณ ขั้นสุดท้าย เลือกสิ่งที่คุณต้องการเล่นบนจอนี้
tr: Bulut Hizmetlerine erişimek için, bu Apple TV aygıtı ve başka bir iOS aygıtı üzerinde Apple Kimliği ile iCloud oturumu açarak, Sistem Ayarları bölümünden Anahtar Zinciri Paylaşımı özelliğini etkinleştirin. Daha sonra, iOS aygıtınız üzerinden VLC uygulaması ile kullanmak üzere seçtiğiniz bulut hizmeti sağlayıcısında oturum açın. Son olarak, bu ekranda seçtiğiniz bulut hizmeti sağlayıcısına dokunun.
uk: Для доступу до хмарних послуг увійдіть до iCloud як на Apple TV, так і на пристрої iOS з тим самим ідентифікатором Apple та увімкніть Keychain Sharing у системних налаштуваннях. Після цього увійдіть до вашого постачальника хмарних послуг за допомогою програми VLC на вашому пристрої iOS. Насамкінець, виберіть його на вашому екрані.
zh_hans: 要访问云服务，请使用相同的 Apple ID 在本 Apple TV 与一款 iOS 设备上登录 iCloud，并在系统设置中启用钥匙环共享。 使用 iOS 设备上的 VLC，登录任意云服务商。最后在本屏幕上选择该服务商。
zh_hant: 要存取雲端服務，同時登錄到iCloud中的Apple TV和相同的Apple ID的iOS設備上，啟用主鑰共享系統設置。 然後，使用您iOS設備上的VLC app登錄到您所選擇的雲服務提供商。最後，在此螢幕上選​​擇它。

# ENTER_URL
source: Enter URL to play
ar: ضع الرابط للتشغيل
br: Skrivit un URL da lenn
ca: Introdueix la URL a reproduir
cs: Zadejte URL adresu pro přehrávání
da: Indtast URL som skal afspilles
de: Adresse zur Wiedergabe eingeben
el: Εισάγετε ένα URL για αναπαραγωγή
es: Introduce la URL a reproducir
eu: Sartu erreproduzitzeko URLa
fi: Syötä toistettava osoite
fr: Entrer l'URL à lire
he: הכנס כתובת URL לנגינה
hu: Adja meg a lejátszandó URL-t
is: Settu inn slóðina sem á að spila
it: Digita URL da riprodurre
ja: 再生するURLを入力してください
ko: 재생하기 위해서는 URL을 입력하세요
ml: പ്ലേ ചെയ്യാൻ URL നൽകുക
ms: Masukkan URL untuk main
nb: Skriv inn URL for å spille
nl: URL opgeven om af te spelen
nn: Skriv inn ei adresse å spela av
pl: Wprowadź adres URL do odtworzenia
pt_br: Digite o URL para reproduzir
pt_pt: Digite o URL a reproduzir
ro: Completează adresa URL pentru redare
ru: Введите URL для воспроизведения
sc: Inserta un'URL de riproduire
sk: Pre prehrávanie zadajte adresu URL
sl: Vnesite naslov URL za predvajanje
sv: Ange webbadress att spela upp
th: ใส่ URL เพื่อเล่น
tr: Oynatılacak İnternet adresini yazın
uk: Введіть URL для відтворення
zh_hans: 输入要播放的 URL
zh_hant: 輸入網址以播放

# HTTP_SERVER_ON
source: Disable Remote Playback
ar: تم تفعيل التشغيل عن بعد
br: Lazhañ ar pell-lenn
ca: Desactivar la Reproducció remota
cs: Zakázat vzdálené přehrávání
da: Deaktivér fjernafspilning
de: Entfernte Wiedergabe deaktivieren
el: Απενεργοποιήστε την απομακρυσμένη αναπαραγωγή
es: Deshabilitar reproducción remota
eu: Desgaitu urruneko erreprodukzioa
fi: Poista etätoisto käytöstä
fr: Désactiver la lecture à distance
he: חסום נגינה מרחוק
hu: Távoli lejátszás letiltása
is: Gera fjartengda afspilun óvirka
it: Disabilita riproduzione remota
ja: リモート再生を無効化
ko: 원격 재생 비활성화하기
ml: വിദൂര പ്ലേബാക്ക് അപ്രാപ്‌തമാക്കുക
ms: Lumpuhkan Main Balik Jauh
nb: Skru av fjernavspilling
nl: Remote Playback uitschakelen
nn: Slå av ekstern (remote) avspeling
pl: Wyłącz zdalne odtwarzanie
pt_br: Desabilitar a Reprodução Remota
pt_pt: Desativar reprodução remota
ro: Dezactivează redarea la distanță
ru: Отключить удаленное воспроизведение
sc: Disabìlita sa riprodutzione remota
sk: Zablokovať vzdialené prehrávanie
sl: Onemogoči oddaljeno predvajanje
sv: Inaktivera fjärruppspelning
th: ปิดรีโมตการเล่น
tr: Uzaktan oynatımı devre dışı bırak
uk: Вимкнути віддалене відтворення
zh_hans: 禁用远程回放
zh_hant: 停用遠端播放

# HTTP_SERVER_OFF
source: Enable Remote Playback
ar: فعّل التشغيل عن بعد
br: Enaouiñ ar pell-lenn
ca: Activar la Reproducció remota
cs: Povolit vzdálené přehrávání
da: Aktivér fjernafspilning
de: Entfernte Wiedergabe aktivieren
el: Ενεργοποιήστε την απομακρυσμένη αναπαραγωγή
es: Habilitar reproducción remota
eu: Gaitu urruneko erreprodukzioa
fi: Ota etätoisto käyttöön
fr: Activer la lecture à distance
he: אפשר נגינה מרחוק
hu: Távoli lejátszás engedélyezése
is: Virkja fjartengda afspilun
it: Abilita riproduzione remota
ja: リモート再生を有効化
ko: 원격 재생 활성화하기
ml: വിദൂര പ്ലേബാക്ക് പ്രവർത്തനക്ഷമമാക്കുക
ms: Benarkan Main Balik Jauh
nb: Skru på fjernavspilling
nl: Remote Playback inschakelen
nn: Slå på ekstern (remote) avspeling
pl: Włącz zdalne odtwarzanie
pt_br: Habilitar Reprodução Remota
pt_pt: Ativar reprodução remota
ro: Activează redarea la distanță
ru: Включить удаленное воспроизведение
sc: Abìlita sa riprodutzione remota
sk: Zapnúť vzdialené prehrávanie
sl: Omogoči oddaljeno predvajanje
sv: Aktivera fjärruppspelning
th: เปิดรีโมตการเล่น
tr: Uzaktan oynatımı etkinleştir
uk: Увімкнути віддалене відтворення
zh_hans: 启用远程回放
zh_hant: 啟用遠端播放

source: Cached Media
ar: الوسائط المخزنة
br: Media Kuzhet
ca: Arxius multimèdia amb cau
cs: Média ve vyrovnávací paměti
da: Cached medie
de: Zwischengespeicherte Medien
el: Προαποθηκευμένα πολυμέσα
es: Medios almacenados
eu: Cachean gordetako euskarriak
fi: Media välimuistissa
fr: Média en cache
he: מדיה במטמון
hu: Gyorsítótárazott média
is: Efni í biðminni
it: Media in cache
ja: キャッシュされたメディア
ko: 캐시된 미디어
ml: കാഷെ ചെയ്‌ത മീഡിയ
ms: Media Bercache
nb: Bufret media
nl: Media in cache
nn: Snøgglagra medium
pl: Buforowane multimedia
pt_br: Mídia em Cache
pt_pt: Multimédia em cache
ro: Fișiere media în memoria cache
ru: Медиаобьекты в кэше
sc: Documentos in sa cache
sk: Médium vo vyrovnávacej pamäti
sl: Predpomnjena vsebina
sv: Cachad media
th: แคชสื่อ
tr: Ön bellekteki ortamlar
uk: Кешоване медіа
zh_hans: 已缓存的媒体
zh_hant: 儲存媒體於電腦
