Repository: videolan/vlc-ios
Catalog: Resources/*.lproj/Localizable.strings
Languages: ar, br, ca, cs, da, de, el, es, eu, fi, fr, he, hu, is, it, ja, ko, ml, ms, nb, nl, nn, pl, pt_br, pt_pt, ro, ru, sc, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# FOLDER_EMPTY
source: Empty folder
ar: مجلد فارغ
br: Teuliad goullo
ca: Carpeta buida
cs: Prázdná složka
da: Tom mappe
de: Leerer Ordner
el: Άδειος φάκελος
es: Carpeta vacía
eu: Karpeta hutsa
fi: Tyhjä kansio
fr: Dossier vide
he: תיקייה ריקה
hu: Üres mappa
is: Tóm mappa
it: Cartella vuota
ja: 空のフォルダ
ko: 빈 폴더
ml: ശൂന്യമായ ഫോൾഡർ
ms: Folder kosong
nb: Tom mappe
nl: Lege map
nn: Tom mappe
pl: Pusty folder
pt_br: Pasta vazia
pt_pt: Pasta vazia
ro: Folder gol
ru: Пустая папка
sc: Cartella bòida
sk: Prázdny priečinok
sl: Prazna mapa
sv: Tom mapp
th: โฟลเดอร์เปล่า
tr: Klasör boş
uk: Порожня тека
zh_hans: 空文件夹
zh_hant: 空的資料夾

# SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE
source: Choose a file to open:
ar: اختر ملفا لفتحه
br: Dibabit ur restr da zigeriñ:
ca: Trieu un fitxer per obrir:
cs: Vyberte soubor pro otevření:
da: Vælg en fil at åbne:
de: Datei zum Öffnen wählen:
el: Επιλέξτε ένα αρχείο για άνοιγμα:
es: Seleccione un archivo a abrir:
eu: Hautatu fitxategia irekitzeko:
fi: Valitse tiedosto, jonka haluat avata:
fr: Choisir un fichier à ouvrir :
he: בחירת קובץ לפתיחה:
hu: Válasszon egy megnyitandó fájlt:
is: Veldu skrá til að opna:
it: Scegli un file da aprire:
ja: 開くファイルが見つかりません:
ko: 열 파일 선택:
ml: ഒന്നോ അതിലധികമോ ഫയല്‍ തുറക്കുക
ms: Pilih satu fail untuk dibuka:
nb: Velg en fil å åpne:
nl: Kies een bestand om te openen:
nn: Vel ei fil å opna:
pl: Wybierz plik do otwarcia:
pt_br: Escolha um arquivo para abrir:
pt_pt: Escolha um ficheiro para abrir:
ro: Alegeți un fișier pentru a fi deschis
ru: Выберите файл:
sc: Issèbera unu documentu de abèrrere:
sk: Vyberte si súbor, ktorý chcete otvoriť:
sl: Izberite datoteko za odpiranje:
sv: Välj en fil att öppna:
th: เลือกไฟล์เพื่อเปิด
tr: Açılacak bir dosya seçin:
uk: Вибрати файл для відкриття:
zh_hans: 选择要打开的文件:
zh_hant: 選擇開啟檔案：

# SHARING_ACTIVITY_OPEN_IN_TITLE
source: Open In...
ar: افتح في
br: Digeriñ e...
ca: Obrir en...
cs: Otevřít v...
da: Åbn i ...
de: Öffnen mit …
el: Άνοιγμα σε...
es: Abrir en...
eu: Ireki hemen...
fi: Avaa...
fr: Ouvrir dans...
he: פתיחה בתוך…
hu: Megnyitás ezzel...
is: Opna í...
it: Apri in...
ja: 開く...
ko: 열기...
ml: ഫയല്‍ തുറക്കുക
ms: Buka Dalam...
nb: Åpne i…
nl: Openen in...
nn: Opna i…
pl: Otwórz w...
pt_br: Abrir em...
pt_pt: Abrir com…
ro: Deschide în...
ru: Открыть в...
sc: Aberi in...
sk: Otvoriť v...
sl: Odpri v ...
sv: Öppna med...
th: เปิดใน...
tr: Şununla aç...
uk: Відкрити у …
zh_hans: 打开方式...
zh_hant: 使用 .. 開啟

# SHARING_ERROR_NO_FILES
source: Could not find any files to share
ar: لم يعثر على أي ملف لمشاركته
br: N'heller kavout restr ebet da rannañ
ca: Cap arxiu per a compartir
cs: Žádné soubory ke sdílení
da: Kunne ikke finde nogen filer at dele
de: Es wurden keine Dateien zur Freigabe gefunden
el: Δε βρέθηκε κανένα αρχείο για διαμοιρασμό
es: No se han encontado archivos a compartir
eu: Ezin izan da fitxategirik aurkitu partekatzeko
fi: Jaettavia tiedostoja ei löytynyt
fr: Aucun fichier à partager
he: לא ניתן למצוא קבצים לשיתוף
hu: Nincs megosztható fájl
is: Fann engar skrár til að deila
it: Impossibile trovare un file da condividere
ja: 共有すべきファイルが見つかりません
ko: 공유할 파일을 찾을 수 없음
ml: പങ്കിടാന്‍ ഫയലുകള്‍ ഒന്നും കിട്ടുന്നില്ല
ms: Tidak dapat cari mana-mana fail untuk dikongsi
nb: Kunne ikke finne noen filer å dele
nl: Kon geen bestanden vinden om te delen
nn: Fann ingen filer å dela
pl: Nie znaleziono żadnych plików do udostępnienia
pt_br: Não foi possível encontrar arquivos para compartilhar
pt_pt: Não foi possível encontrar ficheiros para partilhar
ro: Nu am găsit niciun fișier de partajat
ru: Не удалось найти файлы, чтобы сделать их общими
sc: Impossìbile agatare unu documentu de cumpartzire
sk: Nenašli sa žiadne súbory na zdieľanie
sl: Ni datotek za skupno rabo
sv: Kunde inte hitta några filer att dela
th: ไม่พบไฟล์สำหรับแชร์
tr: Paylaşılacak bir dosya bulunamadı
uk: Неможливо знайти будь-який файл для поширення
zh_hans: 没有可分享的文件
zh_hant: 無法找到任何檔案分享

# SHARING_ERROR_NO_APPLICATIONS
source: Could not find any applications to open this type of file
ar: لم يعثر على أي تطبيق لكي يفتح هذا الصنف من الملفات
br: N'eus bet kavet arload ebet evit digeriñ an doare restr-mañ
ca: Cap aplicació per a obrir aquest tipus d'arxiu
cs: Nelze najít žádnou aplikaci pro otevření tohoto typu souboru
da: Kunne ikke finde nogen apps, der kan åbne denne filtype
de: Es wurde keine Anwendung zum Öffnen dieses Dateityps gefunden
el: Δε βρέθηκε καμία εφαρμογή που να ανοίγει αυτόν τον τύπο αρχείου
es: No se ha encontrado niguna aplicación para abrir este tipo de archivo
eu: Ezin izan da aplikaziorik aurkitu fitxategi mota hau irekitzeko
fi: Tälle tiedostotyypille sopivia ohjelmia ei löytynyt
fr: Aucune application n'a été trouvée pour ouvrir ce type de fichier
he: לא ניתן למצוא אף יישום לפתיחת סוג כזה של קובץ
hu: Nincs olyan alkalmazás, amely meg tudná nyitni ezt a fájlt.
is: Fann engin forrit til að opna þessa tegund skráa
it: Impossibile trovare un'applicazione per aprire questo tipo di file
ja: このファイルを開くアプリケーションが見つかりません
ko: 이 파일 형식을 열 응용 프로그램을 찾을 수 없습니다
ml: ഇത്തരത്തിലുള്ള ഫയൽ തുറക്കുന്നതിന് അപ്ലിക്കേഷനുകളൊന്നും കണ്ടെത്താൻ കഴിഞ്ഞില്ല
ms: Tidak dapat cari mana-mana aplikasi untuk membuka jenis fail ini
nb: Kunne ikke finne noen programmer for å åpne denne filtypen
nl: Kon geen toepassingen vinden om dit type bestand te openen
nn: Fann ingen program som kan opna denne filtypen
pl: Nie znaleziono żadnej aplikacji do otwierania tego typu plików
pt_br: Não foi possível encontrar aplicativos para abrir este tipo de arquivo
pt_pt: Não foi possível encontrar aplicações para abrir este tipo de ficheiros
ro: Nu pot găsi nicio aplicație cu care să deschid acest tip de fișier
ru: Не удалось найти приложения для открытия такого типа файлов
sc: Impossìbile agatare un'aplicatzione pro abèrrere custa casta de documentu
sk: Nepodarilo sa nájsť aplikáciu na otváranie tohto typu súboru
sl: Programa, ki bi odprl to vrsto datoteke, ni mogoče najti
sv: Kunde inte hitta några applikationer att öppna denna filtyp
th: ไม่พบแอปพลิเคชั่นที่จะเปิดไฟล์ประเภทนี้
tr: Bu dosya türünü açacak bir uygulama bulunamadı
uk: Неможливо знайти жодну програму, щоб відкрити цей тип файлу
zh_hans: 找不到可以打开该类型文件的应用程序
zh_hant: 無法找到任何可開啟這種檔案類型的應用程式

# SHARING_SUCCESS_CAMERA_ROLL
source: File was successfully saved to the Camera Roll
ar: حُفِظَ الملف بنجاح داخل شريط الكاميرا
br: Ar restr a zo bet enrollet anezhi gant berzh er skeudennaoueg
ca: L'arxiu s'ha guardat amb èxit en el Rodet
cs: Soubor byl úspěšně uložen do složky Camera Roll
da: Filen blev gemt i kamerarullen
de: Datei erfolgreich in Fotos gespeichert
el: Το αρχείο αποθηκεύτηκε επιτυχώς στα αρχεία κάμερας
es: El archivo ha sido guardado correctamente al «Camera Roll»
eu: Fitxategia behar bezala gorde da Kamera Biribilkian
fi: Tiedosto tallennettiin Kameran rullaan
fr: Le fichier a été enregistré dans la photothèque avec succès
he: הקובץ נשמר בהצלחה למאגר התמונות
hu: A médiafájl elmentve a Filmtekercsbe.
is: Tókst að vista skrána í myndasafnið þitt (camera roll)
it: Il file è stato salvato correttamente nel Rullino fotografico
ja: ファイルはカメラロールに正常に保存されました
ko: 파일이 카메라롤에 성공적으로 저장되었습니다
ml: ഫയൽ ക്യാമറ റോളിൽ സംരക്ഷിച്ചു
ms: Fail berjaya disimpan ke Camera Roll
nb: Filen ble lagret i Kamerarull
nl: Bestand is succesvol opgeslagen in de camera roll
nn: Fila vart vellukka lagra i kamerabileta
pl: Plik został pomyślnie zapisany do Camera Roll
pt_br: O arquivo foi salvo com sucesso no Rolo da Câmera
pt_pt: O ficheiro foi guardado com sucesso no Rolo da câmara.
ro: Fișierul a fost salvat cu succes în Camera Roll
ru: Файл успешно сохранён в «Фотоплёнке»
sc: Su documentu est istadu sarvadu in su rullinu de sas fotografias
sk: Súbor bol úspešne uložený do Camera Roll
sl: Datoteka je bila uspešno shranjena v Camera Roll
sv: Filen sparades på Kamerarullen
th: ไฟล์ถูกบันทึกลงใน Camera Roll เรียบร้อย
tr: Dosya Film Rulosuna kaydedildi
uk: Файл успішно збережено у галереї камери
zh_hans: 文件已成功存入相机胶卷
zh_hant: 檔案成功存入 Camera Roll

# STREAMVC_DETAILTEXT
source: Play streams directly without downloading
ar: تشغيل البث مباشرة دون تنزيل
br: Lenn ar froudoù war-eeun hep pellgargañ
ca: Reproduir streams directament sense descarregar
cs: Přehrávat streamy přímo bez stahování
da: Afspil streams direkte uden at downloade
de: Spiele Streams ohne vorherigen Download
el: Αναπαραγωγή μεταδόσεων απευθείας χωρίς λήψη
es: Reproducir emisiones directamente sin descargar
eu: Erreproduzitu zuzenean korronteak deskargatu gabe
fi: Toista suoratoistona ilman lataamista
fr: Lire des flux sans téléchargement
he: נגינת תזרימים ללא הורדה
hu: Közvetítések lejátszása közvetlenül, letöltés nélkül
is: Spila streymi beint án niðurhals
it: Riproduci i flussi direttamente senza scaricarli
ja: ダウンロードせずにストリームを直接再生
ko: 다운로드 하지 않고 스트림을 재생하기
ml: ഡൗൺലോഡ് ചെയ്യാതെ നേരിട്ട് സ്ട്രീമുകൾ പ്ലേ ചെയ്യുക
ms: Main strim secara terus tanpa memuat turun
nb: Spill av strømmer direkte uten å laste dem ned
nl: Streams direct zonder downloaden afspelen
nn: Spel av straumar direkte utan nedlasting
pl: Odtwarzaj strumienie bezpośrednio, bez pobierania
pt_br: Reproduz transmissões diretamente, sem baixar
pt_pt: Reproduzir diretamente transmissões sem transferir
ro: Redare fluxuri direct, fără descărcare
ru: Воспроизводить потоки непосредственно из сети
sc: Riprodui flussos diretamente chene los iscarrigare
sk: Prehrávať streamy priamo bez sťahovania
sl: Predvajaj pretoke neposredno brez prenosa
sv: Spela upp strömmar direkt utan att ladda ned
th: เล่นสตรีมโดยตรงโดยไม่ดาวน์โหลด
tr: Akışlar indirilmeden doğrudan oynatılsın
uk: Відтворювати потоки напрямку без завантаження
zh_hans: 直接播放串流，不必下载
zh_hant: 直接播放串流而不下載

# DOWNLOADVC_DETAILTEXT
source: Download files directly to your device
ar: قم بتنزيل الملفات مباشرة على جهازك
br: Pellgargañ restroù diouzhtu war ho trevnad
ca: Descarrega els arxius directament al teu dispositiu
cs: Stahovat soubory přímo do Vašeho zařízení
da: Download filer direkte til din enhed
de: Dateien direkt auf Ihr Gerät herunterladen
el: Λήψη αρχείων απευθείας στη συσκευή σας
es: Descargar archivos directamente a su dispositivo
eu: Deskargatu fitxategiak zuzenean zure gailura
fi: Lataa tiedostot suoraan laitteellesi
fr: Télécharger des fichiers sur votre appareil
he: הורדת הקבצים ישירות למכשיר שלך
hu: Fájlok közvetlen letöltése az eszközére
is: Sækja skrár beint á tækið þitt
it: Scarica i file direttamente sul tuo dispositivo
ja: デバイス上のダウンロードファイルのディレクトリ
ko: 파일들을 당신의 기기에 바로 다운로드
ml: നിങ്ങളുടെ ഉപകരണത്തിലേക്ക് നേരിട്ട് ഫയലുകൾ ഡൗൺലോഡുചെയ്യുക
ms: Muat turun fail terus ke dalam peranti anda
nb: Last ned filer direkte til enheten din
nl: Bestanden direct naar uw apparaat downloaden
nn: Last ned filer direkte til eininga di
pl: Pobierz pliki bezpośrednio na swoje urządzenie
pt_br: Arquivos baixados diretamente para o seu dispositivo
pt_pt: Transferir os ficheiros diretamente para o seu dispositivo
ro: Descărcare fișiere direct în dispozitiv
ru: Загружать файлы в ваше устройство
sc: Iscàrriga sos documentos diretamanete in su dispositivu tuo
sk: Sťahovať súbory priamo do vášho zariadenia
sl: Prenesite datoteke v vašo napravo
sv: Ladda ned filer direkt till din enhet
th: ดาวน์โหลดไฟล์ลงในอุปกรณ์ของคุณโดยตรง
tr: Dosyalar doğrudan aygıtınıza indirilsin
uk: Завантажувити файли напряму на ваш пристрій
zh_hans: 将文件直接下载到设备
zh_hant: 直接下載檔案至您的裝置

# HEADER_TITLE_RENDERER
source: Select a casting device
ar: حدد جهاز العرض
br: Diuzañ an drobarzhell skignañ
ca: Selecciona un dispositiu de buidatge
cs: Vyberte zařízení pro streamovaní
da: Vælg en transmitteringsenhed
de: Ein Casting-Gerät auswählen
el: Επιλογή μιας συσκευής μετάδοσης
es: Seleccionar dispositivos de emisión
eu: Hautatu igortze gailua
fi: Valitse suoratoiston laite
fr: Sélectionner un périphérique de diffusion
he: בחירת התקן שידור
hu: Válasszon vetítési eszközt
is: Veldu tæki til útvörpunar (casting)
it: Seleziona un dispositivo di trasmissione
ja: キャスティングデバイスの選択
ko: 캐스트 기기를 선택합니다
ml: ഒരു കാസ്റ്റിംഗ് ഉപകരണം തിരഞ്ഞെടുക്കുക
ms: Pilih satu peranti penyiaran
nb: Velg en castingenhet
nl: Selecteer een casting-apparaat
nn: Vel ei strøyme-eining
pl: Wybierz urządzenie do transmisji
pt_br: Selecione um dispositivo de conversão
pt_pt: Selecionar um dispositivo de transmissão
ro: Alege dispozitiv proiecție
ru: Выбор передающего устройства
sc: Issèbera unu dispositivu de trasmissione
sk: Vybrať zariadenie na streamovanie (casting)
sl: Izberite napravo za predvajanje
sv: Välj en castenhet
th: เลือกอุปกรณ์การแคสต์
tr: Bir aktarım aygıtı seçin
uk: Вибрати пристрій для трансляції
zh_hans: 选择投屏设备
zh_hant: 選擇投放裝置

source: Network
ar: شبكة
br: Kenrouedad
ca: Xarxa
cs: Síť
da: Netværk
de: Netzwerk
el: Δίκτυο
es: Red
eu: Sarea
fi: Verkko
fr: Réseau
he: רשת
hu: Hálózat
is: Netkerfi
it: Rete
ja: ネットワーク
ko: 네트워크
ml: നെറ്റ്‌വർക്ക്
ms: Rangkaian
nb: Nettverk
nl: Netwerk
nn: Nettverk
pl: Sieć
pt_br: Rede
pt_pt: Rede
ro: Rețea
ru: Сеть
sc: Retza
sk: Sieť
sl: Omrežje
sv: Nätverk
th: เครือข่าย
tr: Ağ
uk: Мережа
zh_hans: 网络
zh_hant: 網路

source: Local Network
ar: الشّبكة المحلية
br: Kenrouedad lec'hel
ca: Xarxa local
cs: Místní síť
da: Lokalt netværk
de: Lokales Netzwerk
el: Τοπικό δίκτυο
es: Red local
eu: Sare lokala
fi: Lähiverkko
fr: Réseau local
he: רשת מקומית
hu: Helyi hálózat
is: Staðarnet
it: Rete locale
ja: ローカルネットワーク
ko: 로컬 네트워크
ml: പ്രാദേശിക നെറ്റ്‍വര്‍ക്ക്
ms: Rangkaian Setempat
nb: Lokalt nettverk
nl: Lokaal netwerk
nn: Lokalt nettverk
pl: Sieć lokalna
pt_br: Rede Local
pt_pt: Rede local
ro: Rețea Locală
ru: Локальная сеть
sc: Retza locale
sk: Lokálna sieť
sl: Krajevno omrežje
sv: Lokalt nätverk
th: เครือข่ายท้องถิ่น
tr: Yerel ağ
uk: Локальна мережа
zh_hans: 本地网络
zh_hant: 區域網路

source: Connect to Server
ar: اتّصل إلى الخادوم
br: Kevreañ d'ar servijer
ca: Connecta amb el servidor
cs: Připojit k severu
da: Forbind til server
de: Zum Server verbinden
el: Σύνδεση σε διακομιστή
es: Conectar al servidor
eu: Konektatu zerbitzarira
fi: Yhdistä palvelimeen
fr: Connecter au serveur
he: התחברות לשרת
hu: Csatlakozás kiszolgálóhoz
is: Tengjast þjóni
it: Connetti al server
ja: サーバーに接続
ko: 서버에 연결하기
ml: സര്‍വറുമായി ബന്ധപ്പെടുക
ms: Sambung ke Pelayan
nb: Koble til server
nl: Verbinden met server
nn: Kopla til tenar
pl: Łączenie z serwerem
pt_br: Conectar ao Servidor
pt_pt: Ligar ao servidor
ro: Conectare la Server
ru: Подключиться к серверу
sc: Connete·ti a su server
sk: Pripojiť k serveru
sl: Poveži s strežnikom
sv: Anslut till server
th: เชื่อมต่อไปยังเซิร์ฟเวอร์
tr: Sunucuya bağlan
uk: З'єднатися з сервером
zh_hans: 连接到服务器
zh_hant: 連線到伺服器

# FILE_SERVER
source: File Servers
ar: خوادم الملفات
br: Restroù ar servijerioù
ca: Servidors de fitxers
cs: Souborové servery
da: Filservere
de: Dateiserver
el: Διακομιστές αρχείων
es: Servidores de archivos
eu: Fitxategi-zerbitzariak
fi: Tiedostopalvelimet
fr: Serveurs de fichiers
he: שרתי קבצים
hu: Fájlkiszolgálók
is: Skráaþjónar
it: File server
ja: ファイルサーバー
ko: 파일 서버들
ml: ഫയൽ സെർവറുകൾ
ms: Pelayan Fail
nb: Filtjenere
nl: Bestandsservers
nn: Filserverar
pl: Serwery plików
pt_br: Servidores de Arquivos
pt_pt: Servidores de Ficheiro
ro: Servere de fișiere
ru: Файловые серверы
sc: Servers pro sos documentos
sk: Súborové servery
sl: Datotečni strežniki
sv: Filservrar
th: เซิร์ฟเวอร์ไฟล์
tr: Dosya sunucuları
uk: Файлові сервери
zh_hans: 文件服务器
zh_hant: 檔案伺服器

# USER_LABEL
source: User
ar: المُستخدم
br: Implijader
ca: Usuari
cs: Uživatel
da: Bruger
de: Benutzer
el: Χρήστης
es: Usuario
eu: Erabiltzailea
fi: Käyttäjä
fr: Utilisateur
he: משתמש
hu: Felhasználó
is: Notandi
it: Utente
ja: ユーザー
ko: 사용자
ml: ഉപയോക്താവ്
ms: Pengguna
nb: Bruker
nl: Gebruiker
nn: Brukar
pl: Użytkownik
pt_br: Usuário
pt_pt: Nome de utilizador
ro: Utilizator
ru: Пользователь
sc: Impreadore
sk: Používateľ
sl: Uporabnik
sv: Användare
th: ผู้ใช้
tr: Kullanıcı
uk: Користувач
zh_hans: 用户
zh_hant: 使用者

# PASSWORD_LABEL
source: Password
ar: كلمة المرور
br: Ger-tremen
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Συνθηματικό
es: Contraseña
eu: Pasahitza
fi: Salasana
fr: Mot de passe
he: סיסמה
hu: Jelszó
is: Lykilorð
ja: パスワード
ko: 비밀번호
ml: അടയാള വാക്യം
ms: Kata Laluan
nb: Passord
nl: Wachtwoord
nn: Passord
pl: Hasło
pt_br: Senha
pt_pt: Palavra-passe
ro: Parola
ru: Пароль
sc: Crae
sk: Heslo
sl: Geslo
sv: Lösenord
th: รหัสผ่าน
tr: Parola
uk: Пароль
zh_hans: 密码
zh_hant: 密碼

# DISABLE_LABEL
source: Disable
ar: معطّل
br: Lazhañ
ca: Inhabilita
cs: Zakázat
da: Deaktivér
de: Deaktivieren
el: Απενεργοποίηση
es: Deshabilitar
eu: Desgaitu
fi: Poista käytöstä
fr: Désactiver
he: נטרל
hu: Letiltás
is: Gera óvirkt
it: Disabilita
ja: 無効
ko: 비활성화
ml: നിര്‍ജ്ജീവമാക്കുക
ms: Dilumpuhkan
nb: Slå av
nl: Uitschakelen
nn: Slå av
pl: Wyłącz
pt_br: Desabilitar
pt_pt: Desativar
ro: Dezactivaţi
ru: Отключить
sc: Disabìlita
sk: Zablokovať
sl: Onemogoči
sv: Inaktivera
th: ปิดใช้งาน
tr: Devre dışı bırak
uk: Вимкнути
zh_hans: 禁用
zh_hant: 停用

# BUTTON_ANONYMOUS_LOGIN
source: Anonymous Login
ar: تسجيل مجهول
br: Kevreadenn dizanv
ca: Inici de sessió anònim
cs: Anonymní přihlášení
da: Anonymt login
de: Anonymer Login
el: Ανώνυμη σύνδεση
es: Inicio de sesión anónimo
eu: Saio hasiera anonimoa
fi: Nimetön kirjautuminen
fr: Authentification anonyme
he: חיבור אנונימי
hu: Névtelen bejelentkezés
is: Nafnlaus innskráning
it: Accesso anonimo
ja: 匿名ログイン
ko: 익명 로그인
ml: അജ്ഞാത ലോഗിൻ
ms: Daftar Masuk Awanama
nb: Anonym pålogging
nl: Anonieme login
nn: Anonym innlogging
pl: Logowanie anonimowe
pt_br: Ingressar Anônimo
pt_pt: Sessão anónima
ro: Autentificare anonimă
ru: Подключиться анонимно
sc: Intrada anònima
sk: Anonymné prihlásenie
sl: Brezimna prijava
sv: Anonym inloggning
th: เข้าสู่ระบบแบบนิรนาม
tr: Anonim oturum açma
uk: Анонімний вхід
zh_hans: 匿名登录
zh_hant: 匿名登錄

# LOCAL_SERVER_REFRESH
source: Refresh
ar: تحديث
br: Freskaat
ca: Actualitza
cs: Obnovit
da: Genopfrisk
de: Aktualisieren
el: Ανανέωση
es: Actualizar
eu: Freskatu
fi: Päivitä
fr: Actualiser
he: רענון
hu: Frissítés
is: Hressa
it: Aggiorna
ja: 再表示
ko: 새로고침
ml: പുതുക്കുക
ms: Segar Semula
nb: Oppdater
nl: Vernieuwen
nn: Oppdater
pl: Odśwież
pt_br: Atualizar
pt_pt: Atualizar
ro: Reîmprospătează
ru: Обновить
sc: Agiorna
sk: Obnoviť
sl: Osveži
sv: Uppdatera
th: รีเฟรช
tr: Yenile
uk: Оновити
zh_hans: 刷新
zh_hant: 重新整理

# LOCAL_SERVER_LAST_UPDATE
source: Last Updated on %@
ar: آخر تحديث في %@
br: Hizivadenn ziwezhañ d'an %@
ca: Darrera actualització de %@
cs: Poslední aktualizace proběhla %@
da: Sidst opdateret %@
de: Zuletzt aktualisiert am %@
el: Τελευταία ενημέρωση στις %@
es: Última actualización el %@
eu: Azken aldaketa: %@
fi: Viimeksi päivitetty %@
fr: Mise à jour le %@
he: עדכון אחרון ב־%@
hu: Utolsó frissítés: %@
is: Síðast uppfært þann %@
it: Ultimo aggiornamento il %@
ja: 最終更新: %@
ko: 마지막 업데이트: %@
ml: അവസാനമായി പുതുക്കിയത് %@
ms: Terakhir Dikemas kini pada %@
nb: Sist oppdatert den %@
nl: Laatst bijgewerkt op %@
nn: Sist oppdatert %@
pl: Ostatnia aktualizacja %@
pt_br: Atualizado pela última vez em %@
pt_pt: Última atualização: %@
ro: Ultima actualizare pe %@
ru: Обновлено %@
sc: Ùrtimu agiornamentu su %@
sk: Naposledy aktualizované dňa %@
sl: Nazadnje posodobljeno %@
sv: Senast uppdaterad den %@
th: ถูกอัปเดตครั้งล่าสุดเมื่อ %@
tr: Son güncelleme %@
uk: Останнє завантаження: %@
zh_hans: 上次更新于 %@
zh_hant: 上次在 %@ 更新

# LOCAL_SERVER_CONNECTION_FAILED_TITLE
source: SERVER CONNECTION FAILED
ar: فشل فى الاتصال مع الخادم
br: KEVREADENN SERVIJER C'HWITET
ca: Ha fallat la connexió al servidor
cs: CHYBA PŘIPOJENÍ K SERVERU
da: FEJL MED SERVER-FORBINDELSE
de: SERVERVERBINDUNG FEHLGESCHLAGEN
el: ΑΠΟΤΥΧΙΑ ΣΥΝΔΕΣΗΣ ΜΕ ΤΟΝ ΔΙΑΚΟΜΙΣΤΗ
es: La conexión con el servidor falló
eu: ZERBITZARI-KONEXIOAK HUTS EGIN DU
fi: PALVELIMEEN YHDISTÄMINEN EPÄONNISTUI
fr: ÉCHEC DE LA CONNEXION AU SERVEUR
he: החיבור לשרת נכשל
hu: Sikertelen csatlakozás
is: EKKI TÓKST AÐ TENGJAST ÞJÓNI
it: CONNESSIONE AL SERVER NON RIUSCITA
ja: サーバーへの接続に失敗しました
ko: 서버 접속 실패
ml: സര്‍വര്‍ ബന്ധം പരാജയപ്പെട്ടു
ms: SAMBUNGAN PELAYAN GAGAL
nb: SERVERTILKOBLING FEILET
nl: VERBINDING MET SERVER MISLUKT
nn: TENARSAMBANDET FEILA
pl: POŁĄCZENIE Z SERWEREM NIE POWIODŁO SIĘ
pt_br: FALHA AO CONECTAR AO SERVIDOR
pt_pt: A LIGAÇÃO AO SERVIDOR FALHOU
ro: CONEXIUNEA CĂTRE SERVER EȘUATĂ
ru: Ошибка подключения к серверу
sc: CONNESSIONE A SU SERVER FALLIDA
sk: NEPODARILO SA PRIPOJIŤ K SERVERU
sl: POVEZAVA S STREŽNIKOM JE SPODLETELA
sv: SERVERANSLUTNING MISSLYCKADES
th: การเชื่อมต่อไปยังเซิร์ฟเวอร์ล้มเหลว
tr: SUNUCU İLE BAĞLANTI KURULAMADI
uk: ЗБІЙ З'ЄДНАННЯ З СЕРВЕРОМ
zh_hans: *服务器连接失败*
zh_hant: 伺服器連線失敗

# LOCAL_SERVER_CONNECTION_FAILED_MESSAGE
source: Please check your server address and credentials
ar: رجاءً تحقق من عنوان وهوية الخادم
br: Gwirit chomlec’h ho servijer hag ar c'hredadoù
ca: Comprova la teua adreça i contrasenya del servidor
cs: Zkontrolujte adresu serveru a přihlašovací údaje
da: Tjek venligst din serveradresse og loginoplysninger
de: Bitte überprüfen Sie Ihre Servereinstellungen und Voraussetzungen
el: Παρακαλούμε ελέγξτε τη διεύθυνση του διακομιστή και τα διαπιστευτήρια σας
es: Compruebe su dirección del servidor y las credenciales
eu: Mesedez, egiaztatu zure zerbitzariaren helbidea eta egiaztagiriak
fi: Tarkista palvelimen osoite ja kirjautumistiedot
fr: Veuillez vérifier l'adresse du serveur et les informations d'identification
he: נא לבדוק את כתובת השרת ואת פרטי הגישה שלך
hu: Ellenőrizze a kiszolgáló címét, valamint felhasználónevét és jelszavát.
is: Athugaðu vistfang þjónsins og auðkenninguna inn á hann
it: Controlla l'indirizzo del server e le credenziali
ja: サーバーのアドレスとクレデンシャルを確認してください
ko: 서버 주소와 자격 인증서를 확인해 주세요
ml: സര്‍വര്‍ വിലാസവും മറ്റു വിവരങ്ങളും പരിശോധിക്കുക
ms: Sila semak alamat pelayan dan kelayakan anda
nb: Sjekk din tjeneradresse og dine akkreditiver
nl: Controleer uw server-adres en inloggegevens
nn: Kontroller tenaradresse og fullmakter
pl: Proszę sprawdź swój adres serwera oraz poświadczenia
pt_br: Por favor, verifique o endereço do servidor e suas credenciais
pt_pt: Por favor, verifique o endereço do servidor e os detalhes de início de sessão.
ro: Te rugăm să verifici adresa şi acreditările serverului
ru: Проверьте адрес сервера и данные авторизации
sc: Controlla s'indiritzu de su server e sas credentziales
sk: Prosím skontrolujte adresu servera a poverenia
sl: Preverite naslov strežnika in poverila
sv: Var god kontrollera din serveradress och autentiseringsuppgifter
th: กรุณาตรวจสอบ Address และ Credential ของเซิร์ฟเวอร์
tr: Lütfen sunucu adresini ve kimlik doğrulama bilgilerinizi denetleyin
uk: Перевірте адресу сервера та ваші облікові дані
zh_hans: 请检查您服务器的地址及登录凭据
zh_hant: 請選擇您的伺服器地址與驗證

# FILES_APP_CELL_TITLE
source: Local files
ar: الملفات المحلية
br: Restroù lec'hel
ca: Fitxers locals
cs: Místní soubory
da: Lokale filer
de: Lokale Dateien
el: Τοπικά αρχεία
es: Archivos locales
eu: Fitxategi lokalak
fi: Paikalliset tiedostot
fr: Fichiers locaux
he: קבצים מקומיים
hu: Helyi fájlok
is: Staðværar skrár
it: File locali
ja: ローカルファイル
ko: 로컬 파일
ms: Fail setempat
nl: Lokale bestanden
nn: Lokale filer
pl: Pliki lokalne
pt_br: Arquivos locais
pt_pt: Ficheiros locais
ro: Fișiere locale
ru: Локальные файлы
sl: Lokalne datoteke
sv: Lokala filer
th: ไฟล์ภายในเครื่อง
tr: Yerel dosyalar
zh_hans: 本地文件
zh_hant: 本機檔案
