Repository: videolan/vlc-ios
Catalog: Resources/*.lproj/Localizable.strings
Languages: ar, br, ca, cs, da, de, el, es, eu, fi, fr, he, hu, is, it, ja, ko, ml, ms, nb, nl, nn, pl, pt_br, pt_pt, ro, ru, sc, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# EMPTY_PLAYLIST_DESCRIPTION
source: Add media while editing in the respective categories.
ar: أضف الوسائط أثناء التحرير في الفئات المعنية.
br: Ouzhpennañ ur media en ur gemmañ ar rummadoù a-zere.
ca: Agregar arxius mentre s'editen en les respectives categories.
cs: Přidejte média během úprav příslušných kategorií.
da: Tilføj medier når de respektive kategorier redigeres.
de: Medien während der Bearbeitung in den jeweiligen Kategorien hinzufügen.
el: Προσθέστε αρχεία πολυμέσων ενόσω επεξεργάζεστε τις αντίστοιχες κατηγορίες.
es: Añadir medios mientras se edita en la respectiva categoría.
eu: Gehitu euskarria dagokien kategorietan editatzen ari zaren bitartean.
fi: Lisää media muokkaamalla vastaavia luokia.
fr: Ajouter un média en modifiant les catégories respectives.
he: הוספת מדיה בעת עריכת הקטגוריות בהתאמה.
hu: Média hozzáadása a megfelelő kategóriák szerkesztésekor
is: Bæta við gögnum á meðan verið er að breyta í tilheyrandi flokkum.
it: Aggiungi media durante la modifica nelle categorie rispettive.
ja: カテゴリを編集中にメディアを追加する
ko: 편집하면서 미디어를 각각 다른 카테고리에서 추가하기
ms: Tambah media ketika menyunting dalam kategori masing-masing.
nb: Legg til media ved redigering av de respektive kategoriene.
nl: Media toevoegen tijdens het bewerken in de respectievelijke categorieën
nn: Legg til media medan du redigerer dei ulike kategoriane.
pl: Dodaj multimedia podczas edycji w odpowiednich kategoriach.
pt_br: Adiciona mídias enquanto estiver editando as respectivas categorias
pt_pt: Adicione média durante a edição nas respectivas categorias.
ro: Adaugă fișiere media în timp ce modifici categoriile respective
ru: Добавить медиа во время редактирования в соответствующих категориях.
sc: Annaghe documentos multimediales cando ses faghende modìficas in sas categorias chi lis pertocant.
sk: Pridať médium počas úpravy v príslušných kategóriách.
sl: Dodaj vsebino med urejanjem v ustrezne kategorije.
sv: Lägg till media medan du redigerar de respektive kategorierna.
th: เพิ่มสื่อขณะแก้ไขในหมวดหมู่ที่เรียงตามลำดับ
tr: İlgili kategorilerde düzenleme yaparken ortam ekle.
uk: Додати медіа під час редагування у відповідні категорії.
zh_hans: 在编辑相应类别时添加媒体。
zh_hant: 在相對類別中編輯時新增媒體

# PLAYBACK_SCRUB_HELP
source: Slide your finger up to adjust the scrubbing rate.
ca: Feu lliscar el dit amunt per ajustar la taxa de depuració.
cs: Přejeďte nahoru pro změnu rychlosti posunutí.
da: Lad din finger glide op for at justere scrubbinghastiged.
de: Zum Anpassen mit dem Finger nach unten streichen.
el: Σύρετε το δάχτυλό σας προς τα πάνω για να προσαρμόσετε τον ρυθμό τριψίματος.
fi: Liu'uta sormeasi ylöspäin säätääksesi raahausnopeutta.
fr: Glissez votre doigt vers le haut pour régler la vitesse de balayage.
he: יש להחליק את האצבע כלפי מעלה כדי להתאים את קצב השיוט.
hu: A tekerési sebesség állításához csúsztassa felfelé az ujját.
it: Scorri il dito verso l'alto per regolare la velocità di scrubbing.
ja: 指を上方向にスライドさせてスクラビングレートを調整してください。
ko: 손가락을 위로 밀어 문지름 속도를 조정합니다.
ms: Seret jari anda mengarah ke atas untuk melaras kadar scrubbing.
pt_br: Deslize o dedo para cima para ajustar a taxa de rolagem.
ro: Glisează degetul în sus pentru a regla rata de spălare.
sc: Iscurre su pòddighe cara a bassu pro acontzare sa letresa de trisinadura.
sk: Pre úpravu rýchlosti posúvania prejdite prstom nadol.
sl: Podrsajte s prstom navzgor, da sprmenite hitrost preiskovanja.
sv: Dra ditt finger uppåt för att justera skrubbningsgraden.
tr: Sürtme hızını ayarlamak için parmağınızı yukarı kaydırın.
uk: Проведіть пальцем вниз, щоб відрегулювати швидкість перемотування.
zh_hans: 向上滑动手指来调整擦洗速度。

# PLAYBACK_SCRUB_HIGH
source: High-Speed Scrubbing
ar: تنقية سريعة جدًا
br: Tizh-uhel an dibunañ
ca: Depuració molt ràpida
cs: Vysoká rychlost posunutí
da: Spoling med høj hastighed
de: Scrubbing-Geschwindigkeit: 100%
el: Υψηλή ταχύτητα μετατόπισης
es: Velocidad alta
eu: Abiadura Handiko Garbiketa
fi: Nopea raahaus
fr: Défilement haute vitesse
he: גלילה במהירות גבוהה
hu: Nagy sebességű tekerés
is: Há-hraða rennsli
it: Scrubbing ad alta velocità
ja: 高速なスクラビング
ko: 빠른 속도로 문지르기
ml: വേഗതയേറിയ സ്ക്രബ്ബിഗ്
ms: Penggerakan Berkelajuan-Tinggi
nb: Høyhastighet skrubbing
nl: Hoge snelheid scrubben
nn: Høgfartskrubbing
pl: Najwyższa prędkość przewijania
pt_br: Rolagem de Alta Velocidade
pt_pt: Avanço rápido
ro: Rată Redare Viteză-Mare
ru: Скорость перемотки: 1
sc: Trisinadura a lestresa arta
sk: Posúvanie vysokou rýchlosťou
sl: Iskanje z visoko hitrostjo
sv: Skrubbning i högfart
th: การสครับบิงความเร็วสูง
tr: Yüksek hızlı sürtme
uk: Найвища швидкість перемотування
zh_hans: 高速步进
zh_hant: 高速刷新

# PLAYBACK_SCRUB_HALF
source: Half-Speed Scrubbing
ar: تنقية بسرعة متوسطة
br: Hanter-tizh an dibunañ
ca: Depuració a velocitat 1/2
cs: Poloviční rychlost posunutí
da: Spoling med halv hastighed
de: Scrubbing-Geschwindigkeit: 50%
el: Μέση ταχύτητα μετατόπισης
es: Velocidad media
eu: Abiadura Erdiko Garbiketa
fi: Puolinopea raahaus
fr: Défilement demi-vitesse
he: גלילה במהירות בינונית
hu: Fél sebességű tekerés
is: Hálf-hraða rennsli
it: Scrubbing con velocità al 50%
ja: 中速のスクラビング
ko: 중간 속도로 문지르기
ml: അര്‍ദ്ധവേഗതാ സ്ക്രബ്ബിംഗ്
ms: Penggerakan Berkelajuan-Separa
nb: Halv-hastighet skrubbing
nl: Halve snelheid scrubben
nn: Halvfartskrubbing
pl: Połowa prędkości przewijania
pt_br: Rolagem de Média Velocidade
pt_pt: Avanço médio
ro: Rată Redare Viteză-Medie
ru: Скорость перемотки: 1/2
sc: Trisinadura cun lestresa a su 50%
sk: Posúvanie polovičnou rýchlosťou
sl: Iskanje s polovično hitrostjo
sv: Skrubbning i halvfart
th: การสครับบิงความเร็วกลาง
tr: Yarım hızlı sürtme
uk: Половинна швидкість перемотування
zh_hans: 半速步进
zh_hant: 一半速度刷新

# PLAYBACK_SCRUB_QUARTER
source: Quarter-Speed Scrubbing
ar: تنقية بسرعة منخفضة
br: Kard-Tizh an dibunañ
ca: Depuració a velocitat 1/4
cs: Čtvrtinová rychlost posunutí
da: Spoling med kvart hastighed
de: Scrubbing-Geschwindigkeit: 25%
el: Ένα τέταρτο ταχύτητας μετατόπισης
es: Velocidad lenta
eu: Abiadura Laurdeneko Garbiketa
fi: Raahaus neljäsosanopeudella
fr: Défilement quart de vitesse
he: גלילה ברבע מהמהירות
hu: Negyed sebességű tekerés
is: Fjórðungs-hraða rennsli
it: Scrubbing con velocità al 25%
ja: 1/4の速度のスクラビング
ko: 1/4 속도로 문지르기
ml: പാദവേഗതാ സ്ക്രബ്ബിംഗ്
ms: Penggerakan Berkelajuan-Suku
nb: Kvart-hastighet skrubbing
nl: Kwart-snelheid scrubben
nn: Skrubbing i fjerdedelsfart
pl: Jedna czwarta prędkości przewijania
pt_br: Rolagem de Media-Baixa Velocidade
pt_pt: Avanço lento
ro: Rată Redare Viteză-Pe-Sfert
ru: Скорость перемотки: 1/4
sc: Trisinadura cun lestresa a su 25%
sk: Posúvanie štvrtinovou rýchlosťou
sl: Iskanje s četrtinsko hitrostjo
sv: Skrubbning i fjärdedelsfart
th: การสครับบิงความเร็วหนึ่งในสี่
tr: Çeyrek hızlı sürtme
uk: Четвертинна швидкість перемотування
zh_hans: ¼速步进
zh_hant: 四分之一速度刷新

# PLAYBACK_SCRUB_FINE
source: Fine Scrubbing
ar: تنقية صافية
br: Dibunañ Resis
ca: Depuració fina
cs: Přesné posunutí
da: Præcisionsspoling
de: Scrubbing-Geschwindigkeit: fein
el: Ακριβής μετατόπιση
es: Velocidad de precisión
eu: Garbiketa Bikaina
fi: Tarkka raahaus
fr: Défilement de précision
he: גלילה עדינה
hu: Finom tekerés
is: Fínleg rennslisbreyting
it: Scrubbing di precisione
ja: 適切なスクラビング
ko: 미세하게 문지르기
ml: ശരിയായ സ്ക്രബ്ബിംഗ്
ms: Penggerakan Halus
nb: Fin skrubbing
nl: Fijn scrubben
nn: Finskrubbing
pl: Delikatna prędkość przewijania
pt_br: Rolagem Precisa
pt_pt: Avanço preciso
ro: Rată Redare Fină
ru: Точная перемотка
sc: Trisinadura de pretzisione
sk: Jemné posúvanie
sl: Podrobno iskanje
sv: Fin skrubbning
th: การสครับบิงแบบสบาย
tr: Hafif sürtme
uk: Точне перемотування
zh_hans: 常速步进
zh_hant: 細部刷新

source: Playback Position
ar: موضع التّشغيل
br: Lec'hiadur al lenn
ca: Posició de reproducció
cs: Pozice přehrávání
da: Afspilningsposition
de: Wiedergabeposition
el: Θέση αναπαραγωγής
es: Posición de reproducción
eu: Erreprodukzioaren posizioa
fi: Toistosijainti
fr: Position de lecture
he: מיקום הנגינה
hu: Lejátszás pozíciója
is: Staða afspilunar
it: Posizione della riproduzione
ja: 再生位置
ko: 재생 위치
ml: പ്ലേബാക്ക് സ്ഥാനം
ms: Kedudukan Main Balik
nb: avspillingsposisjon
nl: Afspeelpositie
nn: Avspelingsposisjon
pl: Pozycja odtwarzania
pt_br: Posição da Reprodução
pt_pt: Posição da reprodução
ro: Poziţie Redare
ru: Позиция воспроизведения
sc: Positzione de sa riprodutzione
sk: Pozícia pri prehrávaní
sl: Mesto predvajanja
sv: Uppspelningsposition
th: ตำแหน่งการเล่น
tr: Oynatma konumu
uk: Позиція відтворення
zh_hans: 回放位置
zh_hant: 播放位置

# VIDEO_FILTER
source: Video Filters
ar: المُرشّحات المرئية
br: Siloù Video
ca: Filtres de vídeo
cs: Filtry videa
da: Videofiltre
de: Videofilter
el: Φίλτρα βίντεο
es: Filtros de vídeo
eu: Bideo-iragazkiak
fi: Videosuodattimet
fr: Filtres vidéo
he: מסנני וידאו
hu: Videószűrők
is: Myndmerkissíur
it: Filtri video
ja: ビデオフィルター
ko: 동영상 필터
ml: വീഡിയോ ഫില്‍ട്ടറുകള്‍
ms: Penapis Video
nb: Videofilter
nn: Videofilter
pl: Filtry wideo
pt_br: Filtros de Vídeo
pt_pt: Filtros de vídeos
ro: Filtre Video
ru: Видеофильтры
sc: Filtros vìdeos
sk: Filtre videa
sl: Filtri videa
sv: Videofilter
th: ตัวกรองวิดีโอ
tr: Görüntü süzgeçleri
uk: Відеофільтри
zh_hans: 视频滤镜
zh_hant: 影片濾鏡

# VIDEO_FILTER_RESET_BUTTON
source: Reset Video Filters
ar: أعِد ضبط المُرشّحات المرئية
br: Adderaouiñ ar Siloù Video
ca: Reinicia els filtres de vídeo
cs: Obnovit nastavení filtrů videa
da: Nulstil videofiltre
de: Videofilter zurück setzen
el: Επαναφορά φίλτρων βίντεο
es: Restablecer filtros de vídeo
eu: Berrezarri Bideo Iragazkiak
fi: Nollaa videosuodattimet
fr: Réinitialiser les filtres vidéo
he: איפוס מסנני וידאו
hu: Videószűrőek visszaállítása
is: Frumstilla myndmerkissíur
it: Ripristina filtri video
ja: ビデオフィルターをリセット
ko: 동영상 필터 초기화
ml: വീഡിയോ ഫില്‍റ്ററുകള്‍ പുനക്രമീകരിക്കുക
ms: Tetap Semula Penapis Video
nb: Tilbakestill videofiltre
nl: Videofilters herstellen
nn: Nullstill videofilteret
pl: Zresetuj filtry wideo
pt_br: Restaurar Filtros de Vídeo
pt_pt: Repor os filtros de vídeos
ro: Restabilire Filtre Video
ru: Сбросить видеофильтры
sc: Riprìstina sos filtros de sos vìdeos
sk: Reset filtrov videa
sl: Počisti filtre videa
sv: Återställ videofilter
th: รีเซ็ตตัวกรองวีดีโอ
tr: Görüntü süzgeçlerini sıfırla
uk: Очистити відеофільтри
zh_hans: 重置视频滤镜
zh_hant: 重設影片濾鏡

# VIDEO_ASPECT_RATIO_BUTTON
source: Video aspect ratio
ar: نسبة أبعاد الفيديو
br: Kenfeur neuz ar video
ca: Relació d'aspecte de vídeo
cs: Poměr stran videa
da: Video billedformat
de: Video-Seitenverhältnis
el: Λόγος διαστάσεων του βίντεο
es: Proporción de vídeo
eu: Bideoaren itxura erlazioa
fi: Videon kuvasuhde
fr: Rapport de cadre vidéo
he: יחס התצוגה של הווידאו
hu: Videó méretarány
is: Stærðarhlutföll myndskeiða
it: Proporzioni video
ja: ビデオのアスペクト比
ko: 동영상 화면 비율
ms: Nisbah bidang video
nl: Beeldverhouding video
nn: Høgde/breidde-tilhøve for video
pl: Proporcje obrazu widea
pt_br: Proporção do vídeo
ro: Rata de aspect video
ru: Соотношение сторон видео
sc: Muda sa proportzione de su vìdeu
sk: Prepnúť stranový pomer videa
sl: Razmerje slike videa
sv: Bildförhållande för video
th: อัตราส่วนภาพของวิดีโอ
tr: Görüntü en boy oranı
uk: Перемкнути співвідношення сторін відео
zh_hans: 视频宽高比
zh_hant: 視訊長寬比例

# BWD_BUTTON
source: Jump Backwards
ar: اقفز إلى الخلف
br: Mont war-gil
ca: Salta cap enrere
cs: Zpět
da: Hop tilbage
de: Sprung zurück
el: Άλμα προς τα πίσω
es: Retroceder
eu: Jauzi atzera
fi: Siirry taaksepäin
fr: Saut arrière
he: קפיצה אחורה
hu: Ugrás vissza
is: Skrefa afturábak
it: Salta indietro
ja: ジャンプして戻る
ko: 뒤로 이동하기
ml: പിന്നിലേക്ക്‌ ചാടുക
ms: Lompat Mengundur
nb: Spol tilbake
nl: Achteruit springen
nn: Spol tilbake
pl: Skok do tyłu
pt_br: Retroceder a um Ponto
pt_pt: Ir para trás
ro: Salt Înapoi
ru: Перемотать назад
sc: Brinca in segus
sk: Preskočiť dozadu
sl: Skoči nazaj
sv: Hoppa bakåt
th: ช่วงก่อนหน้า
tr: Geriye atla
uk: Стрибок назад
zh_hans: 快进
zh_hant: 向後

# FWD_BUTTON
source: Jump Forwards
ar: اقفز إلى الأمام
br: Mont war-raok
ca: Salta cap endavant
cs: Vpřed
da: Hop fremad
de: Sprung vorwärts
el: Άλμα προς τα μπρος
es: Avanzar
eu: Jauzi aurrera
fi: Siirry eteenpäin
fr: Saut avant
he: קפיצה קדימה
hu: Ugrás előre
is: Skrefa áfram
it: Salta in avanti
ja: ジャンプして進む
ko: 앞으로 이동하기
ml: മുന്നിലേക്ക്‌ ചാടുക
ms: Lompat Maju
nb: Spol fremover
nl: Vooruit springen
nn: Spol framover
pl: Skok do przodu
pt_br: Avançar a um Ponto
pt_pt: Ir para a frente
ro: Salt Înainte
ru: Перемотать вперёд
sc: Brinca in antis
sk: Preskočiť dopredu
sl: Skoči naprej
sv: Hoppa framåt
th: ช่วงถัดไป
tr: İleriye atla
uk: Стрибок вперед
zh_hans: 快退
zh_hant: 向前

# PLAY_BUTTON
source: Play
ar: شغل
br: Lenn
ca: Reprodueix
cs: Přehrát
da: Afspil
de: Wiedergabe
el: Αναπαραγωγή
es: Reproducir
eu: Erreproduzitu
fi: Toista
fr: Lire
he: נגן
hu: Lejátszás
is: Spila
it: Riproduci
ja: 再生
ko: 재생하기
ml: പ്ലേ
ms: Main
nb: Spill av
nl: Afspelen
nn: Spel
pl: Odtwarzaj
pt_br: Reproduzir
pt_pt: Reproduzir
ro: Redare
ru: Воспроизвести
sc: Riprodui
sk: Prehrať
sl: Predvajaj
sv: Spela upp
th: เล่น
tr: Oynat
uk: Відтворити
zh_hans: 播放
zh_hant: 播放

# NEXT_BUTTON
source: Next
ar: التالي
br: War-lerc'h
ca: Endavant
cs: Následující
da: Næste
de: Nächster
el: Επόμενο
es: Siguiente
eu: Hurrengoa
fi: Seuraava
fr: Suivant
he: הבא
hu: Következő
is: Næsta
it: Successivo
ja: 次
ko: 다음
ml: അടുത്തത്
ms: Berikutnya
nb: Neste
nl: Volgende
nn: Neste
pl: Następny
pt_br: Próximo
pt_pt: Seguinte
ro: Înainte
ru: Далее
sc: Imbeniente
sk: Ďalej
sl: Naslednje
sv: Nästa
th: ถัดไป
tr: Sonraki
uk: Наступний
zh_hans: 下一曲
zh_hant: 下一個

# PREV_BUTTON
source: Previous
ar: السابق
br: Kent
ca: Enrere
cs: Předchozí
da: Forrige
de: Vorheriger
el: Προηγούμενο
es: Anterior
eu: Aurrekoa
fi: Edellinen
fr: Précédent
he: הקודם
hu: Előző
is: Fyrra
it: Precedente
ja: 前
ko: 이전
ml: മുമ്പത്തെ
ms: Terdahulu
nb: Forrige
nl: Vorige
nn: Førre
pl: Poprzedni
pt_br: Anterior
pt_pt: Anterior
ro: Înapoi
ru: Назад
sc: Antepostu
sk: Predchádzajúce
sl: Nazaj
sv: Föregående
th: ก่อนหน้า
tr: Önceki
uk: Попередній
zh_hans: 上一曲
zh_hant: 上一個

# PLAY_ALL_BUTTON
source: Play all
ar: تشغيل الكل
br: Lenn an holl
ca: Reprodueix-ho tot
cs: Přehrát vše
da: Afspil alle
de: Alle wiedergeben
el: Αναπαραγωγή όλων
es: Reproducir todo
eu: Erreproduzitu denak
fi: Toista kaikki
fr: Tout lire
he: לנגן הכול
hu: Összes lejátszása
is: Spila allt
it: Riproduci tutto
ja: すべて再生
ko: 모두 재생하기
ml: എല്ലാം പ്ലേ ചെയ്യുക
ms: Main semua
nb: Spill alle
nl: Alles afspelen
nn: Spel alle
pl: Odtwórz wszystko
pt_br: Reproduzir tudo
pt_pt: Reproduzir tudo
ro: Redați toate
ru: Воспроизвести всё
sc: Riprodui totu
sk: Prehrať všetko
sl: Predvajaj vse
sv: Spela upp alla
th: เล่นทั้งหมด
tr: Tümünü oynat
uk: Відтворити все
zh_hans: 全部播放
zh_hant: 全部播放

# RESET_VIDEO_FILTERS
source: Do you want to reset the video filters?
ar: هل تريد إعادة تعيين مرشحات الفيديو؟
br: Ha c'hoant ho peus da adderaouiñ siloù ar video?
ca: Voleu restablir els filtres de vídeo?
cs: Chcete vrátit nastavení filtrů videa?
da: Vil du nulstille videofiltrene?
de: Möchten Sie die Videofilter zurücksetzen?
el: Θέλετε να επαναφέρετε τα φίλτρα του βίντεο;
es: ¿Desea reinicializar los filtros de vídeo?
eu: Bideo iragazkiak berrezarri nahi dituzu?
fi: Haluatko nollata videon suodattimet?
fr: Voulez-vous réinitialiser les filtres vidéo ?
he: לאפס את מסנני הווידאו?
hu: Vissza akarja állítani a videószűrőket?
it: Vuoi ripristinare i filtri audio?
ja: ビデオフィルターをリセットしますか？
ko: 동영상 필터를 재설정하시겠습니까?
ml: വീഡിയോ ഫിൽട്ടറുകൾ പുനഃസജ്ജമാക്കണോ?
ms: Anda pasti mahu menetap semula penapis video?
nl: Wilt u de videofilters herstellen?
nn: Vil du tilbakestilla videofiltera?
pl: Czy chcesz zresetować filtry wideo?
pt_br: Deseja restaurar os filtros de vídeo?
ro: Doriți să resetați filtrele video?
ru: Вы хотите сбросить видеофильтры?
sl: Želite ponastaviti video filtre?
sv: Vill du återställa videofiltren?
th: คุณต้องการตั้งค่าตัวกรองวิดีโอใหม่หรือไม่
tr: Görüntü etkilerini sıfırlamak ister misiniz?
zh_hans: 你想重置视频滤镜吗？

# RESET_PLAYBACK_SPEED
source: Do you want to reset the playback speed?
ar: هل تريد إعادة تعيين سرعة التشغيل؟
br: Ha c'hoant ho peus da adderaouiñ tizh al lenn?
ca: Voleu restablir la velocitat de reproducció?
cs: Chcete resetovat rychlost přehrávání?
da: Vil du nulstille afspilningshastigheden?
de: Möchten Sie die Wiedergabegeschwindigkeit zurücksetzen?
el: Θέλετε να επαναφέρετε την ταχύτητα αναπαραγωγής;
es: ¿Desea reinicializar lla velocidad de reproducción?
eu: Erreprodukzio abiadura berrezarri nahi duzu?
fi: Haluatko nollata toiston nopeuden?
fr: Voulez-vous réinitialiser la vitesse de lecture ?
he: לאפס את מהירות הנגינה?
hu: Vissza akarja állítani a lejátszási sebességet?
it: Vuoi ripristinare la velocità di riproduzione?
ja: 再生速度をリセットしますか？
ko: 재생 속도를 재설정 하시겠습니까?
ml: പ്ലേബാക്ക് വേഗത പുനഃസജ്ജമാക്കണോ?
ms: Anda pasti mahu menetap semula kelajuan main balik?
nl: Wilt u de afspeelsnelheid herstellen?
nn: Vil du tilbakestilla avspelingsfarten?
pl: Czy chcesz zresetować prędkość odtwarzania?
pt_br: Deseja restaurar a velocidade de reprodução?
ro: Doriți să resetați viteza de redare?
ru: Вы хотите сбросить скорость воспроизведения?
sl: Ali želite ponastaviti hitrost predvajanja?
sv: Vill du återställa uppspelningshastigheten?
th: คุณต้องการตั้งค่าความเร็วในการเล่นใหม่หรือไม่
tr: Oynatma hızını sıfırlamak ister misiniz?
zh_hans: 你想重置回放速度吗？

# RESET_EQUALIZER
source: Do you want to reset the equalizer's settings?
ar: هل تريد إعادة تعيين إعدادات موازنات الصوت؟
br: Ha c'hoant ho peus da adderaouiñ arventennoù ar c'hevataler?
ca: Voleu restablir els paràmetres de l'equalitzador?
cs: Chcete resetovat nastavení ekvalizéru?
da: Vil du nulstille equalizer-indstillingerne?
de: Möchten Sie die Equalizer-Einstellungen zurücksetzen?
el: Θέλετε να επαναφέρετε τις ρυθμίσεις του ισοσταθμιστή;
es: ¿Desea reinicializar las preferencias del ecualizador?
eu: Ekualizadorearen ezarpenak berrezarri nahi dituzu?
fi: Haluatko nollata ekvalisaattorin asetukset?
fr: Voulez-vous réinitialiser les paramètres de l'égaliseur ?
he: לאפס את הגדרות האקוולייזר?
hu: Vissza akarja állítani a hangszínszabályzó beállításait?
it: Vuoi ripristinare le impostazioni dell'equalizzatore?
ja: イコライザー設定をリセットしますか？
ko: 이퀄라이저의 설정을 재설정하시겠습니까?
ml: ഇക്വലൈസറിന്റെ ക്രമീകരണങ്ങൾ പുനഃസജ്ജമാക്കണോ?
ms: Anda pasti mahu menetap semula tetapan penyama?
nl: Wilt u de equalizer-instellingen herstellen?
nn: Vil du tilbakestilla tonekontroll-innstillingane?
pl: Czy chcesz zresetować ustawienia korektora?
pt_br: Deseja restaurar as configurações de equalização?
ro: Doriți să resetați setările egalizatorului?
ru: Вы хотите сбросить настройки эквалайзера?
sl: Želite ponastaviti nastavitve izravnalnika*
sv: Vill du återställa equalizerinställningarna?
th: คุณต้องการตั้งค่าอีควอไลเซอร์ใหม่หรือไม่
tr: Ses dengeleyici ayarlarını sıfırlamak ister misiniz?
zh_hans: 你想重置均衡器的设置吗？

# RESET_SLEEP_TIMER
source: Do you want to reset the sleep timer?
ar: هل ترغب في اعادة ضبط مؤقت النوم ؟
br: Ha c'hoant ho peus da adderaouiñ munuterezh ar c'housked?
ca: Voleu restablir el temporitzador?
cs: Chcete resetovat časovač pro vypnutí?
da: Vil du nulstille vækkeuret?
de: Möchten Sie die Schlummerfunktion zurücksetzen?
el: Θέλετε να επαναφέρετε το χρονοδιακόπτη ύπνου;
es: ¿Desea reinicializar el temporizador de apagado?
eu: Lo tenporizadorea berrezarri nahi al duzu?
fi: Haluatko nollata uniajastimen?
fr: Voulez-vous réinitialiser la minuterie de sommeil ?
he: לאפס את מתזמן השינה?
hu: Vissza akarja állítani az elalvásidőzítőt?
it: Vuoi ripristinare il timer di sospensione?
ja: スリープタイマーをリセットしますか？
ko: 절전 타이머를 재설정하시겠습니까
ml: സ്ലീപ്പ് ടൈമർ പുനഃസജ്ജമാക്കണോ?
ms: Anda pasti mahu menetap semula pemasa tidur?
nl: Wilt u de slaap-timer herstellen?
pl: Czy chcesz zresetować wyłącznik czasowy?
pt_br: Deseja restaurar o temporizador de suspensão?
ro: Doriți să resetați cronometrul de somn?
ru: Вы хотите сбросить таймер сна?
sl: Ali želite ponastaviti časovnik spanja?
sv: Vill du återställa sovtimern?
th: คุณต้องการตั้งค่าตัวตั้งเวลาสลีปใหม่หรือไม่
tr: Uyku sayacını sıfırlamak ister misiniz?
zh_hans: 你想重置睡眠定时器吗？

# VERSION_FORMAT
source: Version: %@
ar: الإصدار: %@
br: Stumm: %@
ca: Versió: %@
cs: Verze: %@
el: Έκδοση: %@
es: Versión: %@
eu: Bertsioa: %@
fi: Versio: %@
he: גרסה: %@
hu: Verzió: %@
is: Útgáfa: %@
it: Versione: %@
ja: バージョン: %@
ko: 버전: %@
ml: വെര്‍ഷന്‍: %@
ms: Versi: %@
nb: Versjon: %@
nl: Versie: %@
nn: Versjon: %@
pl: Wersja: %@
pt_br: Versão: %@
pt_pt: Versão: %@
ro: Versiune: %@
ru: Версия: %@
sc: Versione: %@
sk: Verzia: %@
sl: Različica: %@
th: เวอร์ชั่น: %@
tr: Sürüm: %@
uk: Версія: %@
zh_hans: 版本: %@
zh_hant: 版本: %@

# BASED_ON_FORMAT
source: Based on:<br />%@
ar: مؤسّس على:<br />%@
br: Diazezet eo war:<br />%@
ca: Basat en:<br />%@
cs: Založeno na:<br />%@
da: Baseret på:<br />%@
de: Basiert auf:<br />%@
el: Βασισμένο σε:<br />%@
es: Basado en:<br />%@
eu: Oinarria:<br />%@
fi: Pohjautuu:<br />%@
fr: Basé sur :<br />%@
he: מבוסס על:<br />%@
hu: A %@<br />alapján
is: Byggt á:<br />%@
it: Basato su:<br />%@
ko: 사용: <br />%@
ml: അടിസ്ഥാനം:<br />%@
ms: Berdasarkan pada:<br />%@
nb: Basert på:<br />%@
nl: Gebaseerd op:<br />%@
nn: Basert på:<br />%@
pl: Na podstawie:<br />%@
pt_br: Baseado em:<br />%@
pt_pt: Baseado no:<br />%@
ro: Bazat pe:<br />%@
ru: Используется:<br />%@
sc: Basadu subra a: <br />%@
sk: Založené na:<br />%@
sl: Zasnovano na:<br />%@
sv: Baserad på:<br />%@
th: อิงจาก:<br />%@
tr: Temel:<br />%@
uk: На основі:<br />%@
zh_hans: 基于:<br />%@
zh_hant: 基於 :<br />%@

source: NEW
ar: جديد
br: NEVEZ
ca: NOU
cs: NOVÉ
da: NY
de: NEU
el: ΝΕΟ
es: NUEVO
eu: BERRIA
fi: UUSI
fr: NOUVEAU
he: חדש
hu: ÚJ
is: NÝTT
it: NUOVO
ja: 新規
ko: 새로운 기능
ml: പുതിയത്
ms: BAHARU
nb: NY
nl: NIEUW
nn: NY
pl: NOWOŚĆ
pt_br: NOVO
pt_pt: NOVO
ro: NOU
ru: Новое
sc: NOU
sk: NOVINKA
sl: NOVO
sv: NYTT
th: ใหม่
tr: YENİ
uk: НОВИЙ
zh_hant: 新的

# VO_VIDEOPLAYER_TITLE
source: Video Player
ar: مُشغّل المرئيات
br: Lenner Video
ca: Reproductor de vídeo
cs: Přehrávač videa
da: Videoafspiller
el: Πρόγραμμα αναπαραγωγής βίντεο
es: Reproductor de vídeo
eu: Bideo-erreproduzigailua
fi: Videosoitin
fr: Lecteur vidéo
he: נגן וידאו
hu: Lejátszó
is: Myndskeiðaspilari
it: Lettore video
ja: ビデオプレイヤー
ko: 동영상 재생기
ml: വീഡിയോ പ്ലെയര്‍
ms: Pemain Video
nb: Filmavspiller
nl: Videospeler
nn: Videospelar
pl: Odtwarzacz wideo
pt_br: Reprodutor de Vídeos
pt_pt: Reprodutor de vídeos
ro: Player Video
ru: Медиапроигрыватель
sc: Leghidore de vìdeos
sk: Prehrávač videa
sl: Video predvajalnik
sv: Videospelare
th: ตัวเล่นวีดีโอ
tr: Görüntü oynatıcı
uk: Відеопрогравач
zh_hans: 视频播放器
zh_hant: 影片播放棄
