Repository: videolan/vlc-ios
Catalog: Resources/*.lproj/Localizable.strings
Languages: ar, br, ca, cs, da, de, el, es, eu, fi, fr, he, hu, is, it, ja, ko, ml, ms, nb, nl, nn, pl, pt_br, pt_pt, ro, ru, sc, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# VO_VIDEOPLAYER_DOUBLETAP
source: Double tap to show or hide playback controls
ar: انقر مرّتين لإظهار أو إخفاء عناصر التّحكم بالتّشغيل
br: Stokit div wech evit diskouez pe kuzhat kontrolloù al lenn
ca: Feu dos tocs per mostrar o amagar els controls de reproducció
cs: Dvakrát klikněte pro zobrazení nebo skrytí ovládacích prvků přehrávání
da: Dobbelttryk for at vise eller skjule betjeningspanel
de: Tippen Sie zweimal zum Ein- oder Ausblenden der Steuerelemente für die Wiedergabe
el: Διπλό πάτημα για να εμφανίσετε ή να αποκρύψετε τα στοιχεία ελέγχου αναπαραγωγής
es: Presione dos veces la pantalla para mostrar u ocultar los controles de reproducción
eu: Birritan sakatu erreprodukzio kontrolak erakusteko edo ezkutatzeko
fi: Näytä tai piilota toistotyökalut napauttamalla kahdesti
fr: Toucher deux fois pour voir ou cacher les contrôles
he: יש לגעת פעמיים כדי להציג או להסתיר את פקדי הנגינה
hu: Koppintson duplán a vezérlők megjelenítéséhez és elrejtéséhez
is: Tvíbankaðu til að birta eða fela stýringar fyrir afspilun
it: Tocca due volte per mostrare o nascondere i controlli di riproduzione
ja: ダブルタップで再生コントロールを表示/非表示
ko: 재생 컨트롤을 표시하거나 숨기려면 가볍게 두 번 누르기
ml: പ്ലേബാക്ക് നിയന്ത്രകങ്ങള്‍ ഒളിപ്പിക്കാനും കാണിക്കാനും ഇരട്ട ടാപിംഗ് ചെയ്യുക
ms: Ketik dua kali untuk tunjuk atau sembunyikan kawalan main balik
nb: Dobbelttrykk for å vise eller skjule avspillingskontroller
nl: Dubbel tikken om afspeelbediening weer te geven of te verbergen
nn: Dobbeltrykk for å visa eller gøyma avspelingskontrollane
pl: Kliknij dwukrotnie, aby ukryć lub wyświetlić elementy sterowania odtwarzaniem
pt_br: Duplo-toque para exibir ou ocultar os controles de reprodução
pt_pt: Dê dois toques para mostrar ou ocultar os controlos de reprodução
ro: Atingere dublă pentru afişarea sau ascuderea contoalelor de redare
ru: Двойное касание покажет или спрячет управление проигрыванием
sc: Toca duas bortas pro ammustrare o istichire sos controllos de riprodutzione
sk: Zobrazenie alebo skrytie ovládacích prvkov prehrávania vykonáte dvojitým dotykom
sl: Z dvojnim tapkanjem se prikaže sli skrije upravljanje predvajanja
sv: Dubbelknacka för att visa eller dölja uppspelningskontroller
th: แตะสองครั้งเพื่อแสดงหรือซ่อนตัวควบคุมการเล่น
tr: Oynatma denetimlerini görüntülemek ya da gizlemek için çift dokunun
uk: Подвійний натиск, щоб сховати або показати управління відтворенням
zh_hans: 轻按两次可显示或隐藏回放控件
zh_hant: 雙擊以顯示或是隱藏播放控制

# FIRST_STEPS_ITUNES
source: iTunes File Sync
ar: تطبيق iTunes لمزامنة الملفات
br: Sinkronelaat ar restroù gant iTunes
ca: Sincronització de fitxers a l'iTunes
cs: Synchronizace souborů iTunes
da: Synkronisering af iTunes-filer
de: iTunes-Dateisynchronisation
el: Συγχρονισμός αρχείων iTunes
es: Sincronización de archivos via iTunes
eu: iTunes fitxategi-sinkonizazioa
fi: iTunes-tiedostosynkronointi
fr: Synchronisation de fichiers avec iTunes
he: סנכרון קבצים עם iTunes
hu: iTunes fájlátvitel
is: iTunes skráasamstilling
it: Sincronizza file con iTunes
ja: iTunesファイル同期
ko: iTunes 파일 동기화하기
ml: ഐ ട്യുന്‍സുമായി മാധ്യമം സിങ്ക് ചെയ്യുക
ms: Segerak Fail iTunes
nb: iTunes filsynkronisering
nl: iTunes bestandssynchronisatie
nn: iTunes filsynkronisering
pl: Synchronizacja plików iTunes
pt_br: Seincronizador de Arquivos do iTunes
pt_pt: Sincronização através do iTunes
ro: Sincronizare de fișiere iTunes
ru: Синхронизация через iTunes
sc: Sincroniza documentos cun iTunes
sk: Synchronizácia súboru iTunes
sl: Usklajevanje datotek iTunes
sv: iTunes-filsynkning
th: ซิงค์ไฟล์จาก iTunes
tr: iTunes dosya eşitlemesi
uk: Синхронізація файлів через iTunes
zh_hans: iTunes 文件同步
zh_hant: iTunes 檔案同步

# FIRST_STEPS_ITUNES_TITLE
source: Sync With Your Computer
ar: مزامنة مع الحاسب
br: Sinkronelaat gant hoc'h urzhiataer
ca: Sincronitzi amb el seu ordinador
cs: Synchronizace s počítačem
da: Synkroniser med din computer
de: Mit Ihrem Computer synchronisieren
el: Συγχρονισμός με τον υπολογιστή σας
es: Sincronizar con su computadora
eu: Sinkronizatu zure ordenagailuarekin
fi: Synkronoi tietokoneen kanssa
fr: Synchroniser avec votre ordinateur
he: סנכרון עם המחשב שלך
hu: Szinkronizálás a számítógépével
is: Samstilla við tölvuna þína
it: Sincronizza con il tuo computer
ja: あなたのコンピューターと同期
ko: 컴퓨터와 싱크하기
ml: നിങ്ങളുടെ കമ്പ്യൂട്ടറുമായി സമന്വയിപ്പിക്കുക
ms: Segerak Dengan Komputer Anda
nb: Synkroniser med datamaskinen din
nl: Synchroniseren met uw computer
nn: Synkroniser med datamaskina di
pl: Synchronizuj z komputerem
pt_br: Sincronizar com Seu Computador
pt_pt: Sincronizar com o seu computador
ro: Sincronizare cu computerul dumneavoastră
ru: Синхронизировать с компьютером
sc: Sincroniza cun s'elaboradore tuo
sk: Synchronizácia s vaším počítačom
sl: Sinhronizacija z računalnikom
sv: Synkronisera med din dator
th: ซิงค์กับคอมพิวเตอร์ของคุณ
tr: Bilgisayarınızla eşitleyin
uk: Синхронізувати з вашим комп'ютером
zh_hans: 与计算机同步
zh_hant: 與電腦同步

# FIRST_STEPS_ITUNES_DETAILS
source: Connect your device to iTunes and select your device. Select "File Sharing" on the left side menu of iTunes and look for VLC to transfer files
ar: قم بتوصيل جهازك بـ iTunes وحدد جهازك. حدد "مشاركة الملفات" في القائمة اليسرى من iTunes وابحث عن VLC لنقل الملفات
br: Kevreañ hoc'h aparailh ouzh iTunes ha diuzit anezhañ. Dibabit "Rannañ restroù" e-barzh al lañser a-gleiz ha klaskit VLC evit treuzkas restroù
ca: Connecta el teu dispositiu a iTunes i selecciona'l. En el menú esquerre d'iTunes selecciona "Compartir Arxiu" i busca VLC per transferir els arxius
cs: Připojte zařízení k iTunes a vyberte Vaše zařízení. V levé části nabídky iTunes vyberte "Sdílení souborů" a vyhledejte VLC pro přenos souborů.
da: Tilslut din enhed til iTunes og vælg din enhed. Vælg "Arkivdeling" i menuen til venstre i iTunes og kig efter VLC for at overføre filer
de: Verbinden Sie Ihr Gerät mit iTunes und wählen Sie es aus. Wählen Sie "Datei teilen" im linken Menü von iTunes und suchen Sie nach VLC, um Dateien zu übertragen
el: Συνδέστε τη συσκευή σας στο iTunes και επιλέξτε τη. Επιλέξτε "Κοινή χρήση αρχείων" από το αριστερό μενού του iTunes και αναζητήστε το VLC για να μεταφέρετε αρχεία
es: Conecte su dispositivo a iTunes y seleccione su dispositvo. Seleccione «Compartición de archivos» en el menú de la parte izquierda de iTunes y busque transferir archivos en VLC
eu: Konektatu gailua iTunes-era eta hautatu zure gailua. Aukeratu "Fitxategiak partekatzea" iTunes-en ezkerreko menuan eta bilatu VLC-a fitxategiak transferitzeko
fi: Yhdistä laitteesi iTunesiin ja valitse laitteesi. Valitse "Tiedosojen jakaminen" vasemmalla sivulla olevasta valikosta ja hae "VLC" siirtääksesi tiedostoja
fr: Connecter votre appareil à iTunes et le sélectionner. Choisir « Partage de fichier » dans le menu à gauche et chercher VLC pour transférer des fichiers.
he: עליך לחבר את המכשיר שלך ל־iTunes ולבחור במכשיר שלך. לאחר מכן לבחור ב„שיתוף קבצים” בצדו הימני של ה־iTunes ולחפש את VLC כדי להעביר קבצים
hu: Kapcsolódjon az eszközével az iTuneshoz és válassza ki az eszközét. Válassza a „Fájlmegosztást” az iTunes bal oldali menüjében, és keresse ki a VLC-t a fájlok átküldéséhez
is: Tengdu tækið við iTunes og veldu tækið þitt. Veldu "Skráadeiling/File Sharing" á valmyndinni til vinstri í iTunes og leitaðu að VLC til að yfirfæra skrár
it: Connetti il tuo dispositivo a iTunes e seleziona il dispositivo. Seleziona "Condivisione file" nel menu a sinistra e cerca VLC per trasferire i file
ja: あなたのデバイスをiTunesに接続してあなたのデバイスを選択してください。左のメニューから"ファイル共有"を選択し、VLCで転送するファイルを探してください。
ko: iTunes에 기기를 연결하세요. 파일을 전송하기를 위하여 메뉴 왼편에 "File Sharing"을 선택하시고 VLC 항목을 찾아보세요.
ml: നിങ്ങളുടെ ഉപകരണം ഐട്യൂൺസിലേക്ക് കണക്റ്റുചെയ്‌ത് നിങ്ങളുടെ ഉപകരണം തിരഞ്ഞെടുക്കുക. ഐട്യൂൺസിന്റെ ഇടതുവശത്തുള്ള മെനുവിൽ "ഫയൽ പങ്കിടൽ" തിരഞ്ഞെടുത്ത് ഫയൽ കൈമാറാൻ വി‌എൽ‌സി തിരയുക
ms: Sambung peranti anda ke iTunes dan pilih peranti anda. Pilih "Perkongsian Fail", di sebelah kiri menu iTunes kemudian cari VLC untuk memindahkan fail anda.
nb: Koble enheten din til iTunes og velg den der. Velg «Fildeling» i menyen til venstre i iTunes og se etter VLC for å overføre filer
nl: Verbind uw apparaat met iTunes en selecteer uw apparaat. Selecteer "bestandsdeling" in het menu links in iTunes en zoek VLC om bestanden over te zetten
nn: Kopla eininga di til iTunes og vel eininga di. Vel ‹‹Fildeling›› på venstre side av menyen i iTunes og sjå etter VLC for å overføra filer
pl: Podłącz swoje urządzenie do iTunes i wybierz je. Wybierz "Udostępnianie plików" w menu po lewej stronie iTunes i poszukaj VLC, aby przesłać pliki
pt_br: Conecte seu dispositivo ao iTunes e selecione seu dispositivo. Selecione "Compartilhamento de Arquivos" no menu do lado esquerdo do iTunes e procure por VLC para transferir arquivos
pt_pt: Ligue o seu dispositivo ao iTunes e selecione o seu dispositivo. Selecione "Partilha de ficheiro" do menu lateral do iTunes e procure pelo VLC para transferir os ficherios
ro: Conectați-vă dispozitivul la iTunes și selectați dispozitivul. Selectați " Partajare fișiere" din meniul din stânga al iTunes și căutați VLC pentru a transfera fișiere.
ru: Подключите ваше устройство и выберите его в iTunes. Выберите "Общий доступ к файлам" слева в меню iTunes и найдите VLC, чтобы перенести файлы.
sc: Collega su dispositivu tuo a iTunes e ischerta·lu. Ischerta "Cumpartzidura de documentos" in su menù a manca de iTunes e chirca VLC pro tramudare documentos.
sk: Pripojte Vaše zariadenie k iTunes a vyberte ho. Vyberte "Zdieľanie súboru" menu na ľavej strane iTunes a vyhľadajte VLC na prenesenie súborov
sl: Povežite napravo z iTunes in jo izberite. Izberite "File Sharing" iz menija na levi strani v iTunesih in poiščite VLC za prenos.
sv: Anslut din enhet till iTunes och välj din enhet. Välj "Fildelning" i sidomenyn till vänster i iTunes och leta efter VLC för att överföra filer
th: เชื่อมต่ออุปกรณ์ของคุณกับ iTunes แล้วเลือกอุปกรณ์ของคุณ เลือก "การแชร์ไฟล์" บนเมนูด้านซ้ายของ iTunes แล้วมองหา VLC เพื่อถ่ายโอนไฟล์
tr: Aygıtınızı iTunes uygulamasına bağlayıp seçin. Sol taraftaki iTunes menüsünden "Dosya Paylaşımı" seçin ve VLC tarafından dosyaların aktarılmasını bekleyin
uk: Під'єднайте пристрій до iTunes і виберіть свій пристрій. Виберіть "Поширення файлу" у меню з лівого боку iTunes і знайдіть VLC для передачі файлів
zh_hans: 将设备连接到 iTunes 并选择该设备。在 iTunes 左侧菜单中选择「文件共享」，找到「VLC」，即可开始传输文件
zh_hant: 將您的裝置連接到 iTunes 並選擇您的裝置。選擇 iTunes 左側選單中的「檔案分享」並尋找 VLC 來傳輸檔案

# FIRST_STEPS_WIFI_TITLE
source: Share via Wi-Fi
ar: شارك عبر WiFi
br: Rannañ gant Wi-Fi
ca: Compartiu mitjançant la xarxa sense fils
cs: Sdílet přes Wi-Fi
da: Del via Wi-Fi
de: Netzwerkfreigabe über WLAN
el: Διαμοιρασμός μέσω Wi-Fi
es: Compartir mediante WiFi
eu: Partekatu Wi-Fi bidez
fi: Jaa Wi-Fi:n kautta
fr: Partager via Wi-Fi
he: שיתוף דרך רשת אלחוטית
hu: Megosztás Wi-Fin keresztül
is: Deila með þráðlausu Wi-Fi neti
it: Condividi tramite Wi-Fi
ja: WiFiで共有
ko: Wi-Fi로 공유하기
ml: Wi-Fi വഴി പങ്കിടുക
ms: Kongsi melalui Wi-Fi
nl: Delen via wifi
nn: Del via Wi-Fi
pl: Udostępnij przez Wi-Fi
pt_br: Compartilhar via Wi-fi
ro: Partajați prin Wi-Fi
ru: Доступ через Wi-Fi
sc: Cumpartzi impreende su WiFi
sk: Zdieľať cez Wifi
sl: Deli preko WiFI omrežja
sv: Dela via WiFi
th: แชร์ผ่าน Wi-Fi
tr: Wi-Fi ile paylaş
uk: Поділитися через Wifi
zh_hans: 通过Wi-Fi分享
zh_hant: 分享至WiFi

# FIRST_STEPS_WIFI_DETAILS
source: Enter the generated URL in your favorite web browser while connected to the same network as your phone
ar: أدخل عنوان URL الذي تم إنشاؤه في متصفح الويب المفضل لديك أثناء الاتصال بنفس الشبكة مثل هاتفك
br: Ebarzhit an URL ganet e-barzh ho merdeer karetañ, hag a rank bezañ kevreet ouzh an hevelep kenrouedad hag ho pellgomzer
ca: Introdueix la URL generada en el teu navegador mentre està connectat a la mateixa xarxa que el teu telèfon
cs: Zadejte vygenerovanou URL adresu do Vašeho oblíbeného webového prohlížeče a připojte se ke stejné síti jako Váš telefon
da: Indtast den genererede URL i din favorit webbrowser mens der er forbindelse til det samme netværk som din telefon
de: Geben Sie die generierte URL in Ihrem bevorzugten Webbrowser ein, während Sie mit demselben Netzwerk wie Ihr Telefon verbunden sind
el: Εισάγετε το παραχθέν URL στο αγαπημένο σας πρόγραμμα περιήγησης ενόσω είστε συνδεμένοι στο ίδιο δίκτυο με το τηλέφωνό σας
es: Introduzca la URL generada en su navegador web favorito mientras está conectado a la misma red que su teléfono
eu: Idatzi sortutako URLa zure gogoko web arakatzailean telefonoaren sare berera konektatuta zauden bitartean
fi: Anna selaimella luotu verkko-osoite, kun olet yhteydessä puhelimesi kanssa samaan verkkoon
fr: Entrer l'URL générée dans votre navigateur préféré, qui doit être connecté au même réseau que votre téléphone
he: נא להכניס את הכתובת שנוצרה בדפדפן המועדף עליך בעוד החיבור שלך זהה לזה של הטלפון שלך
hu: Írja be az előállított URL-t a kedvenc webböngészőjébe miközben ugyanahhoz a hálózathoz kapcsolódik, mint a telefonja
is: Settu þessa sérútbúnu slóð inn í vafrann þinn á meðan þú tengist við sama netkerfi og síminn þinn
it: Digita l'URL generato nel tuo browser web preferito mentre sei connesso alla stessa rete del tuo telefono
ja: あなたの電話と同じネットワークに接続されているお気に入りのブラウザに生成されたURLを入力してください。
ko: 폰이 연결된 네트워크를 사용하며 발생된 URL을 가장 좋은 웹 브라우저에 넣기
ml: നിങ്ങളുടെ ഫോണിന്റെ അതേ നെറ്റ്‌വർക്കിലേക്ക് കണക്റ്റുചെയ്‌തിരിക്കുമ്പോൾ ജനറേറ്റുചെയ്‌ത URL നിങ്ങളുടെ പ്രിയപ്പെട്ട വെബ് ബ്രൗസറിൽ നൽകുക
ms: Masukkan URL terjana dalam pelayar sesawang kegemaran anda ketika bersambung dengan rangkaian yang sama sebagai telefon anda.
nl: Voer de gegenereerde URL in uw favoriete webbrowser in terwijl u verbonden bent met hetzelfde netwerk als uw telefoon
nn: Skriv inn den genererte URL-en i favorittnettlesaren din medan du er kopla til det same nettverket som telefonen din
pl: Wpisz wygenerowany adres URL w swojej ulubionej przeglądarce internetowej, podczas gdy jesteś podłączony do tej samej sieci, co telefon.
pt_br: Digite a URL gerada em seu navegador preferido enquanto estiver conectado à mesma rede que seu telefone
pt_pt: Introduza o seu URL gerado no seu navegador de Internet favorito enquanto estiver ligado à mesma rede do seu telemóvel
ro: Introduceți adresa URL generată în programul de navigare preferat în timpul conectării la aceeași rețea cu a telefonului dumneavoastră
ru: Введите сгенерированный URL в своем браузере, находясь в одной сети с телефоном.
sc: Inserta s'URL ingendradu in s'esploradore (browser) web preferidu tuo abarrende connessu a sa matessi retza de su telèfonu tuo.
sk: Zadajte vygenerovanú adresu URL vo vašom obľúbenom webovom prehliadači, počas pripojenia do rovnakej siete ako je Váš telefón
sl: Vnesite ustvarjeni URL v spletni brskalnik, ki se nahaja v istem omrežju kot telefon.
sv: Ange den genererade webbadressen i din favoritwebbläsare medan du är ansluten till samma nätverk som din telefon
th: ป้อน URL ที่สร้างขึ้นลงในเว็บเบราว์เซอร์โปรดของคุณขณะเชื่อมต่อกับเครือข่ายเดียวกับโทรศัพท์ของคุณ
tr: Telefonunuz ile aynı ağa bağlıyken üretilen adresi web tarayıcınıza yazın
uk: Введіть згенеровану URL-адресу у вашому улюбленому веб-переглядачі під час під'єднання до тієї ж мережі, що й ваш телефон
zh_hans: 连接到手机所处的网络，并在您偏好的 web 浏览器中输入生成的 URL
zh_hant: 連接到與手機相同的網路，並在您喜歡的網路瀏覽器中輸入產生的網址

# FIRST_STEPS_CLOUDS
source: Clouds
ar: التخزين السحابي
br: Koumoul
ca: Núvols
cs: Cloudové úložiště
da: Skyer
de: Netzspeicher
el: Νέφη
es: Nubes
eu: Hodeiak
fi: Pilvipalvelut
fr: Nuages
he: עננים
hu: Felhő
is: Tölvuský
it: Cloud
ja: クラウド
ko: 클라우드
ml: മേഘങ്ങള്‍
ms: Awan
nb: Skyer
nn: Skyer
pl: Chmury
pt_br: Nuvem
pt_pt: Nuvens
ru: "Облака"
sc: Nues
sk: Služby typu Cloud
sl: Oblaki
sv: Moln
th: คลาวด์
tr: Bulut
uk: Хмари
zh_hans: 云存储
zh_hant: 雲端

# FIRST_STEPS_CLOUD_TITLE
source: Cloud
ar: التخزين السحابي
br: Koumoulenn
ca: Núvol
da: Sky
de: Online-Speicher
el: Νέφος
es: Nube
eu: Hodeia
fi: Pilvipalvelu
fr: Nuage
he: ענן
hu: Felhő
is: Tölvuský
ja: クラウド
ko: 클라우드
ml: ക്ലൗഡ്
ms: Awan
nb: Sky
nn: Sky
pl: Chmura
pt_br: Nuvem
pt_pt: Nuvem
ru: Облако
sc: Nue
sl: Oblak
sv: Molnet
th: คลาวด์
tr: Bulut
uk: Хмара
zh_hans: 云
zh_hant: 雲端

# FIRST_STEPS_CLOUD_DETAILS
source: Upload your media to a cloud service like Google Drive or Dropbox to remotely download or stream them.
ar: إرفع الوسائط الخاصة بك إلى خدمة سحابية مثل Google Drive أو Dropbox لتنزيلها أو دفقها عن بُعد.
br: Pellgasit ho mediaoù betek ur servij koumoulenn evel Google Drive pe Dropbox evit o fellgargañ hag o skignañ a-bell.
ca: Puja els teus arxius a un núvol com Google Drive o Dropbox per a descarregar-los o fer streaming de forma remota.
cs: Nahrajte Vaše média do cloudové služby jako je Disk Google nebo Dropbox pro jejich vzdálené stahování nebo streamování.
da: Upload dine medier til en skytjeneste såsom Google Drive eller Dropbox for at downloade eller streame dem fra et fjernsted.
de: Laden Sie Ihre Medien auf einen Online-Speicher, z.B. Google Drive oder in die Dropbox, zum entfernten Herunterladen oder streamen, hoch.
el: Μεταφορτώστε τα αρχεία πολυμέσων σας σε μία υπηρεσία Νέφους, όπως το Google Drive ή το Dropbox, ώστε να μπορείτε να κάνετε λήψη ή μετάδοση εξ' αποστάσεως.
es: Suba sus medios a un servicio de la nube como Google Drive o Dropbox para descargarlos o emitirlos remotamente.
eu: Kargatu zure euskarria Google Drive edo Dropbox bezalako hodei zerbitzu batera, urrunetik deskargatzeko edo korrontea egiteko.
fi: Lataa mediasi pilvipalveluun, kuten Google Driveeen tai Dropboxiin, jotta voit toistaa tai ladata mediaasi etänä.
fr: Téléverser vos médias vers un service de nuage tel que Google Drive ou Dropbox pour les télécharger ou les diffuser à distance.
he: ניתן להעלות את המדיה שלך לשירות ענן כגון Google Drive או Dropbox כדי להוריד או להזרים אותה מרחוק.
hu: Töltse fel a médiát egy felhőszolgáltatásba, mint a Google Drive vagy a Dropbox, hogy távolról letöltse vagy onnan közvetítse.
is: Sendu gögnin þín inn á skýjaþjónustu eins og Google Drive eða Dropbox til að sækja eða streyma þeim fjartengt.
it: Carica i tuoi contenuti su un servizio cloud come Google Drive o su Dropbox per scaricarli da remoto o trasmetterli.
ja: メディアをリモートからダウンロードしたり、ストリーミングするために、GoogleドライブやDropboxのようなクラウドサービスにアップロードしてください。
ko: 미디어를 멀리 내려받거나 스트리밍하기를 위하여 구글드라이브나 드랍박스 등 클라우드에 올려내기
ml: വിദൂരമായി ഡൗൻലോഡ് ചെയ്യുന്നതിനോ സ്ട്രീം ചെയ്യുന്നതിനോ നിങ്ങളുടെ മീഡിയ ഗൂഗിൾ ഡ്രൈവ് അല്ലെങ്കിൽ ഡ്രോപ്പ്ബോക്സ് പോലുള്ള ഒരു ക്ലൗഡ് സേവനത്തിലേക്ക് അപ്‌ലോഡ് ചെയ്യുക.
ms: Muat naik media anda ke perkhidmatan awan seperti Google Drive atau Dropbox untuk memuat turun atau strimkannya secara jauh.
nb: Last opp dine medier til en skytjeneste som Google Drive eller Dropbox for å kunne laste dem ned eller strømme dem.
nl: Upload uw media naar een cloudservice zoals Google Drive of Dropbox om ze op afstand te downloaden of te streamen.
nn: Last opp media til Google Drive eller Dropbox for å fjern-nedlasta eller støyma dei.
pl: Prześlij swoje pliki multimedialne do usługi w chmurze, takiej jak Google Drive lub Dropbox, aby zdalnie pobrać je lub przesyłać strumieniowo.
pt_br: Envie sua mídia para um serviço de nuvem como o Google Drive ou Dropbox para baixar remotamente ou para criar transmissões.
pt_pt: Envie a sua mediateca para um serviço da nuvem, tais como Dropbox ou Google Drive para a transferir ou transmitir remotamente.
ro: Încărcați fișierele media într-un serviciu Cloud, cum ar fi Google Drive sau Dropbox pentru a le descărca la distanță sau a le transmite.
ru: Загрузите ваши медиа в облачный сервис, например Google Drive или Dropbox, чтобы иметь возможность удалённо загружать или воспроизводить их.
sc: Càrriga sos documentos multimediales tuos in unu servìtziu de nue comente a Google Drive o Dropbox pro los iscarrigare o trasmìtere a distàntzia.
sk: Odošlite vaše médium to cloudovej služby (ako Google Drive či Dropbox), na ich vzdialené stiahnutie alebo streamovanie.
sl: Naložite svoje predstavne vsebine na oblačno storitev, kot sta Google Drive ali Dropbox, za oddaljeno pretakanje ali prenos.
sv: Ladda upp din media till en molntjänst som Google Drive eller Dropbox för att fjärrnedladda eller strömma den.
th: อัพโหลดสื่อของคุณไปยังบริการคลาวด์ เช่น Google ไดรฟ์ หรือ Dropbox เพื่อดาวน์โหลดหรือสตรีมจากระยะไก
tr: Ortamlarınızı Google Drive ya da Dropbox gibi bulut hizmetlerine yükleyerek uzaktan indirebilir ya da akmasını sağlayabilirsiniz.
uk: Вивантажте ваше медіа на хмарну службу на кшталт диску Google чи Dropbox, аби віддалено завантажувати чи транслювати його.
zh_hans: 将媒体上传到云服务，例如 Google Drive 或 Dropbox，即可远程下载/串流播放。
zh_hant: 將您的媒體上傳到雲端服務，例如 Google 雲端硬碟或是 Dropbox，來遠端下載或串流它們。

# PLEX_CHECK_ACCOUNT
source: Check your Plex account in settings
ar: الرجاء التحقق من حسابك في Plex في الإعدادات
br: Gwiriekait ho kont Plex en arventennoù
ca: Comprovi el seu compte Plex en Configuració
cs: Zkontrolujte v nastavení Váš účet Plex
da: Tjek din Plex-konto under indstillinger.
de: Überprüfen Sie Ihren Plex-Account in den Einstellungen
el: Ελέγξτε τον Plex λογαριασμό σας στις ρυθμίσεις
es: Compruebe su cuenta Plex en preferencias
eu: Egiaztatu zure Plex kontua ezarpenetan
fi: Tarkista Plex-tilisi asetuksissa
fr: Vérifier votre compte Plex dans les réglages
he: בדוק את חשבון ה Plex שלך תחת הגדרות
hu: Ellenőrizze a PLEX-fiókját a beállításokban
is: Athugaðu Plex-aðganginn þinn í stillingunum
it: Controlla il tuo account Plex nelle impostazioni
ja: 設定のPlexアカウントを確認してください
ko: 설정에서 Plex계정을 확인하세요
ml: ക്രമീകരണങ്ങളിൽ നിങ്ങളുടെ Plex അക്കൗണ്ട് പരിശോധിക്കുക
ms: Semak akaun Plex anda di dalam tetapan
nb: Sjekk din Plex konto i innstillingene
nl: Controleer uw Plex-account in de instellingen
nn: Kontroller innstillingane for Plex-kontoen din
pl: Sprawdź twoje konto Plex w ustawieniach
pt_br: Verifique a sua conta Plex em configuração
pt_pt: Verifique a sua conta Plex nas definições
ro: Verificați contul Plex în configurări.
ru: Проверьте свой аккаунт Plex в настройках
sc: Controlla su contu Plex tuo in sas impostztziones
sk: Skontrolujte svoj účet Plex v nastaveniach
sl: V nastavitvah preverite račun Plex
sv: Kontrollera ditt Plex-konto i inställningarna
th: ตรวจสอบบัญชี Plex ของคุณใน การตั้งค่า
tr: Plex hesap ayarlarını denetleyin
uk: Перевірте ваш профіль Plex у налаштуваннях
zh_hans: 在设置中检查您的 Plex 账号
zh_hant: 在設定中件查您的Plex帳號

# PLEX_ERROR_ACCOUNT
source: Plex login Error
ar: خطأ في تسجيل الدخول في Plex
br: Fazi kevreañ Plex
ca: Error d'inici de sessió en Plex
cs: Chyba přihlášení k účtu Plex
da: Plex loginfejl
de: Plex-Anmeldefehler
el: Σφάλμα εισόδου Plex
es: Error de inicio de sesión Plex
eu: Plex saioa hasteko errorea
fi: Plex-kirjautumisvirhe
fr: Erreur de connexion Plex
he: שגיאת התחברות עם Plex
hu: PLEX bejelentkezési hiba
is: Villa í innskráningu í Plex
it: Errore di accesso a Plex
ja: Plexログインエラー
ko: Plex 로그인 오류
ml: Plex ലോഗിൻ പിശക്
ms: Ralat daftar masuk Plex
nb: Plex innlogging feilet
nl: Plex-aanmeldfout
nn: Plex innloggingsfeil
pl: Błąd logowania Plex
pt_br: Erro ao ingressar no Plex
pt_pt: Erro ao iniciar sessão no Plex
ro: Eroare de autentificate în Plex
ru: Ошибка авторизации в Plex
sc: Errore de atzessu a Plex
sk: Chyba pri prihlasovaní k službe Plex
sl: Napak pri prijavi v Plex
sv: Plex-inloggningsfel
th: เข้าสู่ระบบ Plex ผิดพลาด
tr: Plex oturum açma hatası
uk: Помилка входу у Plex
zh_hans: Plex 登录错误
zh_hant: Plex登入錯誤

source: Unauthorized
ar: غير مرخص
br: Diaotreet
ca: no autoritzat
cs: Neoprávněný
da: Uautoriseret
de: Nicht autorisiert
el: Ανεξουσιοδότητος
es: No autorizado
eu: Baimenik ez
fi: Ei pääsyä
fr: Non autorisée
he: לא מורשה
hu: Nem engedélyezett
is: Ekki heimilt
it: Non autorizzato
ja: 認証されませんでした
ko: 인증 안됨
ml: അനധികൃത
ms: Tidak disahihkan
nb: Uautorisert
nl: Niet toegestaan
nn: Uautorisert
pl: Nieautoryzowany
pt_br: Sem Autorização
pt_pt: Não autorizado
ro: Neautorizat
ru: Не авторизован
sc: Non autorizadu
sk: Neautorizované
sl: Nepooblaščeno
sv: Obehörig
th: ไม่ได้รับอนุญาต
tr: Yetkisiz
uk: Недозволено
zh_hans: 未经授权
zh_hant: 為經授權
