Repository: videolan/vlc-ios
Catalog: Resources/*.lproj/Localizable.strings
Languages: ar, br, ca, cs, da, de, el, es, eu, fi, fr, he, hu, is, it, ja, ko, ml, ms, nb, nl, nn, pl, pt_br, pt_pt, ro, ru, sc, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# FILES_APP_CELL_SUBTITLE
source: Open a file without copying it to VLC
ar: افتح ملفًا بدون نسخه إلى VLC
br: Digeriñ ur restr hep eilañ anezhañ e-barzh VLC
ca: Obre un fitxer sense copiar-lo al VLC
cs: Otevřít soubor bez kopírování do VLC
da: Åbn en fil uden at kopiere den til VLC
de: Datei öffnen, ohne diese zu VLC zu kopieren
el: Άνοιγμα αρχείου χωρίς αντιγραφή στο VLC
es: Abrir un archivo sin copiarlo a VLC
eu: Ireki fitxategi bat VLC-ra kopiatu gabe
fi: Avaa tiedosto kopioimatta sitä VLC:hen
fr: Ouvrir un fichier sans le copier dans VLC
he: לפתוח קובץ מבלי להעתיק אותו ל־VLC
hu: Fájl megnyitása a VLC-be másolás nélkül
it: Apri un file senza copiarlo in VLC
ja: ファイルをVLCにコピーすることなく開く
ko: 파일을 VLC에 복사하지 않고 열기
ml: VLC-ലേക്ക് പകർത്താതെ ഒരു ഫയൽ തുറക്കുക
ms: Buka satu fail tanpa menyalinnya ke dalam VLC
nl: Een bestand openen zonder het te kopiëren naar VLC
nn: Opna ei fil utan å kopiera henne til VLC
pl: Otwórz plik bez kopiowania go do VLC
pt_br: Abre um arquivo sem copiá-lo para o VLC
pt_pt: Abrir um ficheiro sem copiá-lo para VLC
ro: Deschideți un fișier fără să îl copiați în VLC
ru: Открыть файл без копирования в VLC
sl: Odpri datoteko brez kopiranja v VLC
sv: Öppna en fil utan att kopiera den till VLC.
th: เปิดไฟล์โดยไม่ต้องคัดลอกไปยัง VLC
tr: Bir dosyayı VLC üzerine kopyalamadan aç
zh_hans: 在不复制文件到 VLC 情形下打开它
zh_hant: 開啟檔案而不複製到 VLC

source: Cloud Services
ar: الخدمات السحابية
br: Servijoù Koumoulenn
ca: Serveis al núvol
cs: Cloudové služby
da: Cloud-tjenester
de: Cloud-Dienste
el: Υπηρεσίες Νέφους
es: Servicios en la nube
eu: Hodei zerbitzuak
fi: Pilvipalvelut
fr: Services en nuage
he: שרותי ענן
hu: Felhőszolgáltatások
is: Skýaþjónustur
it: Servizi Cloud
ja: クラウドサービス
ko: 클라우드 서비스
ml: ക്ലൗഡ് സേവനങ്ങൾ
ms: Perkhidmatan Awan
nb: Skytjenester
nl: Cloud-diensten
nn: Skytenester
pl: Usługi chmury
pt_br: Serviços da Nuvem
pt_pt: Serviços na nuvem
ro: Servicii Cloud
ru: Облачные службы
sc: Servitzios de Nues
sk: Cloudové služby
sl: Storitve v oblaku
sv: Molntjänster
th: บริการคลาวด์
tr: Bulut hizmetleri
uk: Хмарні служби
zh_hans: 云服务
zh_hant: 雲端設備

source: Login
ar: تسجيل الدخول
br: Kevreañ
ca: Inici de sessió
cs: Přihlásit
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
eu: Hasi saioa
fi: Kirjaudu
fr: Se connecter
he: התחבר
hu: Bejelentkezés
is: Innskráning
it: Accedi
ja: ログイン
ko: 로그인
ml: പ്രവേശിക്കുക
ms: Daftar Masuk
nb: Logg inn
nl: Aanmelden
nn: Innlogging
pl: Zaloguj się
pt_br: Ingressar
pt_pt: Iniciar sessão
ro: Autentificare
ru: Войти
sc: Intra
sk: Prihlásiť
sl: Prijava
sv: Logga in
th: เข้าใช้งาน
tr: Oturum aç
uk: Вхід
zh_hans: 登录
zh_hant: 登入

source: Logged in
ar: متصل
br: Kevreet
ca: Va entrar en
cs: Přihlášen
da: Logget ind
de: Angemeldet
el: Έχετε συνδεθεί
es: Sesión iniciada
eu: Saioa hasita
fi: Kirjautunut
fr: Connecté
he: מחובר
hu: Bejelentkezve
is: Skráður inn
it: Accesso effettuato
ja: ログイン済み
ko: 로그인 됨
ml: ലോഗ്ഗിങ്ങ്
ms: Didaftar masuk
nb: Innlogget
nl: Aangemeld
nn: Innlogga
pl: Zalogowany
pt_br: Ingressado
pt_pt: Sessão iniciada
ro: Dezautentificare
ru: Подключено
sc: Intrada fata
sk: Prihlásený
sl: Prijavljeni
sv: Inloggad
th: เข้าระบบเรียบร้อย
tr: Oturum açıldı
uk: Увійшов (ла)
zh_hans: 已登录
zh_hant: 已登入

# LOGGED_IN_SERVICES
source: %d logged in services
ar: %dدخل في الخدمة
br: %d servijoù kevreet
ca: %d serveis connectats
cs: %d přihlášených ve službách
da: %d logget i tjenester
de: %d angemeldete Dienste
el: %d συνδεδεμένες υπηρεσίες
es: %d registrado en servicios
eu: %d zerbitzuetan saioa hasita
fi: %d kirjautuneena palveluun
fr: %d services connectés
he: נכנסת ל־%d שירותים
hu: %d bejelentkezett szolgáltatás
is: %d innskráðar þjónustur
it: %d servizi registrati
ja: %d 件サービスにログイン中
ko: %d이 서비스에 로그인 하였습니다
ms: %d mendaftar masuk ke perkhidmatan
nb: %d påloggede tjenester
nl: %d aangemelde diensten
nn: %d innlogga tenester
pl: %d zalogowanych serwisów
pt_br: %d serviços registrados
pt_pt: %d com sessão iniciada nos serviços
ro: %d autentificat în servicii
ru: Подключено сервисов: %d
sc: %d servìtzios a sos cales s'est fatu s'atzessu.
sk: %dprihlásených v službách
sl: Prijavljen v %d storitev
sv: %d inloggade tjänster
th: บริการที่เข้าสู่ระบบ %d อย่าง
tr: %d hizmete oturum açılmış
uk: %d увійшло у сервіси
zh_hans: %d 个服务已登录
zh_hant: %d 個人登入了服務

# LOGGED_IN_SERVICE
source: 1 logged in service
ar: 1 دخل في الخدمة
br: 1 servij kevreet
ca: 1 servei connectat
cs: 1 přihlášený ve službě
da: 1 logget i tjeneste
de: 1 angemeldeter Dienst
el: 1 συνδεδεμένη υπηρεσία
es: 1 registrado en servicio
eu: Zerbitzu batean saioa hasita
fi: 1 kirjautuneena palveluun
fr: 1 service connecté
he: נכנסת לשירות אחד
hu: 1 bejelentkezett szolgáltatás
is: 1 innskráð þjónusta
it: 1 servizio registrato
ja: 1 件サービスにログイン中
ko: 로그온한 서비스 1개
ms: 1 mendaftar masuk ke perkhidmatan
nb: 1 pålogget tjeneste
nl: 1 aangemelde dienst
nn: 1 innlogga teneste
pl: 1 zalogowany serwis
pt_br: 1 serviço registrado
pt_pt: 1 com sessão iniciada no serviço
ro: 1 autentificat în serviciu
ru: Подключен 1 сервис
sc: 1 servìtziu a su cale s'est fatu s'atzessu.
sk: 1 prihlásený v službe
sl: Prijavljen v eno storitev
sv: 1 inloggad tjänst
th: บริการที่เข้าสู่ระบบ 1 อย่าง
tr: 1 hizmete oturum açılmış
uk: 1 увійшов у сервіси
zh_hans: 一个服务已登录
zh_hant: 1 個人登入了服務

# DROPBOX_DOWNLOAD
source: Download file?
ar: أأنزّل الملف؟
br: Pellgargañ ar restr?
ca: Voleu baixar el fitxer?
cs: Stáhnout soubor?
da: Download fil?
de: Datei herunterladen?
el: Να γίνει λήψη του αρχείου;
es: ¿Descargar archivo?
eu: Deskargatu fitxategia?
fi: Ladataanko tiedosto?
fr: Télécharger le fichier ?
he: האם להוריד קובץ?
hu: Letölti a fájlt?
is: Sækja skrá?
it: Scaricare il file?
ja: ファイルをダウンロードしますか?
ko: 파일을 다운로드할까요?
ml: ഡൌണ്‍ലോ‍ഡ് ചെയ്യണോ?
ms: Muat turun fail?
nb: Last ned fil?
nl: Bestand downloaden?
nn: Lasta ned fil?
pl: Pobrać plik?
pt_br: Baixar arquivo?
pt_pt: Transferir o ficheiro?
ro: Descărcare fişier?
ru: Загрузить файл?
sc: Iscarrigare su documentu?
sk: Stiahnuť súbor?
sl: Ali želite prejeti datoteko?
sv: Ladda ned fil?
th: ดาวน์โหลดไฟล์หรือไม่?
tr: Dosya indirilsin mi?
uk: Завантажити файл?
zh_hans: 下载文件?
zh_hant: 下載檔案?

# DROPBOX_DL_LONG
source: Would you like to download "%@" to your %@?
ar: هل ترغب بتنزيل "%@" إلى %@؟
br: Ha c'hoant ho pefe pellgargañ "%@" en ho %@?
ca: Voleu baixar «%@» al vostre %@?
cs: Chcete stáhnout soubor "%@" do Vašeho %@?
da: Vil du downloade "%@" til din %@?
de: Möchten Sie "%@" auf Ihr %@ herunterladen?
el: Θέλετε να γίνει λήψη του "%@" στο %@;
es: ¿Desea descargar «%@» en su %@?
eu: "%@" zure %@ra deskargatu nahi duzu?
fi: Haluatko ladata tiedoston "%@" laitteelle %@?
fr: Voulez-vous télécharger le fichier « %@ » sur votre %@ ?
he: האם להוריד את „%@“ אל ה־%@ שלך?
hu: Letölti a(z) „%@” fájlt az %@ eszközére?
is: Viltu afrita "%@" í %@?
it: Desideri scaricare il file "%@" nel tuo %@?
ja: "%@" をあなたの %@ にダウンロードしますか?
ko: "%@" 을 당신의 %@에 다운로드할까요?
ml: നിങ്ങള്‍ "%@" നിങ്ങളുടെ %@ ലേക്ക് ഡൌണ്‍ലോഡ് ചെയ്യാന്‍ ആഗ്രഹിക്കുന്നുവോ?
ms: Anda mahu muat turun "%@" ke %@ anda?
nb: Vil du laste ned "%@" til din %@?
nl: Wilt u "%@" downloaden naar uw %@?
nn: Vil du lasta ned "%@" til %@-en din?
pl: Czy chcesz pobrać "%@" do swojego %@?
pt_br: Gostaria de transferir "%@" para o seu %@?
pt_pt: Gostaria de transferir “%@” para o seu %@?
ro: Doriţi să descărcaţi "%@" în %@?
ru: Вы действительно хотите загрузить файл "%@" на ваш %@?
sc: Cheres iscarrigare "%@" in su %@ tuo?
sk: Chcete stiahnuť súbor "%@" do vášho %@?
sl: Ali želite prejeti "%@" na %@?
sv: Vill du ladda ned "%@" till din %@?
th: คุณต้องการดาวน์โหลด "%@" มายัง %@ หรือไม่?
tr: "%@" %@ aygıtınıza indirilsin mi?
uk: Хочете завантажити "%@" на ваш %@?
zh_hans: 是否希望将“%@”下载到您的 %@?
zh_hant: 您想要下載 "%@" 到 %@?

# DROPBOX_LOGIN
source: Login
ar: لُج
br: Kevreañ
ca: Entrada
cs: Přihlášení
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
eu: Hasi saioa
fi: Kirjaudu
fr: Se connecter
he: כניסה
hu: Belépés
is: Innskráning
it: Accesso
ja: ログイン
ko: 로그인
ml: പ്രവേശിക്കുക
ms: Daftar Masuk
nb: Logg inn
nl: Inloggen
nn: Innlogging
pl: Nazwa użytkownika
pt_pt: Iniciar sessão
ro: Autentificare
ru: Войти
sc: Atzessu
sk: Prihlasovacie meno
sl: Prijava
sv: Logga in
th: เข้าใช้งาน
tr: Oturum aç
uk: Вхід
zh_hans: 登录
zh_hant: 登入

# GDRIVE_ERROR_FETCHING_FILES
source: Error while fetching files
ar: خطأ أثناء جلب ملفات
br: Fazi oc'h adpakout restroù
ca: Error de recuperació de fitxers
cs: Chyba při stahování souborů
da: Fejl under overførsel af filer
de: Fehler beim Abruf der Dateien
el: Σφάλμα κατά την ανάκτηση αρχείων
es: Se ha producido un error mientras se obtenían archivos
eu: Errorea fitxategiak eskuratzean
fi: Virhe haettaessa tiedostoja
fr: Erreur de récupération des fichiers
he: קבלת הקבצים נכשלה
hu: Hiba a fájlok lekérésekor
is: Villa við að ná í skrár
it: Errore durante il recupero dei file
ja: ファイル取得中にエラーが発生しました
ko: 파일 가져오는 중 오류 발생
ml: ഫയലുകള്‍ എടുക്കുന്നതിനിടെ പരാജയം
ms: Ralat semasa mendapatkan fail
nb: Feil ved henting av filer
nl: Fout bij ophalen bestanden
nn: Feil under henting av filer
pl: Błąd podczas pobierania plików
pt_br: Erro ao obter arquivos
pt_pt: Ocorreu um erro enquanto obtinha os ficheiros
ro: Eroare la preluarea fișierelor
ru: Не удалось получить список файлов
sc: Errore cun su recùperu de sos documentos
sk: Chyba počas získavania súborov
sl: Napaka med pridobivanjem datotek
sv: Fel uppstod när filer hämtades
th: เกิดข้อขัดข้องขณะดึงไฟล์
tr: Dosyalar alınırken bir sorun çıktı
uk: Помилка при відборі файлів
zh_hans: 装取文件时发生错误
zh_hant: 抓取檔案時發生錯誤

# GDRIVE_DOWNLOAD_SUCCESSFUL
source: Your file has been successfully downloaded
ar: تم تنزيل ملفّك بنجاح
br: Ho restr a zo bet pellgarget mat
ca: El fitxer s'ha baixat correctament
cs: Soubor byl úspěšně stažen
da: Din fil er blevet downloadet
de: Ihre Datei wurde erfolgreich heruntergeladen
el: Το αρχείο ελήφθη επιτυχώς
es: Su archivo ha sido descargado correctamente
eu: Zure fitxategia ongi deskargatu da
fi: Tiedoston lataus onnistui
fr: Votre fichier a été téléchargé avec succès
he: הקובץ שלך הורדה בהצלחה
hu: A fájl sikeresen letöltve
is: Það tókst að ná í skrána
it: Il file è stato scaricato correttamente
ja: ファイルのダウンロードに成功しました
ko: 파일을 성공적으로 다운로드했습니다
ml: നിങ്ങളുടെ ഫയല്‍ വിജയകരമായി ഡൌണ്‍ലോഡ് ചെയ്തിരിക്കുന്നു
ms: Fail anda berjaya dimuat turun
nb: Filen har blitt lastet ned
nl: Uw bestand werd succesvol gedownload
nn: Vellukka nedlasting av fil
pl: Twój plik został pomyślnie pobrany
pt_br: Arquivo baixado com sucesso
pt_pt: O seu ficheiro foi transferido com sucesso
ro: Fișierul tău a fost descărcat cu succes
ru: Файл успешно загружен
sc: Su documentu est istadu iscarrigadu curretamente
sk: Váš súbor bol úspešne stiahnutý
sl: Datoteka je bila uspešno prejeta
sv: Din fil har laddats ned
th: ดาวน์โหลดไฟล์เรียบร้อยแล้ว
tr: Dosyanız indirildi
uk: Ваш файл вже успішно завантажено
zh_hans: 您的文件已成功下载
zh_hant: 您的檔案已經成功下載

# GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE
source: SUCCESS
ar: نجاح
br: BERZH
ca: ÈXIT
cs: ÚSPĚŠNÉ
de: FERTIG
el: ΕΠΙΤΥΧΙΑ
es: Correcto
eu: ARRAKASTA
fi: VALMIS
fr: SUCCÈS
he: הצלחה
hu: Sikeres letöltés
is: TÓKST
it: SUCCESSO
ja: 成功
ko: 성공
ml: വിജയകരം
ms: BERJAYA
nb: VELLYKKET
nl: GELUKT
nn: VELLUKKA
pl: POWODZENIE
pt_br: SUCESSO
pt_pt: CONCLUÍDO
ro: REUȘIT
ru: Операция завершена
sc: SUTZESSU
sk: ÚSPEŠNÉ
sl: USPEH
sv: SLUTFÖRD
th: สำเร็จ
tr: BAŞARILI
uk: УСПІХ
zh_hans: *成功*
zh_hant: 成功

# GDRIVE_ERROR_DOWNLOADING_FILE
source: An error occured while downloading
ar: حدث خطأ أثناء التحميل
br: Degouezhet ez eus bet ur fazi e-pad ar pellgargañ.
ca: S'ha produït una errada mentre es baixava
cs: Během stahování se vyskytla chyba
da: Der opstod en fejl under overførslen
de: Beim Herunterladen ist ein Fehler aufgetreten
el: Παρουσιάστηκε σφάλμα κατά τη λήψη
es: Se ha producido un error mientras se descargaba
eu: Errorea gertatu da deskargatzean
fi: Ladattaessa ilmaantui virhe
fr: Une erreur est survenue lors du téléchargement
he: אירעה שגיאה בעת ההורדה
hu: Hiba történt a letöltéskor
is: Upp kom villa þegar verið var að sækja skrár
it: Si è verificato un errore durante lo scaricamento
ja: ダウンロード中にエラーが発生しました
ko: 다운로드 중 오류가 발생했습니다
ml: ഡൌണ്‍ലോഡ് ചെയ്യുന്നതിനിടെ ഒരു പ്രശ്നം സംഭവിച്ചു
ms: Satu ralat berlaku ketika memuat turun
nb: Det oppstod en feil under nedlasting
nl: Er trad een fout op bij het downloaden
nn: Det oppstod ein feil under nedlastinga
pl: Wystąpił błąd podczas pobierania
pt_br: Ocorreu um erro ao baixar
pt_pt: Ocorreu um erro durante a transferência
ro: A apărut o eroare la descărcare
ru: Произошла ошибка во время загрузки
sc: B'est istadu un'errore iscarrighende
sk: Počas sťahovania nastala chyba
sl: Pri prejemu je prišlo do napake
sv: Ett fel uppstod under nedladdningen
th: เกิดข้อผิดพลาดขณะดาวน์โหลด
tr: İndirme sırasında bir sorun çıktı
uk: Трапилася помилка під час завантаження.
zh_hans: 下载时发生了一个错误
zh_hant: 下載時發生錯誤

# GDRIVE_ERROR_DOWNLOADING_FILE_TITLE
source: ERROR
ar: خطأ
br: FAZI
cs: CHYBA
da: FEJL
de: FEHLER
el: ΣΦΑΛΜΑ
eu: ERROREA
fi: VIRHE
fr: ERREUR
he: שגיאה
hu: Sikertelen letöltés
is: VILLA
it: ERRORE
ja: エラー
ko: 오류
ml: പ്രശ്നം
ms: RALAT
nb: FEIL
nl: FOUT
nn: FEIL
pl: BŁĄD
pt_br: ERRO
pt_pt: ERRO
ro: EROARE
ru: Ошибка
sc: ERRORE
sk: CHYBA
sl: NAPAKA
sv: FEL
th: ปัญหา
tr: HATA
uk: ПОМИЛКА
zh_hans: *错误*
zh_hant: 錯誤

# ONEDRIVE_MEDIA_WITHOUT_URL
source: The selected Media doesn't have a playable url
ar: لا تحتوي الوسائط المحددة على عنوان url قابل للتشغيل
br: Ar Media diuzet n'en deus ket un url a c'hall bezañ lennet
ca: El mitjà seleccionat no té un url reproduïble
cs: Vybraná média nemají URL adresu pro přehrávání
da: Det valgte medie har ikke en url som kan afspilles
de: Das ausgewählte Medium besitzt keine abspielbare Adresse
el: Το επιλεγμένο μέσο δε διαθέτει μία διεύθυνση url που να μπορεί να αναπαραχθεί
es: El medio seleccionado no tiene ninguna URL reproducible
eu: Hautatutako multimediak ez dauka erreproduzitu daitekeen URLrik
fi: Valitulla medialla ei ole toimivaa verkko-osoitetta
fr: Le média sélectionné n’a pas d'URL lisible
he: למדיה הנבחרת אין כתובת לנגינה
hu: A kiválasztott médiának nincs lejátszható URL-e
is: Valinn miðill er ekki með spilanlega slóð
it: Il supporto selezionato non ha un URL riproducibile
ja: 選択されたメディアは再生可能なURLではありません
ko: 선택된 미디어에는 재생할 수 있는 URL이 없습니다
ms: Media terpilih tidak mempunyai url boleh main
nb: Det valgte mediet har ikke en url som kan spilles
nl: Het geselecteerde medium heeft geen afspeelbare url
nn: Det valde mediet har ikkje ein gyldig url
pl: Wybrany plik multimedialny nie posiada odtwarzalnego adresu URL
pt_br: A Mídia selecionada não possui uma URL de reprodução
pt_pt: O média selecionado não tem um URL que possa ser reproduzido
ro: Fișierul media ales nu are un URL valid
ru: Для выбранного медиаобъекта не определён url
sc: Su documentu multimediale ischertadu non tenet un'url chi podet èssere riproduidu
sk: Vybrané médium neobsahuje adresu URL s možnosťou prehrávania
sl: Izbrana vsebina nima url naslova primernega za predvajanje
sv: Vald media har ingen uppspelningsbar webbadress
th: สื่อที่เลือกไม่มี URL ที่สามารถเล่นได้
tr: Seçilmiş ortamın oynatılabileceği bir adresi yok
uk: Обране медіа не має адреси для відтворення
zh_hans: 选中的媒体没有可播放的 url
zh_hant: 選取的媒體未包含可供播放檔案的位址

# DISK_FULL
source: Storage limit reached
ar: تم بلوغ حد التخزين
br: Tizhet eo bet bevenn ar stokañ
ca: Límit d'emmagatzematge assolit
cs: Dosažen limit kapacity úložiště
da: Lagergrænse nået
de: Speicherlimit erreicht
el: Φτάσατε το όριο αποθήκευσης
es: Límite de almacenamiento alcanzado
eu: Biltegiratze mugara iritsi da
fi: Tallennustilaa ei ole jäljellä
fr: Limite de stockage atteinte
he: דיסק מלא, הגעת למגבלת האחסון
hu: Tárhelykorlát elérve
is: Geymslukvóta náð
it: Limite di archiviazione raggiunto
ja: ストレージの制限に到達しました
ko: 저장 한계에 도달함
ml: സംഭരണ പരിധി ആയി
ms: Had storan dicapai
nb: Lagringsgrense nådd
nl: Opslaglimiet bereikt
nn: Lagringsgrense er nådd
pl: Osiągnięto limit pojemności
pt_br: Limite de armazenamento atingido
pt_pt: Armazenamento completo
ro: Limita de stocare atinsa
ru: Хранилище переполнено
sc: Lìmite de archiviatzione segudadu
sk: Bol dosiahnutý limit uloženia
sl: Dosežena je omejitev prostora
sv: Lagringsgräns nådd
th: ที่จัดเก็บข้อมูลเต็ม
tr: Depolama kapasitesi doldu
uk: Досягнуто обмеження накопичувача
zh_hans: 超出存储限制
zh_hant: 已達存容量限制

# DISK_FULL_FORMAT
source: %@ cannot be stored on your %@, because you don't have enough free space left.
ar: %@ لا يمكن تخزينه على %@, لأنه ليس لديك مساحة فارغة
br: N'heller ket stokañ %@ en ho %@, rak n'ho peus ket trawalc'h a blas goullo.
ca: %@ no pot ser emmagatzemat en el vostre %@, perquè no té prou d'espai lliure.
cs: %@ nelze uložit do Vašeho %@, z důvodu nedostatku volného místa.
da: %@ kan ikke lagres på din %@, fordi du ikke har nok ledig plads.
de: %@ kann nicht auf Ihrem %@ gespeichert werden, da Sie nicht mehr genügend freien Speicherplatz zur Verfügung haben.
el: Το %@ δεν μπορεί να αποθηκευτεί στο %@, επειδή δεν υπάρχει αρκετός ελεύθερος χώρος.
es: No se puede almacenar %@ en su %@ porque no tiene suficiente espacio libre.
eu: %@ ezin da zure %@n gorde, ez baituzu nahikoa leku libre geratzen.
fi: Tiedostoa %@ ei voida tallentaa laitteeseen %@, koska siinä ei ole riittävästi vapaata tilaa.
fr: %@ ne peut pas être stocké sur votre %@, parce que vous n'avez pas suffisamment d'espace libre.
he: %@ לא יכול להישמר על %@, מכיוון שאין מספיק מקום פנוי.
hu: %@ nem tárolható itt: %@, mert nincs elég szabad terület.
is: Ekki er hægt að geyma %@ á %@, því ekki er nægilegt pláss eftir.
it: %@ non può essere archiviato sul tuo %@, poiché lo spazio disponibile è insufficiente.
ja: 充分な空き容量がないため、 %@ は %@ に保存できませんでした。
ko: 빈 공간이 충분하지 않아서 %@를 %@에 저장할 수 없습니다.
ms: %@ tidak dapat disimpan dalam %@ anda, kerana anda tidak mempunyai ruang bebas yang mencukupi.
nb: %@ Kan ikke lagres på din %@, fordi du ikke har nok ledig plass igjen.
nl: %@ kan niet opgeslagen worden op uw %@, omdat u niet genoeg vrije ruime over hebt.
nn: %@ kan ikkje lagrast på %@, fordi du ikkje har nok ledig plass.
pl: %@ nie może zostać zapisane na dysku %@, ponieważ nie ma wystarczającej ilości wolnego miejsca.
pt_br: %@ não pode ser armazenado em seu %@, porque não há espaço disponível.
pt_pt: %@ não pode ser armazenado no seu %@, porque não há espaço livre suficiente.
ro: %@ nu poate fi stocat pe %@, deoarece nu există spațiu suficient.
ru: %@ нельзя сохранить в хранилище %@, так как в нём недостаточно свободного места.
sc: %@ non podet èssere archiviadu in su dispositivu tuo %@, ca non tenes ispàtziu liberu bastante.
sk: %@ nie je možné uložiť do vášho %@, kvôli nedostatku voľného miesta.
sl: %@ ni mogoče shraniti na %@, ker zmanjkuje prostora.
sv: %@ kan inte lagras på din %@, eftersom du inte har tillräckligt mycket utrymme kvar.
th: %@ ไม่สามารถจัดเก็บบน %@ ของคุณได้เพราะคุณมีพื้นที่จัดเก็บคงเหลือไม่เพียงพอ
tr: Yeterli alan bulunmadığından %@ %@ üzerinde depolanamıyor.
uk: %@ не можна розмістити на вашому %@, бо у вас не лишилося вільного простору.
zh_hans: 由于剩余空间不足，%@ 无法存储到您的 %@。
zh_hant: %@ 無法在 %@ 被儲存, 因為您沒有足夠的空閒空間。

# NUM_OF_FILES
source: %i files
ar: %i ملف
br: %i restr
ca: %i fitxers
cs: %i souborů
da: %i filer
de: %i Dateien
el: %i αρχεία
es: %i archivos
eu: %i fitxategi
fi: %i tiedostoa
fr: %i fichiers
he: %i קבצים
hu: %i fájl
is: %i skrár
it: %i file
ja: %i ファイル
ko: %i 파일
ml: %i ഫയലുകള്‍
ms: %i fail
nb: %i filer
nl: %i bestanden
nn: %i filer
pl: %i pliki/ów
pt_br: %i arquivos
pt_pt: %i ficheiros
ro: %i fişiere
ru: %i файлов
sc: %i documentos
sk: %i súborov
sl: %i datotek
sv: %i filer
th: %i ไฟล์
tr: %i dosya
uk: %i файлів
zh_hans: %i 个文件
zh_hant: %i 檔案

# ONE_FILE
source: 1 file
ar: ملف واحد
br: 1 restr
ca: 1 fitxer
cs: 1 soubor
da: 1 fil
de: 1 Datei
el: 1 αρχείο
es: 1 archivo
eu: Fitxategi 1
fi: 1 tiedosto
fr: 1 fichier
he: קובץ אחד
hu: 1 fájl
is: Ein skrá
ja: 1ファイル
ko: 1 파일
ml: ഒരു ഫയല്‍
ms: 1 fail
nb: 1 fil
nl: 1 bestand
nn: 1 fil
pl: 1 plik
pt_br: 1 arquivos
pt_pt: 1 ficheiro
ro: 1 fişier
ru: 1 файл
sc: 1 documentu
sk: 1 súbor
sl: 1 datoteka
sv: 1 fil
th: 1 ไฟล์
tr: 1 dosya
uk: 1 файл
zh_hans: 1 个文件
zh_hant: 一個檔案

# NO_FILES
source: No supported files
ar: ملفات غير مدعومة
br: Restroù nann kemeret e kont
ca: Cap fitxer compatible
cs: Žádné podporované soubory
da: Ingen understøttede filer
de: Keine unterstützten Dateien
el: Κανένα υποστηριζόμενο αρχείο
es: No hay archivos soportados
eu: Onartutako fitxategirik ez
fi: Ei tuettuja tiedostoja
fr: Pas de fichier pris en charge
he: אין קבצים נתמכים
hu: Nincs médiafájl
is: Engar studdar skrár
it: Nessun file supportato
ja: 未サポートのファイル
ko: 지원되는 파일 없음
ml: പിന്തുണക്കുന്ന ഫയലുകള്‍ ഇല്ല
ms: Tiada fail disokong
nb: Ingen støttede filer
nl: Geen ondersteunde bestanden
nn: Ingen støtta filer
pl: Brak obsługiwanych plików
pt_br: Nenhum arquivo com suporte
pt_pt: Nenhum ficheiro suportado
ro: Nici-un fişier suportat
ru: Нет поддерживаемых файлов
sc: Perunu documentu suportadu
sk: Žiadne podporované súbory
sl: Ni podprtih datotek
sv: Inga stödjande filer
th: ไม่รองรับไฟล์นี้
tr: Desteklenen bir dosya yok
uk: Нема підтримуваних файлів
zh_hans: 无媒体文件
zh_hant: 沒有支援的檔案

source: Downloading...
ar: يجري التّنزيل
br: O pellgargañ...
ca: S'està baixant...
cs: Stahování...
da: Downloader ...
de: Wird heruntergeladen …
el: Γίνεται λήψη...
es: Descargando...
eu: Deskargatzen...
fi: Ladataan...
fr: Téléchargement…
he: בהורדה…
hu: Letöltés…
is: Hleð niður...
it: Scaricamento in corso...
ja: ダウンロードしています...
ko: 다운로드중...
ml: ഡൌണ്‍ലോ‍ഡ് ചെയ്യുന്നു....
ms: Memuat turun...
nb: Nedlasting…
nl: Downloaden...
nn: Lastar ned…
pl: Pobieranie...
pt_br: Transferindo...
pt_pt: A transferir…
ro: Se descarcă ...
ru: Загрузка...
sc: Iscarrighende...
sk: Prebieha sťahovanie...
sl: Poteka prejemanje ...
sv: Laddar ned...
th: กำลังดาวน์โหลด....
tr: İndiriliyor...
uk: Завантаження…
zh_hans: 正在下载...
zh_hant: 下載中...

source: Remaining time: %@
ar: الوقت المتبقي : %@
br: Amzer a chom: %@
ca: Temps restant: %@
cs: Zbývající čas: %@
da: Resterende tid: %@
de: Verbleibende Zeit: %@
el: Υπολειπόμενος χρόνος: %@
es: Tiempo restante: %@
eu: Geratzen den denbora: %@
fi: Aikaa jäljellä: %@
fr: Temps restant : %@
he: הזמן שנותר: %@
hu: %@ van hátra
is: Tími eftir: %@
it: Tempo rimanente: %@
ja: 残り時間: %@
ko: 남은 시간: %@
ml: ബാക്കിയുള്ള സമയം :%@
ms: Masa berbaki: %@
nb: Gjenstående tid: %@
nl: Resterende tijd: %@
nn: Attståande tid: %@
pl: Pozostały czas: %@
pt_br: Tempo restante: %@
pt_pt: Tempo restante: %@
ro: Timp rămas: %@
ru: Осталось: %@
sc: Tempus chi abarrat: %@
sk: Zostávajúci čas: %@
sl: Preostali čas: %@
sv: Återstående tid: %@
th: เวลาที่เหลือ: %@
tr: Kalan süre: %@
uk: Залишок часу: %@
zh_hans: 剩余时间: %@
zh_hant: 剩餘時間: %@
