Repository: videolan/vlc-ios
Catalog: Resources/*.lproj/Localizable.strings
Languages: ar, br, ca, cs, da, de, el, es, eu, fi, fr, he, hu, is, it, ja, ko, ml, ms, nb, nl, nn, pl, pt_br, pt_pt, ro, ru, sc, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# DELETE_ITEM_HINT
source: Press %@ to Delete
ar: اضغط %@ للحذف
br: Pouezit %@ da zilemel
ca: Prem %@ per Esborrar
cs: Pro smazání stiskněte %@
da: Tryk på %@ for at slette
de: %@ zum Löschen drücken
el: Πατήστε %@ για Διαγραφή
es: Presione %@ para eliminar
eu: Sakatu %@ ezabatzeko
fi: Poista painamalla %@
fr: Appuyer sur %@ pour supprimer
he: לחץ על %@ למחיקה
hu: Kattintson a(z) %@ gombra a törléshez
is: Ýttu á %@ til að eyða
it: Premi %@ per eliminare
ja: %@ で削除
ko: 지우려면 %@를 누르세요
ml: ഇല്ലാതാക്കാൻ %@ അമർത്തുക
ms: Tekan %@ untuk Padam
nb: Trykk %@ for å slette
nl: Druk op %@ om te verwijderen
nn: Trykk %@ for å sletta
pl: Naciśnij %@ aby usunąć
pt_br: Pressione %@ para Excluir
pt_pt: Pressione %@ para apagar
ro: Apasa %@ pentru a sterge
ru: Нажмите %@ для удаления
sc: Incarca %@ pro iscantzellare
sk: Pre vymazanie stlačte %@
sl: Pritisnite %@ za brisanje
sv: Tryck på %@ för att radera
th: กด %@ เพื่อลบ
tr: Silmek için %@ üzerine dokunun
uk: Натисніть %@ для видалення
zh_hans: 按住 %@ 可删除
zh_hant: 按下 %@ 來刪除

# DELETE_MESSAGE
source: Confirm the deletion of the selection
ar: قم بتأكيد حذف المحدد
br: Kadarnaat dilamadur an diuzadenn
ca: Confirmeu l'eliminació d'aquesta selecció?
cs: Potvrďte smazání výběru"
da: Bekræft sletningen af markeringen?
de: Bitte das Löschen der Auswahl bestätigen
el: Επιβεβαίωση διαγραφής επιλογής
es: Confirmar la eliminación de la selección
eu: Baieztatu hautapenaren ezabaketa
fi: Vahvista valittujen poisto
fr: Confirmer la suppression de la sélection
he: אישור מחיקת הבחירה
hu: A kiválasztás törlésének megerősítése
is: Staðfestu eyðingu á því sem var valið
it: Conferma l'eliminazione della sezione
ja: 選択されたものを削除してもいいですか？
ko: 해당 선택 항목을 삭제하시겠습니까?
ml: തിരഞ്ഞെടുക്കൽ ഇല്ലാതാക്കുന്നത് സ്ഥിരീകരിക്കുക
ms: Sahkan pemadaman pemilihan
nb: Bekreft sletting av utvalget
nl: Bevestig het wissen van de selectie
nn: Stadfest sletting av utvalet
pl: Potwierdź usunięcie wyboru
pt_br: Confirmar a exclusão da seleção
pt_pt: Confirme a eliminação da seleção
ro: Confirmați ștergerea selecției
ru: Подтвердите удаление выделенного
sc: Cunfirma s'iscantzellamentu de sa seletzione
sk: Potvrďte vymazanie výberu
sl: Potrdite brisanje izbora
sv: Bekräfta om markeringen ska raderas
th: ยืนยันการลบส่วนที่เลือก
tr: Seçimi silmek istiyor musunuz?
uk: Підтвердіть вилучення обраного
zh_hans: 确认删除选中内容
zh_hant: 確認刪除選取的項目

# DELETE_MESSAGE_PLAYLIST
source: Are you sure to delete the selected playlist? Associated media files won't be deleted.
ar: هل أنت متأكد من حذف قائمة التشغيل المحددة؟ لن يتم حذف ملفات الوسائط المرتبطة.
br: Ha sur oc'h da gaout c'hoant da dilemel ar roll-lenn diuzet? Ar restroù liesvedia kevelet na vint ket dilamet.
ca: Estàs segur d'esborrar la llista de reproducció seleccionada? Els arxius associats no seran eliminats.
cs: Chcete smazat vybraný seznam skladeb? Přidružené mediální soubory nebudou odstraněny.
da: Er du sikker på, at du vil slette den valgte spilleliste? Tilknyttede mediefiler slettes ikke.
de: Sind Sie sicher, dass Sie die ausgewählte Wiedergabeliste löschen möchten? Assoziierte Medien werden nicht gelöscht.
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε την επιλεγμένη λίστα αναπαραγωγής; Τα συσχετισμένα αρχεία πολυμέσων δεν θα διαγραφούν.
es: ¿Desea eliminar la lista de reproducción seleccionada? Los archivos de medio asociados no serán eliminados.
eu: Ziur zaude hautatutako erreprodukzio zerrenda ezabatu nahi duzula? Lotutako euskarri fitxategiak ez dira ezabatuko.
fi: Haluatko varmasti poistaa valitun soittolistan? Liitettyjä median tiedostoja ei poisteta.
fr: Êtes-vous sûr de vouloir supprimer la liste de lecture sélectionnée ? Les fichiers multimédias associés ne seront pas supprimés.
he: למחוק את רשימת הנגינה הנבחרת? המדיה שברשימה לא תימחק.
hu: Biztos, hogy törli a kiválasztott lejátszólistát? A kapcsolódó médiafájlok nem lesznek törölve.
is: Ertu viss um að þú viljir eyða völdum spilunarlista? Gögnunum sem honum tengjast verður ekki eytt.
it: Sei sicuro di voler eliminare la scaletta selezionata? I file multimediali associati non saranno eliminati.
ja: 選択されたプレイリストを削除しますか? 関連するメディアファイルは削除されません。
ko: 선택한 재생목록을 삭제하시겠습니까? 연결된 미디어 파일들은 삭제되지 않습니다.
ml: തിരഞ്ഞെടുത്ത പ്ലേലിസ്റ്റ് ഇല്ലാതാക്കുമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ? ബന്ധപ്പെട്ട മീഡിയ ഫയലുകൾ ഇല്ലാതാക്കില്ല.
ms: Anda pasti mahu memadam senarai main terpilh? Fail media berkaitan tidak dipadamkan.
nb: Er du sikker på at du vil slette valgt spilleliste? De tilhørende mediefilene vil ikke slettes.
nl: Weet u zeker dat u de geselecteerde afspeellijst wilt verwijderen? Bijbehorende mediabestanden worden niet verwijderd.
pl: Czy na pewno chcesz usunąć wybraną listę odtwarzania? Powiązane pliki multimedialne nie zostaną usunięte.
pt_br: Tem certeza de que quer excluir a lista de reprodução selecionada? Os arquivos de mídia da lista não serão excluídos.
pt_pt: Tem a certeza que deseja eliminar a lista de reprodução selecionada? Os ficheiros de média associados não serão eliminados.
ro: Sunteți sigur că doriți să ștergeți lista de redare selectată? Fișierele media asociate nu vor fi șterse.
ru: Вы уверены что хотите удалить выбранный плейлист? Включённые в него медиафайлы не будут удалены.
sc: Ses seguru de chèrrere iscantzellare s'iscalita ischertada? Sos documentos multimediales assotziados no ant a èssere iscantzellados.
sk: Naozaj chcete vymazať vybraný playlist? Asociované súbory s médiami sa nevymažú.
sl: Ali ste prepričani, da želite izbrisati izbrani seznam predvajanja? Povezane predstavne datoteke ne bodo izbrisane.
sv: Är du säker på att du vill radera den markerade spellistan? De associerade mediafilerna kommer inte att raderas.
th: คุณแน่ใจหรือไม่ว่าต้องการลบเพลย์ลิสต์ที่เลือก? ไฟล์สื่อที่สัมพันธ์กันจะไม่ถูกลบ
tr: Seçilmiş oynatma listesini silmek istediğinize emin misiniz? İlgili ortam dosyaları silinmeyecek.
uk: Ви справді хочете вилучити обраний список відтворення? Пов'язані медіа файли не будуть вилучені.
zh_hans: 是否确定要删除选中的播放列表? 所关联的媒体文件不会被删除。
zh_hant: 您確定要刪除選取的播放清單嗎？ 關聯的媒體檔案不會被刪除。

# DELETE_MESSAGE_PLAYLIST_CONTENT
source: Are you sure to remove the selected media from the playlist? They won't be deleted from the disk.
ar: هل أنت متأكد من إزالة الوسائط المحددة من قائمة التشغيل؟ لن يتم حذفها من القرص.
br: Ha sur oc'h da gaout c'hoant da zilemel ar media diuzet diwar ar roll-lenn? Ne vo ket dilamet diwar an disk, avat.
ca: Esteu segur d'eliminar els arxius seleccionats de la llista de reproducció? No s'esborraran del disc.
cs: Chcete smazat vybraná média ze seznamu skladeb? Mediální soubory nebudou odstraněny z disku.
da: Er du sikker på, at du vil fjerne de valgte medier fra spillelisten? De slettes ikke fra disken.
de: Sind Sie sicher, dass Sie die ausgewählten Medien aus der Wiedergabeliste löschen möchten? Die Dateien werden nicht gelöscht.
el: Είστε βέβαιοι ότι θέλετε να αφαιρέσετε τα επιλεγμένα αρχεία από τη λίστα αναπαραγωγής; Δε θα διαγραφούν από το δίσκο σας.
es: ¿Desea eliminar el medio seleccionado de la lista de reproducción? No serán eliminados del disco.
eu: Ziur zaude hautatutako euskarria erreprodukzio zerrendatik kendu nahi duzula? Ez dira diskotik ezabatuko.
fi: Haluatko varmasti poistaa valitun median soittolistalta? Niitä ei poisteta levyltä.
fr: Êtes-vous sûr de vouloir supprimer le fichier multimédia de la liste de lecture ? Cela ne sera pas supprimé du disque.
he: להסיר את המדיה הנבחרת מהרשימה? קובץ המדיה לא יימחק מהכונן.
hu: Biztos, hogy eltávolítja a kiválasztott médiafájlt a lejátszólistáról? Ezek nem lesznek törölve a lemezről.
is: Ertu viss um að þú viljir eyða völdum gögnum af spilunarlistanum? Gögnunum verður ekki eytt af diski/gagnageymslu.
it: Sei sicuro di voler rimuovere i media selezionati dalla scaletta? Essi non saranno eliminati dal disco.
ja: 選択されたメディアをプレイリストから削除しますか? それらのファイルはディスク上からは削除されません。
ko: 선택한 미디어를 재생목록에서 삭제하시겠습니까? 디스크에 있는 원본파일은 삭제되지 않습니다.
ml: തിരഞ്ഞെടുത്ത മീഡിയ പ്ലേലിസ്റ്റിൽ നിന്ന് നീക്കംചെയ്യുമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ? അവ ഡിസ്കിൽ നിന്ന് ഇല്ലാതാക്കില്ല.
ms: Anda pasti mahu membuang media dari senarai main? Ia tidak dipadamkan daripada cakera.
nb: Er du sikker på at du vil fjerne valgte medier fra spillelista? De vil ikke slettes fra disk.
nl: Weet u zeker dat u de geselecteerde media uit de afspeellijst verwijdert? Ze worden niet van de schijf verwijderd.
pl: Czy na pewno chcesz usunąć wybrane multimedia z listy odtwarzania? Nie zostaną one usunięte z dysku.
pt_br: Tem certeza de que quer excluir as mídias selecionadas da lista de reprodução? Elas não serão excluídas do disco.
pt_pt: Tem a certeza que deseja remover os média selecionados da lista de reprodução? Eles não serão eliminados do disco.
ro: Sunteți sigur că doriți să eliminați mediile selectate din lista de redare? Acestea nu vor fi șterse de pe disc.
ru: Вы уверены что хотите удалить выбранные медиа из списка воспроизведения? Они не будут удалены с диска.
sc: Ses seguru de chèrrere bogare sos elementos ischertados dae s'iscalita? No ant a èssere iscantzellados dae su discu.
sk: Naozaj chcete odstrániť vybrané médium z playlistu? Tým nedôjde k vymazaniu z disku.
sl: Ali ste prepričani, da želite izbrisati izbrano vsebino s seznama predvajanja? Povezane predstavne datoteke ne bodo izbrisane.
sv: Är du säker på att du vill ta bort markerade mediafiler från spellistan? De kommer inte att raderas från hårddisken.
th: คุณแน่ใจหรือไม่ว่าต้องการเอาสื่อที่เลือกออกจากเพลย์ลิสต์? สื่อจะไม่ถูกลบออกจากดิสก์
tr: Seçilmiş ortamları oynatma listesinden silmek istediğinize emin misiniz? Bu ortamlar diskten silinmeyecek.
uk: Ви справді хочете вилучити обрані медіафайли зі списку відтворення? Вони не будуть вилучені з диска.
zh_hans: 是否确定要从播放列表中移除选中媒体? 不会从磁盘中删除它们。
zh_hant: 您確定要從播放清單中移除選取的媒體嗎？ 它們不會從磁碟中被刪除。

source: Protocol not selected
ar: لم يتم تحديد البروتوكول
br: Protokol nann-diuzet
ca: Protocol no seleccionat
cs: Žádný protokol nebyl vybrán
da: Protokol ikke valgt
de: Protokoll nicht ausgewählt
el: Δεν επιλέχθηκε πρωτόκολλο
es: Protocolo no selecionado
eu: Protokoloa hautatu gabe
fi: protokollaa ei ole valittu
fr: Protocole non sélectionné
he: הפרוטוקול לא נבחר
hu: Nincs kiválasztva protokoll
is: Samskiptamáti ekki valinn
it: Protocollo non selezionato
ja: プロトコルが選択されていません
ko: 프로토콜이 선택되지 않았습니다
ml: പ്രോട്ടോക്കോൾ തിരഞ്ഞെടുത്തിട്ടില്ല
ms: Protokol tidak terpilih
nb: Protokollen er ikke valgt
nl: Protocol niet geselecteerd
nn: Protokoll ikkje vald
pl: Protokół nie został wybrany
pt_br: Nenhum protocolo selecionado
pt_pt: Protocolo não selecionado
ro: Protocol neselectat
ru: Протокол не выбран
sc: Protocollu non seletzionadu
sk: Nie je vybraný žiadny protokol
sl: Protokol ni izbran
sv: Protokoll har inte valts
th: ไม่ได้เลือกโพรโทคอลไว้
tr: İletişim kuralı seçilmemiş
uk: Протокол не вибрано
zh_hans: 未选择协议
zh_hant: 尚未選擇通訊協定

source: Error
ar: خطأ
br: Fazi
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
eu: Errorea
fi: Virhe
fr: Erreur
he: שגיאה
hu: Hiba
is: Villa
it: Errore
ja: エラー
ko: 오류
ml: പിശക്
ms: Ralat
nb: Feil
nl: Fout
nn: Feil
pl: Błąd
pt_br: Erro
pt_pt: Erro
ro: Eroare
ru: Ошибка
sc: Errore
sk: Chyba
sl: Napaka
sv: Fel
th: ผิดพลาด
tr: Hata
uk: Помилка
zh_hans: 错误
zh_hant: 錯誤

source: Sort
ar: فرز
br: Rummañ
ca: Ordena
cs: Seřadit
da: Sortér
de: Sortieren
el: Ταξινόμηση
es: Ordenar
eu: Ordenatu
fi: Järjestä
fr: Trier
he: סידור
hu: Rendezés
is: Raða
it: Ordina
ja: 並べ替え
ko: 정렬
ml: അടുക്കുക
ms: Isih
nb: Sorter
nl: Sorteren
nn: Sorter
pl: Sortuj
pt_br: Ordenar
pt_pt: Ordenar
ro: Sortare
ru: Сортировка
sc: Òrdina
sk: Zoradiť
sl: Razvrsti
sv: Sortera
th: จัดเรียง
tr: Sırala
uk: Сортувати
zh_hans: 排序
zh_hant: 排序

source: Sort by
ar: افرز حسب…
br: Rummañ dre
ca: Ordena per
cs: Seřadit dle
da: Sortér efter
de: Sortieren nach
el: Ταξινόμηση κατά
es: Ordenar por
eu: Ordenatu honen arabera
fi: Lajittele
fr: Trier par
he: סידור לפי
hu: Rendezés
is: Raða eftir
it: Ordina per
ja: 並べ替え
ko: 다음 순으로 나열
ml: അടുക്കുക
ms: Isih mengikut
nb: Sorter etter
nl: Sorteren op
nn: Sorter etter
pl: Sortuj według
pt_br: Ordenar por
pt_pt: Ordenar por
ro: Sortare după
ru: Сортировать по
sc: Òrdina pro
sk: Zoradiť podľa
sl: Razvrsti po
sv: Sortera efter
th: จัดเรียงตาม
tr: Sıralama
uk: Сортування за
zh_hans: 排序条件
zh_hant: 排序依

source: Search
ar: ابحث
br: Klask
ca: Cerca
cs: Hledat
da: Søgning
de: Suchen
el: Αναζήτηση
es: Buscar
eu: Bilatu
fi: Haku
fr: Rechercher
he: חיפוש
hu: Keresés
is: Leita
it: Cerca
ja: 検索
ko: 검색
ml: തിരയുക
ms: Gelintar
nb: Søk
nl: Zoeken
nn: Søk
pl: Szukaj
pt_br: Pesquisar
pt_pt: Procurar
ro: Căutare
ru: Поиск
sc: Chirca
sk: Hľadanie
sl: Iskanje
sv: Sök
th: ค้นหา
tr: Arama
uk: Пошук
zh_hans: 搜索
zh_hant: 搜尋

source: Video
ar: فيديو
ca: Vídeo
el: Βίντεο
es: Vídeo
eu: Bideoa
fr: Vidéo
he: וידאו
hu: Videó
is: Myndskeið
ja: ビデオ
ko: 동영상
ml: വീഡിയോ
pl: Wideo
pt_br: Vídeo
pt_pt: Vídeo
ro: Clip video
ru: Видео
sc: Vìdeu
th: วิดีโอ
tr: Görüntü
uk: Відео
zh_hans: 视频
zh_hant: 視訊

source: Albums
ar: الألبومات
br: Albomoù
ca: Àlbums
cs: Alba
da: Album
de: Alben
el: Άλμπουμ
es: Álbumes
eu: Albumak
fi: Albumit
he: אלבומים
hu: Albumok
is: Albúm
it: Album
ja: アルバム
ko: 음반
ml: ആൽബങ്ങൾ
ms: Album
nb: Albumer
nn: Album
pl: Albumy
pt_br: Álbuns
pt_pt: Álbuns
ro: Albume
ru: Альбомы
sk: Albumy
sl: Albumi
sv: Album
th: อัลบั้ม
tr: Albümler
uk: Альбоми
zh_hans: 专辑
zh_hant: 專輯

source: Artists
ar: الفنانون
br: Arzourien
ca: Artistes
cs: Umělci
da: Kunstnere
de: Künstler
el: Καλλιτέχνες
es: Artistas
eu: Artistak
fi: Artistit
fr: Artistes
he: אמנים
hu: Előadók
is: Flytjendur
it: Artisti
ja: アーティスト
ko: 예술가
ml: കലാകാരന്മാർ
ms: Artis
nb: Artister
nl: Artiesten
nn: Artistar
pl: Wykonawcy
pt_br: Artistas
pt_pt: Artistas
ro: Artiști
ru: Исполнители
sc: Artistas
sk: Umelci
sl: Izvajalci
sv: Artister
th: ศิลปิน
tr: Sanatçılar
uk: Виконавці
zh_hans: 艺术家
zh_hant: 藝人

source: Episodes
ar: الحلقات
br: Rannoù
ca: Episodis
cs: Epizody
da: Episoder
de: Episoden
el: Επεισόδια
es: Episodios
eu: Kapituluak
fi: Jaksot
fr: Épisodes
he: פרקים
hu: Epizódok
is: Þættir
it: Episodi
ja: エピソード
ko: 에피소드
ml: എപ്പിസോഡുകൾ
ms: Episod
nb: Episoder
nl: Afleveringen
nn: Episodar
pl: Epizody
pt_br: Episódios
pt_pt: Episódios
ro: Episoade
ru: Эпизоды
sc: Episòdios
sk: Epizódy
sl: Epizode
sv: Episoder
th: ตอน
tr: Bölümler
uk: Епізоди
zh_hans: 剧集
zh_hant: 插曲

source: Genres
ar: الصنف
br: Doareoù
ca: Gèneres
cs: Žánry
da: Genre
el: Είδη
es: Géneros
eu: Generoak
fi: Tyylilajit
he: סגנונות
hu: Műfajok
is: Stíltegundir
it: Generi
ja: ジャンル
ko: 장르
ml: തരങ്ങൾ
ms: Genre
nb: Sjangre
nn: Sjangrar
pl: Gatunki
pt_br: Gêneros
pt_pt: Géneros
ro: Genuri
ru: Жанры
sc: Gèneres
sk: Žánre
sl: Žanri
sv: Genrer
th: ประเภท
tr: Türler
uk: Жанри
zh_hans: 流派
zh_hant: 類型

source: All videos
ar: كل الفيديوهات
br: An holl videoioù
ca: Tots els vídeos
cs: Všechna videa
da: Alle videoer
de: Alle Videos
el: Όλα τα βίντεο
es: Todos los vídeos
eu: Bideo guztiak
fi: Kaikki videot
fr: Toutes les vidéos
he: כל הסרטונים
hu: Összes videó
is: Öll myndskeið
it: Tutti i video
ja: すべてのビデオ
ko: 모든 동영상
ml: എല്ലാ വീഡിയോകളും
ms: Semua video
nb: Alle videoer
nl: Alle video's
nn: Alle videoar
pl: Wszystkie klipy wideo
pt_br: Todos os vídeos
pt_pt: Todos os vídeos
ro: Toate videoclipurile
ru: Все видео
sl: Vsi videi
sv: Alla videor
th: วิดีโอทั้งหมด
tr: Tüm görüntüler
zh_hans: 所有视频
zh_hant: 所有影片

source: Songs
ar: الأغاني
br: Sonennoù
ca: Cançons
cs: Skladby
da: Sange
de: Lieder
el: Τραγούδια
es: Canciones
eu: Abestiak
fi: Kappaleet
fr: Morceaux
he: שירים
hu: Számok
is: Lög
it: Brani
ja: 楽曲
ko: 노래
ml: ഗാനങ്ങൾ
ms: Lagu
nb: Sanger
nl: Nummers
nn: Songar
pl: Utwory
pt_br: Músicas
pt_pt: Músicas
ro: Cântece
ru: Композиции
sc: Branos
sk: Skladby
sl: Pesmi
sv: Låtar
th: เพลง
tr: Şarkılar
uk: Пісні
zh_hans: 歌曲
zh_hant: 歌曲

source: Playlists
ar: قوائم التّشغيل
br: Rolloù-lenn
ca: Llistes de reproducció
cs: Seznamy skladeb
da: Spillelister
de: Wiedergabelisten
el: Λίστες αναπαραγωγής
es: Listas de reproducción
eu: Erreprodukzio-zerrendak
fi: Soittolistat
fr: Listes de lecture
he: רשימות נגינה
hu: Lejátszólisták
is: Spilunarlistar
it: Scalette
ja: プレイリスト
ko: 재생목록
ml: പ്ലേലിസ്റ്റുകൾ
ms: Senarai Main
nb: Spillelister
nl: Afspeellijsten
nn: Speleliste
pl: Listy odtwarzania
pt_br: Listas de Reprodução
pt_pt: Listas de reprodução
ro: Liste de redare
ru: Плейлисты
sc: Iscalitas
sk: Playlisty
sl: Seznami predvajanja
sv: Spellistor
th: เพลย์ลิสต์
tr: Oynatma listeleri
uk: Списки відтворення
zh_hans: 播放列表
zh_hant: 播放列表

source: Video groups
ar: مجموعات الفيديو
br: Strolladoù video
ca: Grups de vídeos
cs: Skupiny videí
da: Videogrupper
de: Videogruppen
el: Ομάδες βίντεο
es: Grupos de vídeo
eu: Bideo taldeak
fi: Videoryhmät
fr: Groupes vidéo
he: קבוצות וידאו
hu: Videócsoportok
is: Hópar myndskeiða
it: Gruppi di video
ja: ビデオグループ
ko: 동영상 그룹
ml: വീഡിയോ ഗ്രൂപ്പുകൾ
ms: Kumpulan video
nl: Videogroepen
nn: Videogrupper
pl: Grupy wideo
pt_br: Grupos de vídeo
pt_pt: Grupos de vídeos
ro: Grupuri video
ru: Группы видео
sc: Grupos de vìdeos
sk: Skupiny videí
sl: Video skupine
sv: Videogrupper
th: กลุ่มวิดีโอ
tr: Görüntü grupları
uk: Групи відео
zh_hans: 视频分组
zh_hant: 影片分組

source: Modified date
ar: تاريخ التعديل
br: Deiziad kemmañ
ca: Data modificada
cs: Datum změny
da: Ændringsdato
de: Änderungsdatum
el: Ημερομηνία τροποποίησης
es: Fecha modificada
eu: Aldaketa data
fi: Muokkauspäivä
fr: Date de modification
he: מועד שינוי אחרון
hu: Módosítás dátuma
is: Dagsetning þegar breytt
it: Data di modifica
ja: 更新日付
ko: 마지막 변경 날짜
ml: പരിഷ്‌ക്കരിച്ച തീയതി
ms: Tarikh ubah suai
nb: Endringsdato
nl: Datum gewijzigd
nn: Dato endra
pl: Data modyfikacji
pt_br: Data modificada
pt_pt: Data de alteração
ro: Data modificării
ru: по дате изменения
sc: Data modificada
sk: Upravený dátum
sl: Spremenjen datum
sv: Datum ändrat
th: วันที่แก้ไข
tr: Son değişiklik
uk: Дата зміни
zh_hans: 修改日期
zh_hant: 修改日期

source: Name
ar: الاسم
br: Anv
ca: Nom
cs: Název
da: Navn
el: Όνομα
es: Nombre
eu: Izena
fi: Nimi
fr: Nom
he: שם
hu: Név
is: Nafn
it: Nome
ja: 名前
ko: 이름
ml: പേര്
ms: Nama
nb: Navn
nl: Naam
nn: Namn
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro: Nume
ru: по имени
sc: Nùmene
sk: Meno
sl: Ime
sv: Namn
th: ชื่อ
tr: Ad
uk: Назва
zh_hans: 名称
zh_hant: 名稱

# BUTTON_EDIT
source: Edit
ar: تحرير
br: Aozañ
ca: Edita
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
eu: Editatu
fi: Muokkaa
fr: Modifier
he: עריכה
hu: Szerkesztés
is: Breyta
it: Modifica
ja: 編集
ko: 편집
ml: എഡിറ്റുചെയ്യുക
ms: Sunting
nb: Rediger
nl: Bewerken
nn: Rediger
pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro: Editați
ru: Изменить
sc: Modìfica
sk: Upraviť
sl: Uredi
sv: Redigera
th: แก้ไข
tr: Düzenle
uk: Редагувати
zh_hans: 编辑
zh_hant: 編輯

# BUTTON_EDIT_HINT
source: Edit mode
ar: نمط التحرير
br: Mod aozañ
ca: Mode edició
cs: Režim editace
da: Redigeringstilstand
de: Bearbeitungsmodus
el: Λειτουργία επεξεργασίας
es: Modo edición
eu: Edizio modua
fi: Muokkaustila
fr: Mode selection
he: מצב עריכה
hu: Szerkesztési mód
is: Breytingahamur
it: Modalità modifica
ja: 編集モード
ko: 편집 모드
ml: എഡിറ്റ് മോഡ്
ms: Mod sunting
nb: Redigeringsmodus
nl: Bewerkingsmodus
nn: Redigeringsmodus
pl: Tryb edycji
pt_br: Modo de edição
pt_pt: Modo de edição
ro: Modul de editare
ru: Режим изменения
sc: Modalidade de modìfica
sk: Režim úprav
sl: Način urejanja
sv: Redigeringsläge
th: โหมดการแก้ไข
tr: Düzenleme kipi
uk: Режим редагування
zh_hans: 编辑模式
zh_hant: 編輯模式

# BUTTON_SELECT_ALL
source: Select all
ca: Selecciona-ho tot
cs: vybrat vše
da: Vælg alle
de: Alles auswählen
el: Επιλογή όλων
fi: Valitse kaikki
fr: Tout sélectionner
he: בחירה בהכול
hu: Összes kiválasztása
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
ms: Pilih semua
pt_br: Selecionar todos
ro: Selectează tot
sl: Izberi vse
sv: Markera alla
tr: Tümünü seç
zh_hans: 全选

# BUTTON_SELECT_ALL_HINT
source: Select all the media items present in this view
ca: Selecciona tots els fitxers multimèdia d'aquesta vista
cs: Vybrat všechny položky médií přítomné v tomto zobrazení
da: Vælg alle medieelementer som ses i denne visning
de: Alle, in dieser Ansicht vorhandenen Medienelemente, auswählen
el: Επιλέξτε όλα τα στοιχεία πολυμέσων που υπάρχουν σε αυτήν την προβολή
fi: Valitse kaikki tässä näkymässä olevat mediat
fr: Sélectionnez tous les éléments multimédia présents dans cette vue
he: לבחור את כל פריטי המדיה שקיימים בתצוגה הזאת
hu: A nézetben szereplő összes médiaelem kiválasztása
it: Seleziona tutti gli elementi multimediali presenti in questa vista
ja: このビューに表示されているすべてのメディアを選択
ko: 이 보기에 있는 모든 미디어 항목 선택
ms: Pilih semua item media yang hadir dalam pandangan ini
pt_br: Seleciona todos os itens de mídia presentes nesta exibição
ro: Selectează toate elementele media prezente în această vizualizare
sl: Izbere vse predmete, ki so v tem prikazu
sv: Markera alla mediaobjekt som finns i denna vy
tr: Bu görünümdeki tüm ortam ögelerini seçin
zh_hans: 选择此视图中存在的所有媒体项目

source: Add to Playlist
ar: أضِف إلى قائمة التشغيل
br: Ouzhpennañ d'ar roll-lenn
ca: Afegeix a la llista de reproducció
cs: Přidat do seznamu skladeb
da: Tilføj til spilleliste
de: Zu Liste hinzufügen
el: Προσθήκη στη λίστα αναπαραγωγής
es: Añadir a la lista de reproducción
eu: Gehitu erreprodukzio-zerrendara
fi: Lisää soittolistaan
fr: Ajouter à la liste de lecture
he: הוספה לרשימת הנגינה
hu: Hozzáadás a lejátszólistához
is: Bæta við spilunarlista
it: Aggiungi alla scaletta
ja: プレイリストに追加
ko: 재생목록에 추가하기
ml: പ്ലേലിസ്റ്റിൽ ആഡ് ചെയ്യുക
ms: Tambah ke dalam Senarai Main
nb: Legg til i spilleliste
nl: Aan afspeellijst toevoegen
nn: Legg til i speleliste
pl: Dodaj do listy odtwarzania
pt_br: Adicionar à Lista de Reprodução
pt_pt: Adicionar à lista de reprodução
ro: Adăugați la lista de redare
ru: Добавить в плейлист
sc: Annanghe a s'iscalita
sk: Pridať do playlistu
sl: Dodaj v seznam predvajanja
sv: Lägg till i spellista
th: เพิ่มลงในเพลย์ลิสต์
tr: Oynatma listesine ekle
uk: Додати до списку відтворення
zh_hans: 添加到播放列表
zh_hant: 加到播放清單

# ADD_TO_PLAYLIST_HINT
source: Open the add to playlist menu
ar: أضفه إلى قائمة التشغيل
br: Digeriñ al lañser ouzhpennañ d'ar roll-lenn
ca: Obrir el menú "Afegir a la llista de reproducció".
cs: Otevřete nabídku Přidat do seznamu skladeb
da: Åbn menuen tilføj til spilleliste
de: Menü zum Wiedergabeliste hinzufügen öffnen
el: Άνοιγμα μενού, προσθήκη σε λίστα αναπαραγωγής
es: Abrir el menu añadir a lista de reproducción
eu: Ireki 'gehitu erreprodukzio-zerrendara' menua
fi: Avaa valikko Lisää soittolistaan
fr: Ouvrir le menu Ajouter à la liste de lecture
he: פתיחת תפריט ההוספה לרשימת נגינה
hu: A hozzáadás a lejátszólistához menü megnytiása
is: Opna valmyndina til að bæta við spilunarlista
it: Apri il menu Aggiungi a scaletta
ja: プレイリストに追加メニューを表示
ko: "재생목록에 추가" 메뉴를 열기
ms: Buka untuk tambah ke dalam menu senarai main
nb: Åpne menyen «Legg til i spilleliste»
nl: Menu 'aan afspeellijst toevoegen' openen
nn: Opna menyen legg til i speleliste
pl: Otwórz menu Dodaj do listy odtwarzania
pt_br: Abrir o menu para adicionar à lista de reprodução
pt_pt: Abrir o menu de adicionar à lista de reprodução
ro: Deschideți meniul de adăugare la lista de redare
ru: Открыть меню добавления в плейлист
sc: Aberi su menù pro annànghere a s'iscalita
sk: Otvoriť menu na pridanie do playlistu
sl: Odpri meni za dodajanje na seznam predvajanja
sv: Öppna menyn för att lägga till i spellista
th: เปิดเมนู 'เพิ่มลงในเพลย์ลิสต์'
tr: Oynatma listesine ekle menüsünü aç
uk: Відкрити „додати до меню списку відтворення“
zh_hans: 打开「添加到播放列表」菜单
zh_hant: 開啟加入至播放清單選單
