Repository: videolan/vlc-ios
Catalog: Resources/*.lproj/Localizable.strings
Languages: ar, br, ca, cs, da, de, el, es, eu, fi, fr, he, hu, is, it, ja, ko, ml, ms, nb, nl, nn, pl, pt_br, pt_pt, ro, ru, sc, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

source: Release date
ar: تاريخ الإصدار
br: Deiziad ermaeziañ
ca: Alliberar Data
cs: Datum vydání
da: Udgivelsesdato
de: Veröffentlichungsdatum
el: Ημερομηνία κυκλοφορίας
es: Fecha de publicación
eu: Argitaratze data
fi: Julkaisupäivä
fr: Date de sortie
he: מועד שחרור
hu: Kiadás dátuma
is: Útgáfudagsetning
it: Data di rilascio
ja: リリース日
ko: 출시 날짜
ml: റിലീസ് തീയതി
ms: Tarikh pelepasan
nb: Utgivelsesdato
nl: Verschijningsdatum
nn: Sleppedato
pl: Data wydania
pt_br: Data de lançamento
pt_pt: Data de lançamento
ro: Data lansării
ru: Дата выпуска
sc: Data de publicatzione
sk: Dátum vydania
sl: Datum izdaje
sv: Utgivningsdatum
th: วันที่ปล่อย
tr: Yayınlanma tarihi
uk: Дата випуску
zh_hans: 发布日期
zh_hant: 發行日期

source: File size
ar: حجم الملف
br: Ment ar restr
ca: Mida del fitxer
cs: Velikost
da: Filstørrelse
de: Dateigröße
el: Μέγεθος αρχείου
es: Tamaño de archivo
eu: Fitxategi-tamaina
fi: Tiedoston koko:
fr: Taille du fichier
he: גודל קובץ
hu: Fájlméret
is: Skráarstærð
it: Dimensione file
ja: ファイルサイズ
ko: 파일 크기
ml: ഫയൽ വലുപ്പം
ms: Saiz fail
nb: Filstørrelse
nl: Bestandsgrootte
nn: Filstorleik
pl: Rozmiar pliku
pt_br: Tamanho do arquivo
pt_pt: Tamanho do ficheiro
ro: Mărime fișier
ru: Размер файла
sc: Mannària de su documentu
sk: Veľkosť súboru
sl: Velikost datoteke
sv: Filstorlek
th: ขนาดไฟล์
tr: Dosya boyutu
uk: Розмір файлу
zh_hans: 文件大小
zh_hant: 檔案大小

source: Artist
ar: الفنّان
br: Arzour
ca: Artista
cs: Umělec
da: Kunstner
de: Künstler
el: Καλλιτέχνης
es: Artista
eu: Artista
fi: Artisti
fr: Artiste
he: אמן
hu: Előadó
is: Flytjandi
it: Artista
ja: アーティスト
ko: 아티스트
ml: ആർട്ടിസ്റ്റ്
ms: Artis
nl: Artiest
pl: Wykonawca
pt_br: Artista
pt_pt: Artista
ru: Исполнитель
sc: Artista
sk: Umelec
sl: Izvajalec
th: ศิลปิน
tr: Sanatçı
uk: Виконавець
zh_hans: 艺术家
zh_hant: 藝人

source: Play count
ar: عدد مرات التشغيل
br: Niver a wechoù lennet
ca: Comptador
cs: Počet přehrávání
da: Antal afspilninger
de: Anzahl der Wiedergaben
el: Αριθμός αναπαραγωγών
es: Contador de reproducción
eu: Erreprodukzio kopurua
fi: Soittomäärä
fr: Nombre de lectures
he: מניין ניגונים
hu: Lejátszásszám
is: Fjöldi spilana
it: Contatore di riproduzione
ja: 再生回数
ko: 재생 카운트
ml: പ്ലേ എണ്ണം
ms: Kiraan main
nb: Avspillinger
nl: Aantal keer afgespeeld
nn: Tal på avspelingar
pl: Ilość odtwarzań
pt_br: Número de reproduções
pt_pt: Número de reproduções
ro: Numărătoarea pieselor
ru: Кол-во воспроизведений
sc: Nùmeru de riprodutziones
sk: Počet prehratí
sl: Število predvajanj
sv: Antal uppspelningar
th: จำนวนการเล่น
tr: Oynatma sayısı
uk: Число відтворень
zh_hans: 播放次数
zh_hant: 播放計數

source: Album
ar: الألبوم
br: Albom
el: Άλμπουμ
es: Álbum
eu: Albuma
fi: Albumi
he: אלבום
is: Hljómplata
ja: アルバム
ko: 음반
ml: ആൽബം
pt_br: Álbum
pt_pt: Álbum
ru: Альбом
th: อัลบั้ม
tr: Albüm
uk: Альбом
zh_hans: 专辑
zh_hant: 專輯

source: Filename
ar: اسم الملف
br: Anv ar restr
ca: Nom del fitxer
cs: Název
da: Filnavn
de: Dateiname
el: Όνομα αρχείου
es: Nombre de archivo
eu: Fitxategi-izena
fi: Tiedostonimi
fr: Nom de fichier
he: שם קובץ
hu: Fájlnév
is: Skráarheiti
it: Nome file
ja: ファイル名
ko: 파일명
ml: ഫയലിന്റെ പേര്
ms: Nama fail
nb: Filnavn
nl: Bestandsnaam
nn: Filenamn
pl: Nazwa pliku
pt_br: Nome do Arquivo
pt_pt: Nome do ficheiro
ro: Numele fișierului
ru: Имя файла
sc: Nùmene documentu
sk: Názov súboru
sl: Ime datoteke
sv: Filnamn
th: ชื่อไฟล์
tr: Dosya adı
uk: Ім'я файлу
zh_hans: 文件名
zh_hant: 檔案名稱

source: Track number
ar: رقم المسار
br: Niver ar roudenn
ca: Número de pista
cs: Pořadí stopy
da: Spornummer
de: Titelnummer
el: Αριθμός κομματιού
es: Número de pista
eu: Pista zenbakia
fi: Raidan numero
fr: Numéro de piste
he: מספר רצועה
hu: Szám sorszáma
is: Spornúmer
it: Numero traccia
ja: トラック番号
ko: 트랙 번호
ml: ട്രാക്ക് നമ്പർ
ms: Nombor trek
nb: Spornummer
nl: Tracknummer
nn: Spornummer
pl: Numer ścieżki
pt_br: Número da trilha
pt_pt: Número da faixa
ro: Numărul piesei
ru: Номер дорожки
sc: Nùmeru rasta
sk: Číslo stopy
sl: Številka vsebine
sv: Spårnummer
th: หมายเลขแทร็ก
tr: Kayıt numarası
uk: Номер доріжки
zh_hans: 轨道号
zh_hant: 音軌編號

# NB_AUDIO
source: Number of audio
ar: عدد الصوت
br: Niver a roudoù aodio
ca: Nombre d'àudio
cs: Pořadí zvuku
da: Antal lyd
de: Anzahl von Audiodateien
el: Αριθμός αρχείων ήχου
es: Número de audio
eu: Audio kopurua
fi: Äänen nro
fr: Nombre de pistes audio
he: מספר שמע
hu: Hangok száma
is: Fjöldi hljóðspora
it: Numero di audio
ja: オーディオ数
ko: 오디오 수
ml: ഓഡിയോയുടെ എണ്ണം
ms: Bilangan audio
nl: Audio-aantal
nn: Tal på lydspor
pl: Ilość audio
pt_br: Numero de áudios
pt_pt: Número de áudio
ro: Număr de audio
ru: Количество аудио
sc: Nùmeru de documentos àudio
sk: Číslo zvuku
sl: Število skladb
sv: Antal ljud
th: จำนวนเสียง
tr: Ses kaydı sayısı
uk: Кількість аудіо
zh_hans: 音频数量
zh_hant: 音訊數量

# NB_MEDIA
source: Number of media
ar: عدد الوسائط
br: Niver a roudennoù liesvedia
ca: Nombre de multimèdia
cs: Pořadí média
da: Antal medier
de: Anzahl von Mediendateien
el: Αριθμός αρχείων πολυμέσων
es: Número de medio
eu: Multimedia kopurua
fi: Kappaleen nro
fr: Nombre de pistes multimédias
he: מספר מדיה
hu: Médiák száma
is: Fjöldi gagnamiðla
it: Numero di media
ja: メディア数
ko: 미디어 수
ml: മീഡിയയുടെ എണ്ണം
ms: Bilangan media
nl: Media-aantal
nn: Tal på media
pl: Ilość mediów
pt_br: Número de mídias
pt_pt: Número de média
ro: Numărul de media
ru: Количество медиа
sc: Nùmeru de documentos multimediales
sk: Číslo média
sl: Število vsebin
sv: Antal media
th: จำนวนสื่อ
tr: Ortam sayısı
uk: Кількість медіа
zh_hans: 媒体数量
zh_hant: 媒體數量

# NB_VIDEO
source: Number of video
ar: عدد مقاطع الفيديو
br: Niver a roudennoù video
ca: Número de vídeo
cs: Pořadí videa
da: Antal video
de: Anzahl von Videodateien
el: Αριθμός αρχείων βίντεο
es: Número de vídeo
eu: Bideo kopurua
fi: Videon nro
fr: Nombre de pistes vidéo
he: מספר וידאו
hu: Videók száma
is: Fjöldi myndskeiða
it: Numero di video
ja: ビデオ数
ko: 동영상 수
ml: വീഡിയോയുടെ എണ്ണം
ms: Bilangan video
nl: Video-aantal
nn: Tal på videospor
pl: Ilość filmów
pt_br: Número de vídeos
pt_pt: Número de vídeo
ro: Număr de videoclipuri
ru: Количество видео
sc: Nùmeru de vìdeos
sk: Číslo videa
sl: Število videov
sv: Antal videor
th: จำนวนวิดีโอ
tr: Görüntü kaydı sayısı
uk: Кількість відео
zh_hans: 视频数量
zh_hant: 影片數量

# NO_SAVING_DATA
source: Nothing found
ar: لم يتم العثور على شيء
br: N'eus bet kavet netra
ca: No s'ha trobat res
cs: Nelze nalézt
da: Intet fundet
de: Nichts gefunden
el: Δεν βρέθηκε τίποτα
es: No se ha encontrado nada
eu: Ez da ezer aurkitu
fi: Mitään ei löytynyt
fr: Rien n'a été trouvé
he: שום דבר לא נמצא
hu: Semmi sem található
is: Ekkert fannst
it: Non abbiamo trovato niente
ja: 見つかりませんでした
ko: 아무거 찾지 못하였습니다
ml: ഒന്നും കണ്ടെത്തിയില്ല
ms: Tiada apa-apa ditemui
nb: Fant ikke noe
nl: Niets teruggevonden
nn: Fann ingenting
pl: Nic nie znaleziono
pt_br: Nenhum encontrado
pt_pt: Nada encontrado
ro: Nimic găsit
ru: Ничего не найдено
sc: Nudda de agatadu
sk: Nič sa nenašlo
sl: Ni najdenih
sv: Ingenting hittades
th: ไม่พบรายการใด
tr: Herhangi bir şey bulunamadı
uk: Нічого не знайдено
zh_hans: 未发现任何内容
zh_hant: 什麼都沒找到

source: Unknown Artist
ar: فنّان غير معروف
br: Arzour dianav
ca: Artista desconegut
cs: Neznámý umělec
da: Ukendt kunstner
de: Unbekannter Künstler
el: Άγνωστος καλλιτέχνης
es: Artista desconocido
eu: Artista ezezaguna
fi: Tuntematon artisti
fr: Artiste inconnu
he: אמן לא ידוע
hu: Ismeretlen előadó
is: Óþekktur flytjandi
it: Artista sconosciuto
ja: 未知のアーティスト
ko: 알 수 없는 아티스트
ml: അജ്ഞാത ആർട്ടിസ്റ്റ്
ms: Artis Tidak Diketahui
nb: Ukjent artist
nl: Onbekende artiest
nn: Ukjend artist
pl: Nieznany wykonawca
pt_br: Artista Desconhecido
pt_pt: Artista Desconhecido
ro: Artist necunoscut
ru: Неизвестный исполнитель
sc: Artista disconnotu
sk: Neznámy umelec
sl: Neznan izvajalec
sv: Okänd artist
th: ไม่ทราบศิลปิน
tr: Sanatçı bilinmiyor
uk: Невідомий виконавець
zh_hans: 未知艺术家
zh_hant: 未知藝人

# VARIOUS_ARTIST
source: Various Artists
ar: عدّة فنانين
br: Arzourien a bep seurt
ca: Diferents artistes
cs: Různí umělci
da: Diverse kunstnere
de: Verschiedene Künstler
el: Διάφοροι καλλιτέχνες
es: Varios artistas
eu: Hainbat artista
fi: Useat artistit
fr: Artistes divers
he: מגוון אמנים
hu: Különböző előadók
is: Ýmsir flytjendur
it: Artisti vari
ja: 複数アーティスト
ko: 여러 아티스트
ml: വിവിധ കലാകാരന്മാർ
ms: Pelbagai Artis
nb: Diverse artister
nl: Diverse artiesten
nn: Ulike artistar
pl: Różni wykonawcy
pt_br: Vários Artistas
pt_pt: Vários Artistas
ro: Diferiți artiști
ru: Разные исполнители
sc: Artistas vàrios
sk: Rôzni umelci
sl: Različni izvajalci
sv: Blandade artister
th: หลายศิลปิน
tr: Çeşitli sanatçılar
uk: Різні виконавці
zh_hans: 群星
zh_hant: 多個藝人

source: Unknown Album
ar: ألبوم غير معروف
br: Albom dianav
ca: Àlbum desconegut
cs: Neznámé album
da: Ukendt album
de: Unbekanntes Album
el: Άγνωστο άλμπουμ
es: Álbum desconocido
eu: Album ezezaguna
fi: Tuntematon albumi
fr: Album inconnu
he: אלבום לא ידוע
hu: Ismeretlen album
is: Óþekkt hljómplata
it: Album sconosciuto
ja: 未知のアルバム
ko: 알 수 없는 음반
ml: അജ്ഞാത ആൽബം
ms: Album Tidak Diketahui
nb: Ukjent album
nl: Onbekend album
nn: Ukjend album
pl: Nieznany album
pt_br: Álbum Desconhecido
pt_pt: Álbum Desconhecido
ro: Album necunoscut
ru: Неизвестный альбом
sc: Album disconnotu
sk: Neznámy album
sl: Neznan album
sv: Okänt album
th: ไม่ทราบอัลบั้ม
tr: Albüm bilinmiyor
uk: Невідомий альбом
zh_hans: 未知专辑
zh_hant: 未知專輯

# SUBTITLE_AND_TRACK_BUTTON
source: Subtitles and audio tracks
ar: الترجمة والمسارات الصوتية
br: Istitloù ha roudoù aodio
ca: Pistes de subtítols i àudio
cs: Titulky a zvukové stopy
da: Undertekster og lydspor
de: Untertitel und Audiospuren
el: Υπότιτλοι και κομμάτια ήχου
es: Pistas de subtítulos y audio
eu: Azpitituluak eta audio pistak
fi: Tekstitykset ja ääniraidat
fr: Sous-titres et pistes audio
he: כתוביות ורצועות שמע
hu: Feliratok és hangsávok
is: Skjátextar og hljóðspor
it: Sottotitoli e tracce audio
ja: 字幕とオーディオトラック
ko: 자막 및 오디오 트랙
ml: സബ്ടൈറ്റിലുകളും ഓഡിയോ ട്രാക്കുകളും
ms: Trek sari kata dan audio
nl: Ondertitel- en audiosporen
nn: Undertekstar og lydspor
pl: Napisy i ścieżki dźwiękowe
pt_br: Legendas e trilhas de áudio
ro: Subtitrări și piste audio
ru: Субтитры и звуковые дорожки
sl: Podnapisi in zvočni posnetki
sv: Undertext- och ljudspår
th: คำบรรยายและแทร็กเสียง
tr: Alt yazılar ve ses izleri
zh_hans: 字幕和音轨
zh_hant: 字幕與音訊軌道

# SUBTITLE_AND_TRACK_HINT
source: Choose subtitle or audio tracks
ar: اختر الترجمة أو المسارات الصوتية
br: Dibabit istitloù pe roudoù aodio
ca: Trieu les pistes de subtítol o àudio
cs: Vybrat titulky nebo zvukové stopy
da: Vælg undertekst eller lydspor
de: Wählen Sie Untertitel oder Audiospuren aus
el: Επιλέξτε υπότιτλο ή κομμάτια ήχου
es: Seleccione pistas de subtítulos y audio
eu: Aukeratu azpitituluak edo audio pistak
fi: Valitse tekstitys tai ääniraidat
fr: Choisissez des sous-titres ou des pistes audio
he: בחירת כתוביות או רצועות שמע
hu: Válasszon feliratot vagy hangsávot
is: Veldu skjátexta eða hljóðspor
it: Scegli sottotitoli o tracce audio
ja: 字幕トラックかオーディオトラックを選択してください
ko: 자막 또는 오디오 트랙 선택
ml: സബ്ടൈറ്റിൽ അല്ലെങ്കിൽ ഓഡിയോ ട്രാക്കുകൾ തിരഞ്ഞെടുക്കുക
ms: Pilih trek sari kata atau audio
nl: Ondertitel- of audiosporen kiezen
nn: Vel undertekst eller lydspor
pl: Wybierz napisy lub ścieżki dźwiękowe
pt_br: Escolha legendas ou trilhas de áudio
ro: Alegeți subtitrarea sau piesele audio
ru: Выбор субтитров или звуковых дорожек
sl: Izberite podnapise ali zvok
sv: Välj undertext- eller ljudspår
th: เลือกคำบรรยายหรือแทร็กเสียง
tr: Alt yazı ya da ses izini seçin
zh_hans: 选择字幕或音轨
zh_hant: 選擇字幕與音訊軌道

# DVD_HINT
source: DVD interface
ar: واجهة القرص الرقمي الموسع "DVD"
br: Etrefes DVD
ca: Interfície DVD
cs: Rozhraní DVD
da: DVD-grænseflade
de: DVD-Schnittstelle
el: Διεπαφή DVD
es: Interfaz DVD
eu: DVD interfazea
fi: DVD:n käyttöliittymä
fr: Interface DVD
he: מנשק DVD
hu: DVD kezelőfelület
is: DVD-viðmót
it: Interfaccia DVD
ja: DVDインターフェース
ko: DVD 인터페이스
ml: DVD ഇന്‍ര്‍ഫേസ്
ms: Antara muka DVD
nn: DVD-grensesnitt
pl: Interfejs DVD
pt_br: Interface do DVD
ro: Interfață DVD
ru: DVD интерфейс
sl: DVD vmesnik
sv: DVD-gränssnitt
th: ส่วนติดต่อดีวีดี
tr: DVD arayüzü
zh_hans: DVD 接口
zh_hant: DVD 介面

# ROTATION_LOCK_BUTTON
source: Rotation lock
ar: قفل دوران
br: Morailhañ an tuadur
ca: Bloqueig de la rotació
cs: Zámek otočení
da: Roteringslås
de: Drehsperre
el: Κλείδωμα περιστροφής
es: Bloqueo de rotación
eu: Biraketa blokeoa
fi: Kiertolukko
fr: Verrouillage de la rotation
he: נעילת הטיה
hu: Elfordítás tiltása
is: Snúningslás
it: Blocca rotazione
ja: 回転を固定
ko: 회전 잠금
ms: Kunci putaran
nl: Draaivergrendeling
nn: Rotasjonslås
pl: Blokada obrotu
pt_br: Trava de rotação
ro: Blocarea rotației
ru: Блокировка вращения
sl: Zaklep obračanja
sv: Roteringslås
th: ล็อกไม่ให้หมุน
tr: Döndürme kilidi
zh_hans: 旋转锁

# ROTATION_LOCK_HINT
source: Lock video to current orientation
ar: اقفل الفيديو على الاتجاه الحالي
br: Morailhañ ar video war an tu a-vremañ
ca: Bloqueja el vídeo a l'orientació actual
cs: Uzamknout aktuální orientaci videa
da: Lås video til nuværende orientering
de: Video auf aktuelle Ausrichtung sperren
el: Κλείδωμα βίντεο στον τρέχοντα προσανατολισμό
es: Bloquear vídeo a la orientación actual
eu: Blokeatu bideoa uneko orientaziora
fi: Lukitse video nykyiseen asentoon
fr: Verrouiller la vidéo sur l'orientation actuelle
he: נעילת הווידאו להטיה הנוכחית
hu: A videó rögzítése az aktuális tájoláshoz
is: Læsa núverandi stefnu myndmerkis
it: Blocca video con l'orientamento attuale
ja: ビデオを現在の向きに固定する
ko: 동영상을 현재 방향으로 잠금
ms: Kunci video kekal mengikut orientasi semasa
nl: Video in huidige oriëntatie vergrendelen
nn: Lås video til gjeldande retning
pl: Zablokuj wideo w bieżącej orientacji
pt_br: Travar vídeo na orientação atual
ro: Blocare video la orientarea curentă
ru: Зафиксировать ориентацию видео
sl: Zakleni video glede na trenutno orientacijo
sv: Lås videon till nuvarande orientering
th: ล็อกวิดีโอให้อยู่ในแนวปัจจุบัน
tr: Görüntüyü geçerli doğrultuda kilitle
zh_hans: 锁定视频到当前方向

# REPEAT_HINT
source: Repeat same media
ca: Repeteix el mateix multimèdia
cs: Opakovat stejná média
da: Gentag samme medie
de: Gleiches Medium wiederholen
el: Επανάληψη ίδιου/ων
es: Repetir mismo medio
eu: Errepikatu euskarri bera
fi: Toista samaa mediaa
fr: Répéter le même média
he: לחזור על חלק מהמדיה
hu: Ugyanazon média ismétlése
it: Ripeti lo stesso media
ja: 同じメディアを繰り返す
ko: 동일한 미디어 반복
ms: Ulang media yang sama
nl: Zelfde media herhalen
pt_br: Repetir a mesma mídia
ro: Repetă același suport media
ru: Повторять воспроизведение одного медиаобъекта
sl: Ponovi isto vsebino
sv: Upprepa samma media
tr: Aynı ortamı yinele
zh_hans: 重复相同媒体

# BACKWARD_BUTTON
source: Backward
ar: إلى الخلف
br: War-gil
ca: Enrere
cs: Zpět
da: Tilbage
de: Rückwärts
el: Πίσω
es: Retroceder
eu: Atzera
fi: Taaksepäin
fr: Reculer
he: אחורה
hu: Hátra
is: Afturábak
it: Indietro
ja: 戻る
ko: 뒤로
ml: പിന്നോട്ട്
ms: Undur
nl: Achteruit
nn: Bakover
pl: Wstecz
pt_br: Retroceder
ro: Înapoi
ru: Назад
sl: Nazaj
sv: Bakåt
th: ก่อนหน้า
tr: Geri
zh_hans: 后退

# BACKWARD_HINT
source: Jump Backwards
ar: اقفز إلى الخلف
br: Mont war-gil
ca: Salta cap enrere
cs: Přejít zpět
da: Hop tilbage
de: Sprung zurück
el: Μεταπήδηση προς τα πίσω
es: Retroceder
eu: Jauzi egin atzera
fi: Hyppää taaksepäin
fr: Saut arrière
he: לקפוץ אחורה
hu: Ugrás hátrafelé
is: Hoppa afturábak
it: Salta indietro
ja: ジャンプして戻る
ko: 뒤로 이동하기
ml: പിന്നിലേക്ക് ചാടുക
ms: Lompat Mengundur
nl: Achteruit springen
nn: Hopp bakover
pl: Skok wstecz
pt_br: Retroceder a um Ponto
ro: Salt înapoi
ru: Перемотать назад
sl: Skoči nazaj
sv: Spola tillbaka
th: ช่วงก่อนหน้า
tr: Geriye atlar
zh_hans: 快退

# PREVIOUS_BUTTON
source: Previous
ar: السابق
br: Kent
ca: Anterior
cs: Předchozí
da: Forrige
de: Vorheriger
el: Προηγούμενο
es: Anterior
eu: Aurrekoa
fi: Edellinen
fr: Précédent
he: הקודם
hu: Előző
is: Fyrra
it: Precedente
ja: 前
ko: 이전
ml: മുമ്പത്തെ
ms: Terdahulu
nl: Vorige
nn: Førre
pl: Poprzedni
pt_br: Anterior
ro: Anterior
ru: Предыдущий
sl: Prejšnja
sv: Föregående
th: ก่อนหน้า
tr: Önceki
zh_hans: 前一个

# PREVIOUS_HINT
source: Previous media
ar: الوسائط السابقة
br: Media kent
ca: Mèdia anterior
cs: Předchozí média
da: Forrige medie
de: Vorheriger Titel
el: Προηγούμενο αρχείο πολυμέσων
es: Medio anterior
eu: Aurreko multimedia
fi: Aiemmin toistettu media
fr: Média précédent
he: המדיה הקודמת
hu: Előző média
is: Fyrri gagnamiðill
it: Media precedente
ja: 前のメディア
ko: 이전 미디어
ms: Media terdahulu
nl: Vorig medium
nn: Førre media
pl: Poprzednie media
pt_br: Mídia anterior
ro: Media anterioară
ru: Предыдущее
sl: Prejšnja vsebina
sv: Föregående mediafil
th: สื่อก่อนหน้า
tr: Önceki ortam
zh_hans: 前一个媒体文件

# PLAY_PAUSE_BUTTON
source: Play or pause
ar: شغّلْ أو أوقفْ مؤقتا
br: Lenn ha paouez
ca: Reprodueix o posa en pausa
cs: Přehrát nebo pozastavit
da: Afspil eller pause
de: Wiedergabe oder Pause
el: Αναπαραγωγή ή παύση
es: Reproducir o pausar
eu: Erreproduzitu edo pausarazi
fi: Toista tai keskeytä
fr: Lecture ou pause
he: לנגן או להשהות
hu: Lejátszás / szünet
is: Spila eða setja í bið
it: Riproduzione o pausa
ja: 再生か一時停止
ko: 재생 또는 일시중지
ms: Main atau jeda
nl: Afspelen of pauzeren
nn: Spel eller pauae
pl: Odtwórz lub wstrzymaj
pt_br: Reproduzir ou pausar
ro: Redare sau pauză
ru: Воспроизвести или приостановить
sc: Allughe o pone in pàusa sa riprodutzione currente
sk: Prehrávať alebo pozastaviť aktuálne prehrávanie
sl: Predvajanje ali premor
sv: Spela upp eller pausa
th: เล่นหรือพัก
tr: Oynat ya da duraklat
uk: Грати або зупинити поточне відтворення
zh_hans: 播放或暂停

# PLAY_PAUSE_HINT
source: Play or Pause current playback
ar: شغّلْ أو أوقفْ مؤقتا التشغيل الحالي
br: Lenn pe ehanañ al lenn war ober
ca: Reprodueix o posa en pausa la reproducció actual
cs: Přehrát nebo pozastavit aktuální přehrávání
da: Afspil eller sæt nuværende afspilning på pause
de: Aktuelle Wiedergabe pausieren oder fortsetzen
el: Αναπαραγωγή ή παύση τρέχουσας αναπαραγωγής
es: Comience o detenga la reproducción actual
eu: Erreproduzitu edo pausarazi oraingo erreprodukzioa
fi: Toista tai keskeytä nykyinen toisto
fr: Lecture ou pause de la lecture en court
he: לנגן או להשהות את הנגינה הנוכחית
hu: Az aktuális felvétel elindítása vagy szüneteltetése
is: Spila eða gera hlé á spilun
it: Riprendi o sospendi la riproduzione attuale
ja: 現在の再生・一時停止の切り替え
ko: 현재 재생된 내용 재생하기 또는 일시중지
ml: നിലവിലെ പ്ലേബാക്ക് പ്ലേ ചെയ്യുക അല്ലെങ്കിൽ താൽക്കാലികമായി നിർത്തുക
ms: Main atau jeda main balik semasa
nl: Afspelen starten of pauzeren
nn: Spel av eller set i pause gjeldande avspeling
pl: Odtwórz lub wstrzymaj bieżące odtwarzanie
pt_br: Reproduz ou Pausa a reprodução atual
ro: Redare sau Pauză redare curentă
ru: Воспроизвести или приостановить текущее воспроизведение
sl: Predvajaj ali zaustavi
sv: Spela upp eller pausa nuvarande uppspelning
th: เล่นหรือพักสื่อที่กำลังเล่นอยู่
tr: Geçerli oynatımı oynatır ya da duraklatır
zh_hans: 播放或暂停当前文件

# STOP_BUTTON
source: Stop
ca: Atura
cs: Zastavit přehrávání
de: Stopp
el: Διακοπή
es: Detener
eu: Gelditu
fi: Pysäytä
he: עצירה
hu: Leállítás
it: Ferma
ja: 停止
ko: 중지
ml: നിർത്തുക
ms: Henti
nl: Stoppen
nn: Stopp
pt_br: Parar
sl: Zaustavi
sv: Stoppa
tr: Durdur
zh_hans: 停止

# NEXT_HINT
source: Next media
ar: الوسائط التالية
br: Media da-heul
ca: Mèdia següent
cs: Následující média
da: Næste medie
de: Nächster Titel
el: Επόμενο αρχείο πολυμέσων
es: Siguiente medio
eu: Hurrengo multimedia
fi: Seuraava media
fr: Média suivant
he: המדיה הבאה
hu: Következő média
is: Næsti gagnamiðill
it: Media successivo
ja: 次のメディア
ko: 다음 미디어
ml: അടുത്ത മാധ്യമം
ms: Media berikutnya
nl: Volgend medium
nn: Neste media
pl: Następne media
pt_br: Próxima mídia
ro: Următorul media
ru: Следующее
sl: Naslednja vsebina
sv: Nästa mediafil
th: สื่อถัดไป
tr: Sonraki ortam
zh_hans: 下一个媒体文件

# FORWARD_BUTTON
source: Forward
ar: إلى الأمام
br: War-raok
ca: Endavant
cs: Vpřed
da: Frem
de: Vorwärts
el: Μπροστά
es: Avanzar
eu: Aurrera
fi: Eteenpäin
fr: Avancer
he: קדימה
hu: Előre
is: Áfram
it: Avanti
ja: 進む
ko: 앞으로
ms: Maju
nl: Vooruit
nn: Framover
pl: Dalej
pt_br: Avançar
ro: Înainte
ru: Вперёд
sl: Naprej
sv: Framåt
th: ถัดไป
tr: İleri
zh_hans: 前进

# FORWARD_HINT
source: Jump forwards
ar: اقفز إلى الأمام
br: Mont war-raok
ca: Salta cap endavant
cs: Přejít vpřed
da: Hop frem
de: Sprung vorwärts
el: Μεταπήδηση προς τα μπρος
es: Avanzar
eu: Jauzi egin aurrera
fi: Hyppää eteenpäin
fr: Saut avant
he: קפיצה קדימה
hu: Ugrás előrefelé
is: Hoppa áfram
it: Salta in avanti
ja: ジャンプして進む
ko: 앞으로 이동하기
ms: Lompat Maju
nl: Vooruit springen
nn: Hopp framover
pl: Skok do przodu
pt_br: Avançar a um ponto
ro: Salt înainte
ru: Перемотать вперёд
sl: Skoči naprej
sv: Spola framåt
th: ช่วงถัดไป
tr: İleriye atlar
zh_hans: 快进

# INTERFACE_LOCK_BUTTON
source: Lock interface
ar: قفل الواجهة
br: Morailhañ an etrefas
ca: Bloqueja la interfície
cs: Uzamknout prostředí
da: Lås grænseflade
de: Oberfläche sperren
el: Κλείδωμα διεπαφής
es: Bloquear interfaz
eu: Blokeatu interfazea
fi: Lukittu käyttöliittymä
fr: Verrouiller l'interface
he: נעילת המנשק
hu: Felület zárolása
is: Læsa viðmóti
it: Blocca interfaccia
ja: インターフェースをロック
ko: 인터페이스 잠그기
ml: ഇന്റർഫേസ് ലോക്ക് ചെയ്യുക
ms: Kunci antara muka
nb: Lås brukergrensesnittet
nl: Interface vergrendelen
nn: Lås grensesnittet
pl: Zablokuj interfejs
pt_br: Prender interface
pt_pt: Bloquear interface
ro: Interfață de blocare
ru: Заблокировать интерфейс
sc: Bloca s'interfache
sk: Uzamknúť rozhranie
sl: Zakleni vmesnik
sv: Lås gränssnitt
th: ล็อกอินเทอร์เฟซ
tr: Arayüzü kilitle
uk: Заблокувати інтерфейс
zh_hans: 锁定界面
zh_hant: 鎖定介面

# SHUFFLE_HINT
source: Shuffle media list
ca: Llista aleatòria de multimèdia
cs: Zamíchat seznam médií
da: Bland medieliste
de: Medienliste mischen
el: Ανακάτεμα λίστας
es: Desordenar lista de medio
eu: Nahastu multimedia zerrenda
fi: Sekoita lista
fr: Lecture aléatoire de la liste des médias
he: ערבוב רשימת המדיה
hu: Médialista véletlenszerű lejátszása
it: Mescola l'elenco dei media
ja: メディアリストをシャッフル
ko: 미디어 목록 순서섞기
ms: Kocok senarai media
nl: Medialijst in willekeurige volgorde
pt_br: Reproduzir a lista de mídias aleatoriamente
ro: Amestecarea listei media
ru: Перемешивать пункты списка воспроизведения
sl: Premešaj seznam vsebin
sv: Blanda medialista
tr: Ortam listesini karıştır
zh_hans: 打乱媒体列表

# VIDEO_ASPECT_RATIO_HINT
source: Change the aspect ratio of the current video
ar: قم بتغيير نسبة العرض إلى الارتفاع للفيديو الحالي
br: Cheñch feur neuz ar video red
ca: Canviar la ràtio del vídeo actual
cs: Změnit poměr stran aktuálního videa
da: Skift billedformatet for den nuværende video
de: Seitenverhältnis des aktuellen Videos ändern
el: Αλλάξτε το λόγο διαστάσεων του τρέχοντος βίντεο
es: Cambiar la proporción del vídeo actual
eu: Aldatu uneko bideoaren aspektu-erlazioa
fi: Muuta videon kuvasuhdetta
fr: Modifier le rapport de cadre de la vidéo en cours
he: להחליף את יחס התצוגה של הסרטון הנוכחי
hu: A jelenlegi videó képarányának módosítása
is: Breyta stærðarhlutföllum núverandi myndskeiðs
it: Cambia le proporzioni del video attuale
ja: 現在のビデオのアスペクト比を変更
ko: 현재 동영상의 화면 비율 변경
ml: നിലവിലെ വീഡിയോയുടെ വീക്ഷണാനുപാതം മാറ്റുക
ms: Ubah nisbah bidang video semasa
nl: Beelverhouding van de huidige video veranderen
nn: Endre høgde-/breidde-tilhøve i gjeldande video
pl: Zmień współczynnik proporcji bieżącego wideo
pt_br: Modificar a proporção de altura e laegura do vídeo atual
pt_pt: Alterar a proporção do vídeo atual
ro: Modificați raportul de aspect al videoclipului curent
ru: Изменить соотношение сторон текущего видео
sc: Muda sas proportziones de su vìdeu atuale
sk: Zmeniť pomer strán aktuálneho videa
sl: Spremeni razmerje slike trenutnega videa
sv: Ändra bildförhållandet för aktuell video
th: เปลี่ยนอัตราส่วนภาพของวิดีโอปัจจุบั
tr: Geçerli görüntünün en boy oranını değiştir
uk: Змінити співвідношення сторін поточного відео
zh_hans: 更改当前视频的宽高比
zh_hant: 變更目前影片的長寬比例
