Repository: videolan/vlc-ios
Catalog: Resources/*.lproj/Localizable.strings
Languages: ar, br, ca, cs, da, de, el, es, eu, fi, fr, he, hu, is, it, ja, ko, ml, ms, nb, nl, nn, pl, pt_br, pt_pt, ro, ru, sc, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# MORE_OPTIONS_BUTTON
source: More
ar: المزيد
br: Muioc'h
ca: Més
cs: Více
da: Mere
de: Mehr
el: Περισσότερα
es: Más
eu: Gehiago
fi: Lisää
fr: Plus
he: עוד
hu: Több
is: Meira
it: Altro
ja: もっと
ko: 더
ml: കൂടുതൽ
ms: Lagi
nb: Mer
nl: Meer
nn: Meir
pl: Więcej
pt_br: Mais
pt_pt: Mais
ro: Mai mult
ru: Ещё
sc: Àteru
sk: Viac
sl: Več
sv: Mer
th: เพิ่มเติม
tr: Diğerleri
uk: Більше
zh_hans: 更多
zh_hant: 更多

# MORE_OPTIONS_HINT
source: View more option controls
ar: عرض المزيد من خيارات التحكم
br: Gwelet muioc'h a arventennoù kontrolliñ
ca: Veure més controls d'opcions
cs: Zobrazit více možností pro ovládací prvky
da: Vis flere indstillingsstyringer
de: Weitere Optionen der Steuerelemente anzeigen
el: Εμφάνιση περισσότερων επιλογών χειρισμού
es: Ver más controles de opción
eu: Ikusi aukera gehiagoren kontrolak
fi: Näytä lisää säätimiä
fr: Voir plus de contrôles d'option
he: הצגת פקדים לאפשרויות נוספות
hu: További beállításvezérlők megjelenítése
is: Sýna fleiri valstýringar
it: Visualizza altri controlli opzionali
ja: より多くの制御オプションを表示
ko: 옵션 컨트롤 더 보기
ml: കൂടുതൽ ഓപ്ഷൻ നിയന്ത്രണങ്ങൾ കാണുക
ms: Lihat lebih banyak kawalan pilihan
nl: Meer optiebedieningen weergeven
nn: Vis fleire innstillingskontrollar
pl: Zobacz więcej opcji sterowania
pt_br: Exibe mais controles de opções
pt_pt: Ver mais opções de controlos
ro: Vizualizați mai multe controale de opțiuni
ru: Показать больше элементов управления
sc: Pòmpia àteros controllos optzionales
sk: Zobraziť viac možností ovládania
sl: Prikaži več izbirnih kontrol
sv: Visa fler kontrollalternativ
th: ดูการควบคุมตัวเลือกเพิ่มเติม
tr: Diğer seçenek denetimlerini görüntüle
uk: Переглянути більше параметрів управління
zh_hans: 查看更多选项控件
zh_hant: 檢視更多選項控制

# PLAYER_WARNING_SUBTITLE_CAST_TITLE
source: Subtitles unsupported
ca: Els subtítols no estan disponibles
cs: Titulky nejsou podporovány
da: Undertekster ikke understøttet.
de: Untertitel werden nicht unterstützt
el: Οι υπότιτλοι δεν υποστηρίζονται
fi: Tekstityksiä ei tueta
fr: Sous-titres non pris en charge
he: אין תמיכה בכתוביות
hu: A feliratok nem támogatottak
it: Sottotitoli non supportati
ja: 字幕がサポートされていません
ko: 자막 미지원
ml: സബ്‌ടൈറ്റിലുകൾ പിന്തുണയ്ക്കുന്നില്ല
ms: Sari kata tidak disokong
nl: Ondertitels niet ondersteund
pt_br: Não há suporte a legendas
ro: Subtitrări neacceptate
sl: Podnapisi niso podprti
sv: Stöd för undertexter saknas
tr: Alt yazılar desteklenmiyor
zh_hans: 不支持字幕

# PLAYER_WARNING_SUBTITLE_CAST_DESCRIPTION
source: Subtitles are not yet supported while casting.
ca: Els subtítols encara no estan disponibles en directe.
cs: Titulky nejsou podporovány během odesílání.
da: Undertekster er endnu ikke understøttet ved casting.
de: Untertitel werden beim Casting noch nicht unterstützt.
el: Δεν υπάρχει υποστήριξη υποτίτλων ακόμη κατά τη μετάδοση
fi: Tekstityksiä ei vielä tueta suoratoiston aikana.
fr: Les sous-titres ne sont pas encore pris en charge pendant le streaming.
he: עדיין אין תמיכה בכתוביות בזמן שידור.
hu: A feliratok megjelenítése vetítés közben még nem támogatott.
it: I sottotitoli non sono ancora supportati durante la trasmissione.
ja: キャスティングではまだ字幕がサポートされていません。
ko: 아직 캐스팅 도중에는 자막을 지원하지 않습니다.
ml: കാസ്റ്റിങ് സമയത്തു ഉപശീർഷകങ്ങൾ തത്കാലം ലഭ്യമല്ല.
ms: Sari kata belum disokong semasa penyiaran.
nl: Ondertitels worden nog niet ondersteund tijdens het casten.
pt_br: Ainda não há suporte a legendas durante transmissões.
ro: Subtitrări nu sunt încă acceptate în timpul turnării.
sl: Ob predvajanju na oddaljeno napravo podnapisi še niso podprti
sv: Det finns ännu inget stöd för undertexter vid casting.
tr: Henüz yayın sırasında alt yazı desteği sunulmuyor.
zh_hans: 尚不支持投屏播放时显示字幕

# EQUALIZER_CELL_TITLE
source: Equalizer
ar: المُعادِل
br: Kevataler
ca: Equalitzador
cs: Ekvalizér
el: Ισοσταθμιστής
es: Ecualizador
eu: Ekualizadorea
fi: Taajuuskorjain
fr: Égaliseur
he: אקולייזר
hu: Hangszínszabályzó
is: Tónjafnari
it: Equalizzatore
ja: イコライザー
ko: 이퀄라이저
ml: ഈക്വലൈസർ
ms: Penyama
nn: Tonekontroll
pl: Korektor graficzny
pt_br: Equalizador
pt_pt: Equalizador
ro: Egalizator
ru: Эквалайзер
sc: Ecualizadore
sk: Ekvalizér
sl: Izravnalnik
th: อีควอไลเซอร์
tr: Dengeleyici
uk: Еквалайзер
zh_hans: 均衡器
zh_hant: 等化器

# MORE_OPTIONS_HEADER_TITLE
source: Video Options
ar: خيارات الفيديو
br: Dibarzhioù video
ca: Opcions de vídeo
cs: Možnosti videa
da: Videoindstillinger
de: Videoeinstellungen
el: Επιλογές βίντεο
es: Opciones de vídeo
eu: Bideo-aukerak
fi: Videoasetukset
fr: Options vidéo
he: אפשרויות וידאו
hu: Videobeállítások
is: Valkostir myndskeiða
it: Opzioni video
ja: ビデオオプション
ko: 동영상 옵션
ml: വീഡിയോ ഓപ്ഷനുകൾ
ms: Pilihan Video
nb: Videoalternativer
nl: Video-opties
nn: Videoinnstillingar
pl: Opcje wideo
pt_br: Opções de Vídeo
pt_pt: Opções de Vídeo
ro: Opțiuni video
ru: Параметры видео
sc: Optziones vìdeu
sk: Možnosti videa
sl: Možnosti videa
sv: Videoalternativ
th: ตัวเลือกวิดีโอ
tr: Görüntü ayarları
uk: Параметри відео
zh_hans: 视频选项
zh_hant: 視訊選項

# FORCE_RESCAN_TITLE
source: Force media library rescan
ar: فرض إعادة فحص مكتبة الوسائط
br: Rediañ adskanañ ar vediaoueg
ca: Forçar el re-escaneig de, la Mediateca
cs: Vynutit nové prohledání Knihovny médií
da: Tving genskanning af mediebibliotek
de: Medienbibliothek erneut durchsuchen
el: Επιβολή επανασάρωσης της βιβλιοθήκης αρχείων πολυμέσων
es: Forzar búsqueda en la librería de medios
eu: Behartu multimedia-liburutegia bireskaneatzea
fi: Pakota mediakirjaston tarkistus uudelleen
fr: Forcer la réanalyse de la médiathèque
he: אילוץ סריקת ספריית המדיה מחדש
hu: Médiatár átvizsgálásának kényszerítése
is: Þvinga endurskönnun margmiðlunarsafns
it: Forza nuova scansione della raccolta multimediale
ja: メディアライブラリを強制的に再スキャン
ko: 미디어 라이브러리 다시 스캔하기
ml: മീഡിയ ലൈബ്രറി വീണ്ടും സ്കാൻ ചെയ്യാൻ നിർബന്ധിക്കുക
ms: Paksa imbas semula pustaka media
nl: Opnieuw scannen van mediabibliotheek forceren
nn: Tving ny skanning av mediebiblioteket
pl: Wymuś ponowne skanowanie biblioteki multimediów
pt_br: Forçar nova verificação da biblioteca de mídias
pt_pt: Forçar nova verificação da biblioteca de multimédia
ro: Forțați rescanarea bibliotecii media
ru: Пересканировать медиатеку
sc: Fortza un'iscansidura noa de sa biblioteca multimediale
sk: Vynútiť si opätovné skenovanie knižnice médií
sl: Prisili ponoven pregled knjižnice predstavnih vsebin
sv: Tvinga genomsökning av mediabiblioteket
th: บังคับให้สแกนคลังสื่อใหม่
tr: Ortam kitaplığı yeniden taranmaya zorlansın
uk: Примусово пересканувати медіабібліотеку
zh_hans: 强制媒体库重新扫描
zh_hant: 強制重新掃描媒體櫃

# FORCE_RESCAN_MESSAGE
source: Do you want to force VLC to rescan your media library? It could take some time.
ar: هل تريد إجبار VLC على إعادة فحص مكتبة الوسائط الخاصة بك؟ قد يستغرق بعض الوقت.
br: Ha c'hoant ho peus da rediañ VLC da adskanañ ar vediaoueg? Gellout a rafe bezañ hir a-walc'h.
ca: Vols forçar a VLC a re-escanejar la teva mediateca? Podria ser llarg.
cs: Chcete aby VLC znovu prohledalo Vaši Knihovnu médií? Může to chvíli trvat.
da: Vil du tvinge VLC til at genskanne dit mediebiblitek? Det kan tage en del tid.
de: Möchten Sie VLC veranlassen, Ihre Medienbibliothek erneut zu durchsuchen? Dies könnte einige Zeit dauern.
el: Επιθυμείτε την επιβολή επανασάρωσης της βιβλιοθήκης αρχείων πολυμέσων; Μπορεί να πάρει αρκετό χρόνο.
es: ¿Desea forzar que VLC vuelva a buscar en su librería de medios? Puede tomar algo de tiempo.
eu: VLC zure multimedia-liburutegia berriro eskaneatzera behartu nahi duzu? Honek luze hartu dezake.
fi: Haluatko pakottaa VLC:n tarkistamaan mediakirjastosi uudelleen? Se voi viedä aikaa.
fr: Voulez-vous forcer VLC à réanalyser la médiathèque ? Cela pourrait prendre du temps.
he: לאלץ את VLC לסרוק את תיקיית המדיה שלך מחדש? פעולה זו עשויה לארוך זמן מה.
hu: Biztos, hogy arra kényszeríti a VLC-t, hogy újra átvizsgálja a médiatárat? Ez eltarthat egy ideig.
is: Viltu þvinga VLC til að endurskanna margmiðlunarsafnið þitt? Það gæti tekið nokkurn tíma að gera það.
it: Vuoi forzare VLC eseguire una nuova scansione della raccolta multimediale? Potrebbe richiedere del tempo.
ja: メディアライブラリをVLCに強制的に再スキャンさせますか? 実行には時間がかかります。
ko: 미디어 라이브러리를 다시 스캔하시겠습니까? 시간이 조금 걸릴 수 있습니다.
ml: നിങ്ങളുടെ മീഡിയ ലൈബ്രറി വീണ്ടെടുക്കാൻ VLC-യെ നിർബന്ധിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ? ഇതിന് കുറച്ച് സമയമെടുക്കും.
ms: Anda mahu paksa VLC mengimbas semula pustaka media anda? Ia mengambil masa.
nb: Vil du tvinge ny gjennomsøking av mediebiblioteket? Det kan ta noe tid.
nl: Wilt u VLC dwingen om uw mediabibliotheek opnieuw te scannen? Het kan enige tijd duren.
nn: Vil du tvinge VLC til å skanne mediebiblioteket ditt på nytt? Det kan ta litt tid.
pl: Czy chcesz zmusić VLC do ponownego skanowania biblioteki multimediów? To może zająć trochę czasu.
pt_br: Deseja forçar o VLC a verificar novamente sua biblioteca de mídias? Pode levar algum tempo.
pt_pt: Quer forçar o VLC a verificar novamente a sua biblioteca multimédia? Pode demorar algum tempo.
ro: Doriți să forțați VLC să vă scaneze din nou biblioteca media? Ar putea dura ceva timp.
ru: Вы действительно хотите чтобы VLC пересканировал вашу медиатеку? Это может занять некоторое время.
sc: Cheres fortzare VLC a iscansire torra sa biblioteca multimediale tua? Bi diat pòdere chèrrere unu pagu de tempus.
sk: Chcete si vynútiť opätovné preskenovanie knižnice médií aplikáciou VLC? Zrejme to bude chvíľu trvať.
sl: Ali želite prisiliti VLC, da ponovno pregleda vašo knjižnico predstavnih vsebin? To lahko traja nekaj časa.
sv: Vill du tvinga VLC att söka igenom ditt mediabibliotek? Det kan ta en stund.
th: คุณต้องการบังคับให้ VLC สแกนคลังสื่อของคุณใหม่หรือไม่? การดำเนินการนี้อาจใช้เวลาสักครู
tr: VLC uygulamasını ortam kitaplığını taramaya zorlamak istiyor musunuz? Bu işlem uzun sürebilir.
uk: Ви хочете примусити VLC пересканувати вашу медіабібліотеку? Це займе певний час.
zh_hans: 是否希望强制 VLC 重新扫描媒体库? 可能需要耗费一些时间。
zh_hant: 您要強制 VLC 重新掃描媒體櫃嗎？這可能需要一些時間。

# SMBV1_WARN_TITLE
source: SMBv1 Connection Warning
ar: تحذير اتصال SMBv1
br: Kemenn e-keñver ar c'hevreañ SMBv1
ca: Avís de connexió SMBv1
cs: Upozornění pro připojení SMBv1
da: Advarsel om SMBv1-forbindelse
de: SMBv1 Verbindungswarnung
el: Προειδοποίηση σύνδεσης SMBv1
es: Advertencia de conexión SMBv1
eu: SMBv1 konexio abisua
fi: SMBv1-yhteyden varoitus
fr: Avertissement de connexion SMBv1
he: אזהרת חיבור SMBv1
hu: SMBv1 kapcsolati figyelmeztetés
is: Aðvörun vegna SMBv1-tengingar
it: Avviso di connessione SMBv1
ja: SMBv1コネクション警告
ko: SMBv1 연결 경고
ml: SMBv1 കണക്ഷൻ മുന്നറിയിപ്പ്
ms: Amaran Sambungan SMBv1
nb: Advarsel: SMBv1-tilkobling
nl: SMBv1-verbindingswaarschuwing
nn: Åtvaring om SMBv1-tilkopling
pl: Ostrzeżenie o połączeniu SMBv1
pt_br: Aviso de Conexão SMBv1
pt_pt: Aviso de ligação SMBv1
ro: Avertizare privind conexiunea SMBv1
ru: Предупреждение подключения SMBv1
sc: Avisu de connessione SMBv1
sk: Výstraha pre pripojenie SMBv1
sl: Opozorilo za SMBv1 povezavo
sv: Varning om SMBv1-anslutning
th: คำเตือนการเชื่อมต่อ SMBv1
tr: SMBv1 bağlantı uyarısı
uk: Попередження про з'єднання SMBv1
zh_hans: SMBv1 连接警告
zh_hant: SMBv1 連線警告

# SMBV1_WARN_DESCRIPTION
source: We detected an old protocol (SMBv1). Are you really sure to continue with SMBv1? We advise upgrading or changing your server settings.
ar: اكتشفنا بروتوكولًا قديمًا (SMBv1). هل أنت متأكد حقًا من الاستمرار في SMBv1؟ ننصح بترقية أو تغيير إعدادات الخادم الخاص بك.
br: Diguzhet hon eus ur protokol kozh (SMBv1). Ha sur oc'h da gaout c'hoant da genderc'hel gant SMBv1? Aliañ a reomp ac'hanoc'h da hizivaat pe da cheñch arventennoù ho servijer.
ca: S'ha detectat un protocol SMBv1 antic. Vols continuar amb SMBv1? Es recomana actualitzar o canviar la configuració del seu servidor.
cs: Zjištěn starý protokol (SMBv1). Chcete pokračovat s SMBv1? Doporučujeme aktualizovat nebo změnit nastavení serveru.
da: Vi registrerede en gammel protokol (SMBv1). Er du sikker på, at du vil fortsætte med SMBv1? Vi anbefaler at du opgraderer eller ændrer dine serverindstillinger.
de: Wir haben ein altes Protokoll (SMBv1) festgestellt. Sind Sie wirklich sicher, dass Sie mit SMBv1 fortfahren möchten? Wir empfehlen eine Aktualisierung Ihres Servers oder Änderung der Serverkonfiguration.
el: Εντοπίστηκε ένα παλιό πρωτόκολλο (SMBv1). Είστε βέβαιοι ότι θέλετε να συνεχίσετε μέσω SMBv1; Σας συμβουλεύουμε να αναβαθμίσετε ή να αλλάξετε τις ρυθμίσεις του διακομιστή σας.
es: Hemos detectado un protocolo antiguo (SMBv1). ¿Desea continuar con SMBv1? Aconsejamos actualizar o cambiar sus preferencias de servidor.
eu: Protokolo zahar bat antzeman dugu (SMBv1). Ziur SMBv1 erabiltzen jarraitu nahi duzula? Eguneratzea edo zerbitzariaren konfigurazioa aldatzea aholkatzen dugu.
fi: Havaitsimme vanhentuneen protokollan (SMBv1). Haluatko varmasti jatkaa SMBv1:n käyttöä? Suosittelemme päivittämään tai muuttamaan palvelimen asetuksia.
fr: Nous avons détecté un ancien protocole (SMBv1). Êtes-vous vraiment sûr de continuer avec SMBv1 ? Nous vous conseillons de mettre à niveau ou de reparamétrer votre serveur.
he: זיהינו פרוטוקול ישן (SMBv1). להמשיך עם SMBv1? אנו ממליצים לשדרג או לערוך את הגדרות השרת שלך.
hu: Egy régi protokollt (SMBv1) észleltünk. Biztos, hogy folytatja az SMBv1-el? A kiszolgáló frissítését vagy a beállítások módosítását javasoljuk.
is: Við skynjuðum gamlan samskiptamáta (SMBv1). Ertu viss um að þú viljir halda áfram að nota SMBv1? Við mælum með því að þu uppfærir eða breytir stillingum þjónsins þíns.
it: Abbiamo rilevato un protocollo obsoleto (SMBv1). Sei sicuro di voler continuare con SMBv1? Ti consigliamo di aggiornare o modificare le impostazioni del tuo server.
ja: 古いプロトコル(SMBv1)が見つかりました。 本当に古いプロトコルを使用しますか? サーバーの設定をアップグレード、変更することを推奨いたします。
ko: 이전 버전의 프로토콜은 감지하였습니다(SMBv1). 진짜 SMBv1로 진행하시겠습니까? 서버 환경 설정을 업그레이드 또는 변경하는것을 권장합니다.
ml: ഞങ്ങൾ ഒരു പഴയ പ്രോട്ടോക്കോൾ (SMBv1) കണ്ടെത്തി. SMBv1- ൽ തുടരുമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ? നിങ്ങളുടെ സെർവർ ക്രമീകരണങ്ങൾ നവീകരിക്കാനോ മാറ്റാനോ ഞങ്ങൾ ഉപദേശിക്കുന്നു.
ms: Kami telah mengesan satu protokol lama (SMBv1). Anda pasti mahu teruskan penggunaan SMBv1? Kami sarankan menatar atau mengubah tetapan pelayan anda.
nb: Fant en gammel protokoll (SMBv1). Er du sikker på at du vil fortsette med SMBv1? Du bør oppgradere eller endre dine tjenerinnstillinger.
nl: We hebben een oud protocol (SMBv1) ontdekt. Weet u echt zeker dat u doorgaat met SMBv1? Wij adviseren u om uw serverinstellingen te upgraden of te wijzigen.
pl: Wykryto stary protokół (SMBv1). Czy na pewno chcesz kontynuować z korzystania SMBv1? Zalecamy aktualizację lub zmianę ustawień serwera.
pt_br: Um protocolo antigo (SMBv1) foi detectado. Tem certeza de que quer continuar com o SMBv1? Aconselhamos atualizar ou alterar as configurações do seu servidor.
pt_pt: Nós detetamos um protocolo antigo (SMBv1). Tem a certeza que deseja continuar com o SMBv1? Nós aconselhamos a atualização ou a alteração das definições do seu servidor.
ro: Am detectat un protocol vechi (SMBv1). Sunteți cu adevărat sigur că doriți să continuați cu SMBv1? Vă sfătuim să actualizați sau să modificați setările serverului.
ru: Выявлено использование старого протокола (SMBv1). Вы действительно хотите продолжить с использованием SMBv1? Мы рекомендуем обновить или изменить настройки вашего сервера.
sc: Amos rilevadu unu protocollu betzu (SMBv1). Ses seguru de chèrrere sighire cun su SMBv1? Ti cunsigiamus de agiornare o mudare sas impostatziones de su servidore tuas.
sk: Bol detegovaný starý protokol (SMBv1). Naozaj chcete pokračovať s SMBv1? Odporúčame vykonať aktualizáciu alebo zmenu nastavení servera.
sl: Zaznan je bil star (SMBv1) protokol. Želite res uporabiti SMBv1? Predlagamo nadgradnjo ali spremembo v nastavitvah strežnika.
sv: Vi upptäckte ett gammalt protokoll (SMBv1). Är du säker på att du vill fortsätta med SMBv1? Vi råder dig att uppgradera eller ändra dina serverinställningar.
th: เราตรวจพบโปรโตคอลแบบเก่า (SMBv1) คุณแน่ใจหรือไม่ว่าต้องการใช้ SMBv1 ต่อ? เราขอแนะนำให้อัปเกรดหรือเปลี่ยนการตั้งค่าเซิร์ฟเวอร์ของคุณ
tr: Eski bir iletişim kuralı kullanıldığı algılandı (SMBv1). SMBv1 iletişim kuralını kullanmak istediğinize emin misiniz? Sunucu ayarlarını yükseltmeniz ya da değiştirmeniz önerilir.
uk: Ми виявили старий протокол (SMBv1). Ви переконані, що хочете продовжити з SMBv1? Ми рекомендуємо оновлення або зміну ваших налаштувань сервера.
zh_hans: 侦测到旧版协议 (SMBv1)。 是否确定要继续使用 SMBv1? 我们建议您升级或更改服务器设置。
zh_hant: 我們偵測到舊版通訊協定 (SMBv1)。 您確定要繼續使用 SMBv1 嗎? 我們建議升級或變更您的伺服器設定。

# SMBV1_CONTINUE
source: Continue with SMBv1
ar: استمر مع SMBv1
br: Kenderc'hel gant SMBv1
ca: Continuar amb SMBv1
cs: Pokračovat s SMBv1
da: Fortsæt med SMBv1
de: Fortfahren mit SMBv1
el: Συνέχεια με SMBv1
es: Continuar con SMBv1
eu: Jarraitu SMBv1 erabiliz
fi: Jatka SMBv1:llä
fr: Continuer avec SMBv1
he: להמשיך עם SMBv1
hu: Folytatás az SMBv1-el
is: Halda áfram með SMBv1
it: Continua con SMBv1
ja: SMBv1で継続
ko: SMBv1로 진행
ml: SMBv1 ഉപയോഗിച്ച് തുടരുക
ms: Teruskan dengan SMBv1
nb: Fortsett med SMBv1
nl: Doorgaan met SMBv1
nn: Fortset med SMBv1
pl: Kontynuuj z SMBv1
pt_br: Continuar com SMBv1
pt_pt: Continuar com SMBv1
ro: Continuați cu SMBv1
ru: Продолжить с SMBv1
sc: Sighi cun su SMBv1
sk: Pokračovať s SMBv1
sl: Nadaljuj s SMBv1
sv: Fortsätt med SMBv1
th: ใช้ SMBv1 ต่อ
tr: SMBv1 kullanmayı sürdür
uk: Продовжити з SMBv1
zh_hans: 继续使用 SMBv1
zh_hant: 用 SMBv1 繼續

# SMBV1_NEXT_PROTOCOL
source: Try SMBv2/v3
ar: جرب SMBv2/v3
br: Klask SMBv2/V3
ca: Prova amb SMBv2/v3
cs: Vyzkoušet SMBv2/v3
da: Prøv SMBv2/v3
de: SMBv2/v3 probieren
el: Δοκιμάστε SMBv2/v3
es: Intentar con SMBv2/v3
eu: Saiatu SMBv2/v3
fi: Kokeile SMBv2/v3:a
fr: Essayer SMBv2/v3
he: לנסות SMBv2/v3
hu: SMBv2/v3 kipróbálása
is: Prófa SMBv2/v3
it: Prova SMBv2/v3
ja: SMBv2/v3を試す
ko: SMBv2/v3 시도하기
ml: SMBv2/v3 പരീക്ഷിക്കുക
ms: Cuba SMBv2/v3
nb: Prøv SMBv2/v3
nl: SMBv2/v3 proberen
nn: Prøv SMBv2/v3
pl: Spróbuj SMBv2/v3
pt_pt: Experimentar SMBv2/v3
ro: Încercați SMBv2/v3
ru: Попробовать SMBv2/v3
sc: Proa su SMBv2/v3
sk: Vyskúšať SMBv2/v3
sl: Poskusi SMBv2/v3
sv: Prova SMBv2/v3
th: ลองใช้ SMBv2/v3
tr: SMBv2/v3 iletişim kurallarını dene
uk: Спробувати SMBv2/v3
zh_hans: 尝试 SMBv2/v3
zh_hant: 試用 SMBv2/v3

source: Encoding
ar: ترميز
br: Enkodañ
ca: Codificant
cs: Kódování
da: Kodning
de: Codierung
el: Κωδικοποίηση
es: Codificación
eu: Kodetzea
fi: Purkukoodaus
fr: Encodage
he: קידוד
hu: Kódolás
is: Kóðun
it: Codifica
ja: エンコーディング
ko: 인코딩
ml: എൻകോഡിംഗ്
ms: Pengekodan
nb: Koding
nl: Coderen
nn: Koding
pl: Kodowanie
pt_br: Codificando
pt_pt: A codificar
ro: Codificare
ru: Кодирование
sc: Codìfica
sk: Kódovanie
sl: Kodiranje
sv: Kodning
th: การเข้ารหัส
tr: Kodlama
uk: Кодування
zh_hans: 编码
zh_hant: 編碼

source: Add to media group
ar: أضف إلى مجموعة الوسائط
br: Ouzhpennañ d'ar strollad mediaoù
ca: Afegir a un grup de vídeo
cs: Přidat do skupiny médií
da: Føj til mediegruppe
de: Zur Mediengruppe hinzufügen
el: Προσθήκη στην ομάδα αρχείων πολυμέσων
es: Añadir a grupo de medios
eu: Gehitu multimedia taldera
fi: Lisää mediaryhmään
fr: Ajouter au groupe de médias
he: הוספה לקבוצת מדיה
hu: Hozzáadás médiacsoporthoz
it: Aggiungi a gruppo di media
ja: メディアグループに追加
ko: 미디어 그룹에 추가
ml: മീഡിയ ഗ്രൂപ്പിലേക്ക് ചേർക്കുക
ms: Tambah ke kumpulan media
nb: Legg til i mediegruppe
nl: Toevoegen aan mediagroep
nn: Legg til i mediegruppe
pl: Dodaj do grupy mediów
pt_br: Adicionar ao grupo de mídias
ro: Adăugați la grupul media
ru: Добавить в медиагруппу
sl: Dodaj v skupino vsebin
sv: Lägg till i mediagrupp
th: เพิ่มลงในกลุ่มสื่อ
tr: Ortam grubuna ekle
zh_hans: 添加到媒体分组
zh_hant: 加入至媒體群組

# ADD_TO_MEDIA_GROUP_HINT
source: Open the add to media group menu
ar: افتح الإضافة إلى قائمة مجموعة الوسائط
br: Digeriñ al lañser ouzhpennañ d'ar strollad mediaoù
ca: Obrir el menú d'afegir al grup de vídeo
cs: Otevřete nabídku Přidat do skupiny médií
da: Åbn tilføj til mediegruppe-menuen
de: Menü zur Mediengruppe hinzufügen öffnen
el: Άνοιγμα του μενού προσθήκη στην ομάδα αρχείων πολυμέσων
es: Abrir el menú de añadir a grupo de medios
eu: Ireki 'Gehitu multimedia taldera' menua
fi: Avaa valikko Lisää mediaryhmään
fr: Ouvre le menu d'ajout au groupe de médias
he: פתיחת תפריט ההוספה לקבוצת מדיה
hu: A médiacsoporthoz hozzáadás menü megnyitása
it: Apri il nenu aggiungi a gruppo di media
ja: メディアグループに追加メニューを表示
ko: "미디어 그룹에 추가" 열기
ml: മീഡിയ ഗ്രൂപ്പ് മെനുവിലേക്ക് ചേർക്കുക തുറക്കുക
ms: Buka untuk tambah ke dalam menu kumpulan media
nb: Åpne menyen «Legg til i mediegruppe»
nl: Menu 'aan mediagroep toevoegen' openen
pl: Otwórz menu Dodaj do grupy mediów
pt_br: Abrir o menu adicionar ao grupo de mídias
ro: Deschideți meniul de adăugare la grupul media
ru: Открыть меню добавления в медиагруппу
sl: Odprite meni dodaj v skupino predstavnih vsebin
sv: Öppna menyn för att lägga till i mediagrupper
th: เปิดเมนู 'เพิ่มลงในกลุ่มสื่อ'
tr: Ortam grubuna ekle menüsünü açar
zh_hans: 打开「添加到媒体分组」菜单
zh_hant: 開啟加入至媒體群組選單

source: Media groups
ar: مجموعات الوسائط
br: Strolladoù mediaoù
ca: Grups de vídeo
cs: Skupiny médií
da: Mediegrupper
de: Mediengruppen
el: Ομάδες αρχείων πολυμέσων
es: Grupos de medios
eu: Multimedia taldeak
fi: Mediaryhmät
fr: Groupes de médias
he: קבוצות מדיה
hu: Médiacsoportok
it: Gruppi di media
ja: メディアグループ
ko: 미디어 그룹
ml: മീഡിയ ഗ്രൂപ്പുകൾ
ms: Kumpulan media
nb: Mediegrupper
nl: Mediagroepen
nn: Mediegrupper
pl: Grupy mediów
pt_br: Grupos de mídias
ro: Grupuri media
ru: Медиагруппы
sl: Skupine predstavnih vsebin
sv: Mediagrupper
th: กลุ่มสื่อ
tr: Ortam grupları
zh_hans: 媒体分组
zh_hant: 媒體群組

# MEDIA_GROUPS_DESCRIPTION
source: Choose a title for your new media group
ar: اختر عنوانًا لمجموعة الوسائط الجديدة الخاصة بك
br: Dibabit un titl evit ho strollad mediaoù nevez
ca: Triar un títol pel nou grup de vídeo
cs: Vyberte název nové skupiny médií
da: Vælg en titel til din nye mediegruppe
de: Wählen Sie einen Titel für die neue Mediengruppe
el: Επιλέξτε έναν τίτλο για τη νέα ομάδα αρχείων πολυμέσων
es: Seleccionar un título para su nuevo grupo de medios
eu: Aukeratu euskarri talde berriaren izenburua
fi: Valitse otsikko uudelle mediaryhmälle
fr: Choisir un titre pour votre nouveau groupe de médias
he: נא לבחור כותרת לקבוצת המדיה החדשה שלך
hu: Válasszon egy címet az új médiacsoportjának
it: Scegli un titolo per il nuovo gruppo di media
ja: 新しいメディアグループのタイトルを選択してください
ko: 새 미디어 그룹 제목을 선택하세요
ml: നിങ്ങളുടെ പുതിയ മീഡിയ ഗ്രൂപ്പിനായി ഒരു ശീർഷകം തിരഞ്ഞെടുക്കുക
ms: Pilih satu tajuk untuk kumpulan media baharu anda
nb: Velg en tittel for den nye mediegruppa
nl: Kies een titel voor uw nieuwe mediagroep
nn: Vel eit namn for den nye mediegruppa di
pl: Wybierz tytuł nowej grupy mediów
pt_br: Escolha um título para o seu novo grupo de mídias
ro: Alegeți un titlu pentru noul dvs. grup media
ru: Выберите название для создаваемой медиагруппы
sl: Izberite ime za svojo novo skupino predstavnih vsebin
sv: Välj en titel för din nya mediagrupp
th: เลือกชื่อเรื่องสำหรับกลุ่มสื่อใหม่ของคุณ
tr: Yeni ortam grubunuzun adını yazın
zh_hans: 为新的媒体分组选择标题
zh_hant: 選擇您新的媒體群組的標題

# MEDIA_GROUPS_PLACEHOLDER
source: Media group title
ar: عنوان مجموعات الوسائط
br: Titl ar strollad mediaoù
ca: Títol grup de vídeo
cs: Název skupiny médií
da: Titel for mediegruppe
de: Titel der Mediengruppe
el: Τίτλος ομάδας αρχείων πολυμέσων
es: Título de grupo de medios
eu: Multimedia taldearen izenburua
fi: Mediaryhmän otsikko
fr: Titre du groupe de médias
he: כותרת קבוצת מדיה
hu: Médiacsoport címe
it: Titolo del gruppo di media
ja: メディアグループタイトル
ko: 미디어 그룹 제목
ml: മീഡിയ ഗ്രൂപ്പ് ശീർഷകം
ms: Tajuk kumpulan media
nb: Mediegruppas tittel
nl: Titel mediagroep
nn: Tittel på mediegruppe
pl: Tytuł grupy mediów
pt_br: Título do grupo de mídias
ro: Titlul grupului media
ru: Название медиагруппы
sl: Ime skupine vsebin
sv: Titel på mediagrupp
th: ชื่อเรื่องกลุ่มสื่อ
tr: Ortam grubu başlığı
zh_hans: 媒体分组标题
zh_hant: 媒體群組標題
