Repository: videolan/vlc-ios
Catalog: Resources/*.lproj/Localizable.strings
Languages: ar, br, ca, cs, da, de, el, es, eu, fi, fr, he, hu, is, it, ja, ko, ml, ms, nb, nl, nn, pl, pt_br, pt_pt, ro, ru, sc, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# PLAYLIST_PLACEHOLDER
source: Playlist title
ar: قائمة التشغيل
br: Titl ar roll-lenn
ca: Títol de la Llista de reproducció
cs: Název seznamu skladeb
da: Spillelistetitel
de: Titel der Wiedergabeliste
el: Τίτλος λίστας αναπαραγωγής
es: Titulo de la lista de reproducción
eu: Erreprodukzio-zerrendaren izenburua
fi: Soittolistan otsikko
fr: Titre de la liste de lecture
he: כותרת רשימת נגינה
hu: Lejátszólista címe
is: Titill spilunarlista
it: Titolo della scaletta
ja: プレイリストタイトル
ko: 재생목록 제목
ml: പ്ലേലിസ്റ്റ് ശീർഷകം
ms: Tajuk senarai nama
nb: Tittel på spilleliste
nl: Titel afspeellijst
nn: Spelelistenamn
pl: Tytuł listy odtwarzania
pt_br: Título da lista de Reprodução
pt_pt: Título da lista de reprodução
ro: Titlul listei de redare
ru: Название плейлиста
sc: Tìtulu de s'iscalita
sk: Názov playlistu
sl: Naslov seznama predvajanja
sv: Titel på spellista
th: ชื่อเรื่องเพลย์ลิสต์
tr: Oynatma listesi adı
uk: Назва списку
zh_hans: 播放列表标题
zh_hant: 播放清單標題

# PLAYLIST_DESCRIPTION
source: Choose a title for your new playlist
ar: أدخل عنوانا لقائمة التشغيل الجديدة
br: Dibabit un titl evit ho roll-lenn nevez
ca: Trieu un títol per a la llista de reproducció nova
cs: Zadejte název pro nový seznam skladeb
da: Vælg en titel til din nye spilleliste
de: Wählen Sie einen Titel für die neue Wiedergabeliste
el: Επιλέξτε έναν τίτλο για τη νέα λίστα αναπαραγωγής
es: Elija un título para su nueva lista de reproducción
eu: Aukeratu zure erreprodukzio-zerrendaren izenburua
fi: Valitse otsikko uudelle soittolistallesi
fr: Choisir un titre pour votre nouvelle liste de lecture
he: נא לבחור כותרת לרשימת הנגינה החדשה שלך
hu: Válasszon címet az új lejátszólistához
is: Veldu titil fyrir nýja spilunarlistann
it: Scegli un titolo per la nuova scaletta
ja: 新しいプレイリストの名前を選択してください
ko: 새 재생목록 제목을 선택하세요
ml: നിങ്ങളുടെ പുതിയ പ്ലേലിസ്റ്റിനായി ഒരു ശീർഷകം തിരഞ്ഞെടുക്കുക
ms: Pilih satu tajuk untuk senarai main baharu anda
nb: Velg en tittel for den nye spillelista
nl: Kies een titel voor uw nieuwe afspeellijst
nn: Vel eit namn på den nye spelelista di
pl: Wybierz tytuł nowej listy odtwarzania
pt_br: Digite um título para a sua nova lista de reprodução
pt_pt: Escolha um título para a sua nova lista de reprodução
ro: Alegeți un titlu pentru noua listă de redare
ru: Выберите название для вашего плейлиста
sc: Issèbera unu tìtulu pro s'iscalita noa tua
sk: Vyberte si názov pre váš nový playlist
sl: Izberite naslov za nov seznam predvajanja
sv: Välj en titel för din nya spellista
th: เลือกชื่อเรื่องให้กับเพลย์ลิสต์ใหม่ของคุณ
tr: Yeni oynatma listenize bir ad verin
uk: Виберіть назву для вашого нового списку відтворення
zh_hans: 为新播放列表选择标题
zh_hant: 選擇您新的播放清單的標題

# PLAYLIST_CREATION
source: Create a new playlist
ar: أنشئ قائمة تشغيل جديدة
br: Krouiñ ur roll-lenn nevez
ca: Crea una llista de reproducció nova
cs: Vytvořit nový seznam skladeb
da: Opret en ny spilleliste
de: Eine neue Wiedergabeliste erstellen
el: Δημιουργία νέας λίστας αναπαραγωγής
es: Crear una nueva lista de reproducción
eu: Sortu erreprodukzio-zerrenda berria
fi: Luo uusi soittolista
fr: Créer une nouvelle liste de lecture
he: יצירת רשימת נגינה חדשה
hu: Új lejátszólista létrehozása
is: Búa til nýjan spilunarlista
it: Crea una nuova scaletta
ja: 新しいプレイリストを作成
ko: 새 재생목록을 만들기
ml: ഒരു പുതിയ പ്ലേലിസ്റ്റ് സൃഷ്ടിക്കുക
ms: Cipta satu senarai main baharu
nb: Lag en ny spilleliste
nl: Een nieuwe afspeellijst maken
nn: Lag ei ny speleliste
pl: Utwórz nową listę odtwarzania
pt_br: Criar uma lista de reprodução
pt_pt: Criar uma nova lista de reprodução
ro: Creați o listă nouă de redare
ru: Создать плейлист
sc: Crea un'iscalita noa
sk: Vytvoriť nový playlist
sl: Ustvari nov seznam predvajanja
sv: Skapa en ny spellista
th: สร้างเพลย์ลิสต์ใหม่
tr: Yeni oynatma listesi ekle
uk: Створити новий список відтворення
zh_hans: 新建播放列表
zh_hant: 建立新的播放清單

# PLAYLIST_CREATION_HINT
source: Show an interactive action to create a playlist
ar: إظهار إجراء تفاعلي لإنشاء قائمة تشغيل
br: Diskouez un ober etreoberiant evit krouiñ ur roll-lenn
ca: Mostrar una acció interactiva per a crear una Llista de reproducció
cs: Pro vytvoření seznamu skladeb zobrazte interaktivní ikonu
da: Vis en interaktiv handling til at oprette en spilleliste
de: Eine interaktive Aktion anzeigen, um eine Wiedergabeliste zu erstellen
el: Εμφάνιση διαδραστικής επιλογής για τη δημιουργία λίστας αναπαραγωγής
es: Mostrar una acción interactiva para crear una lista de reproducción
eu: Erakutsi ekintza interaktibo bat erreprodukzio zerrenda sortzeko
fi: Näytä vuorovaikutteinen toiminto soittolistan luomiseksi
fr: Afficher une interaction pour créer une liste de lecture
he: הצגת פעולה אינטראקטיבית כדי ליצור רשימת נגינה
hu: Interaktív művelet megjelenítése a lejátszólista létrehozásakor
is: Birta gagnvirka aðgerð til að búa til spilunarlista
it: Mostra un'azione interattiva per creare una scaletta
ja: プレイリスト作成のために対話アクションを表示
ko: 새 재생목록을 만들기를 위하여 상호적인 행동을 표시하기
ms: Tunjuk satu tindakan interaktif untuk mencipta satu senarai main
nb: Vis en interaktiv handling for å lage ny spilleliste
nl: Een interactieve actie weergeven om een afspeellijst te maken
nn: Vis ei interaktiv handling for å lage ei speleliste
pl: Pokaż interaktywną akcję, aby utworzyć listę odtwarzania
pt_br: Exibe uma ação interativa para criar uma lista de reprodução
pt_pt: Mostrar uma ação interativa para criar uma lista de reprodução
ro: Afișați o acțiune interactivă pentru a crea o listă de redare
ru: Показывать интерактивное действие для создания плейлиста
sc: Ammustra un'atzione interativa pro creare un'iscalita
sk: Zobraziť interaktívnu ikonu na vytvorenie playlistu
sl: Prikaži interaktivno dejanje za ustvarjanje seznama predvajanja
sv: Visa en interaktiv åtgärd för att skapa en spellista
th: แสดงการกระทำแบบโต้ตอบเพื่อสร้างเพลย์ลิสต์
tr: Bir oynatma listesi eklemek için etkileşimli bir işlem görüntüler
uk: Показати інтерактивну дію, щоб створити список відтворення
zh_hans: 显示用于创建播放列表的交互操作
zh_hant: 顯示互動式動作來建立播放清單

# ERROR_PLAYLIST_CREATION
source: Failed to create a playlist
ar: فشل إنشاء قائمة التشغيل
br: C'hwitet ez eus bet war groudigezh ur roll-lenn
ca: No s'ha creat una Llista de reproducció
cs: Nelze vytvořit seznam skladeb
da: Kunne ikke oprette en spilleliste
de: Fehler beim Erstellen einer Wiedergabeliste
el: Αποτυχία δημιουργίας λίστας αναπαραγωγής
es: Fallo al crear una lista de reproducción
eu: Ezin izan da erreprodukzio zerrenda sortu
fi: Soittolistan luominen epäonnistui
fr: Échec de la création de la liste de lecture
he: יצירת רשימת הנגינה נכשלה
hu: Nem sikerült létrehozni a lejátszólistát
is: Mistókst að búa til spilunarlista
it: Creazione scaletta non riuscita
ja: プレイリストの作成に失敗しました
ko: 재생목록 창작 실패
ml: ഒരു പ്ലേലിസ്റ്റ് സൃഷ്‌ടിക്കുന്നതിൽ പരാജയപ്പെട്ടു
ms: Gagal mencipta satu senarai main
nb: Kunne ikke lage en spilleliste
nl: Kon geen afspeellijst aanmaken
nn: Klarte ikkje å laga ei speleliste
pl: Nie udało się utworzyć listy odtwarzania
pt_br: Falha ao criar lista de reprodução
pt_pt: Não foi possível criar uma lista de reprodução
ro: Eroare la crearea listei de redare
ru: Не удалось создать плейлист
sc: Creatzione de s'iscalita fallida
sk: Nepodarilo sa vytvoriť playlist
sl: Seznama predvajanja ni bilo mogoče ustvariti
sv: Misslyckades att skapa en spellista
th: ไม่สามารถสร้างเพลย์ลิสต์ได้
tr: Bir oynatma listesi eklenemedi
uk: Не вдалося створити список відтворення
zh_hans: 无法创建播放列表
zh_hant: 無法建立播放清單

# ERROR_PLAYLIST_TRACKS
source: Failed to retrieve tracks
ar: فشل استرداد المسارات
br: C'hwitet ez eus bet war adpakadur ar roudennoù
ca: Ha fallat la recuperació de pistes
cs: Nelze načíst stopy
da: Kunne ikke hente spor
de: Fehler beim Abrufen der Titel
el: Αποτυχία ανάκτησης κομματιών
es: Fallo al obtener las pistas
eu: Ezin izan dira pistak eskuratu
fi: Kappaleiden noutaminen epäonnistui
fr: Échec de la récupération des pistes
he: קבלת הרצועות נכשלה
hu: Nem sikerült lekérni a számokat
is: Mistókst að finna lög
it: Recupero delle tracce non riuscito
ja: トラックの取得に失敗しました
ko: 트랙 회수 실패
ml: ട്രാക്കുകൾ വീണ്ടെടുക്കുന്നതിൽ പരാജയപ്പെട്ടു
ms: Gagal memperoleh trek
nb: Kunne ikke hente spor
nl: Kon tracks niet ophalen
nn: Klarte ikkje å henta spor
pl: Nie można pobrać utworów
pt_br: Falha ao acessar trilhas
pt_pt: Não foi possível obter as faixas
ro: Eroare la recuperarea fișierelor
ru: Не удалось загрузить треки
sc: Recùperu de sas rastas fallidu
sk: Nepodarilo sa získať stopy
sl: Vsebin ni bilo mogoče najti
sv: Misslyckades att hämta spår
th: ไม่สามารถดึงข้อมูลแทร็กได
tr: Kayıtlar alınamadı
uk: Не вдалося отримати доріжки
zh_hans: 无法获取轨道信息
zh_hant: 無法擷取軌道

# ERROR_RENAME_FAILED
source: Renaming failed
ar: فشلت إعادة التسمية
br: C'hwitet ez eus bet war an adenvel
ca: El canvi de nom ha fallat
cs: Chyba při přejmenování
da: Omdøbning mislykkedes
de: Umbenennung fehlgeschlagen
el: Αποτυχία μετονομασίας
es: Falló el renombrado
eu: Izena aldatzea huts egin du
fi: Nimeäminen uudelleen epäonnistui
fr: Le renommage a échoué
he: שינוי השם נכשל
hu: Átnevezés sikertelen
is: Endurnefning mistókst
it: Rinomina non riuscita
ja: 名前の変更に失敗しました
ko: 이름 변경 실패
ml: പേരുമാറ്റുന്നത് പരാജയപ്പെട്ടു
ms: Penamaan semula gagal
nb: Gjenværende mislyktes
nl: Naam wijzigen mislukt
nn: Mislykka namneendring
pl: Zmiana nazwy nie powiodła się
pt_br: Falha ao renomear
pt_pt: A renomeação falhou
ro: Redenumirea a eșuat
ru: Переименование не удалось
sc: Càmbiu de nùmene fallidu
sk: Premenovanie bolo neúspešné
sl: Preimenovanje ni uspelo
sv: Namnbyte misslyckades
th: การเปลี่ยนชื่อล้มเหลว
tr: Yeniden adlandırılamadı
uk: Перейменування не вдалося
zh_hans: 重命名失败
zh_hant: 重新命名失敗

# ERROR_EMPTY_NAME
source: The title can't be empty
ar: لا يمكن أن يكون العنوان فارغًا
br: N'hall ket bezañ goullo an titl
ca: El títol no pot estar buit
cs: Název nemůže být prázdný
da: Titlen må ikke være tom
de: Der Titel darf nicht leer sein
el: Ο τίτλος δε μπορεί να είναι κενός
es: El título no puede estar vacío
eu: Izenburua ezin da hutsik egon
fi: Nimi ei voi olla tyhjä
fr: Le titre ne peut pas être vide
he: הכותרת לא יכולה להישאר ריקה
hu: A cím nem lehet üres
is: Titillinn má ekki vera auður
it: Il titolo non può essere vuoto
ja: タイトルは空にできません
ko: 제목이 반드시 있어야 합니다
ml: ശീർഷകം ശൂന്യമായിരിക്കരുത്
ms: Tajuk tidak boleh kosong
nb: Tittelen kan ikke være tom
nl: De titel mag niet leeg zijn
nn: Tittel kan ikkje stå tom
pl: Tytuł nie może być pusty
pt_br: O título não pode estar vazio
pt_pt: O título não pode estar em branco
ro: Titlul nu poate fi necompletat
ru: Название не может быть пустым
sc: Su tìtulu non podet èssere bòidu
sk: Názov nemôže zostať prázdny
sl: Naslov ne more biti prazen
sv: Titeln kan inte vara tom
th: ชื่อเรื่องต้องไม่ว่างเปล่า
tr: Ad boş olamaz
uk: Назва не може бути порожньою
zh_hans: 标题不能为空
zh_hant: 標題不能為空

# SHARE_LABEL
source: Share
ar: مشاركة
br: Rannañ
ca: Comparteix
cs: Sdílet
da: Del
de: Teilen
el: Διαμοιρασμός
es: Compartir
eu: Partekatu
fi: Jaa
fr: Partager
he: שיתוף
hu: Megosztás
is: Deila
it: Condividi
ja: 共有
ko: 공유
ml: പങ്കിടുക
ms: Kongsi
nb: Del
nl: Delen
nn: Del
pl: Udostępnij
pt_br: Compartilhar
pt_pt: Partilhar
ro: Partajare
ru: Поделиться
sc: Cumpartzi
sk: Zdieľať
sl: Deli
sv: Dela
th: แชร์
tr: Paylaş
uk: Поширити
zh_hans: 分享
zh_hant: 分享

# SHARE_HINT
source: Share selected files
ar: مشاركة الملفات المحددة
br: Rannañ ar restroù diuzet
ca: Compartir els arxius seleccionats
cs: Sdílet vybrané soubory
da: Del de valgte filer
de: Ausgewählte Dateien teilen
el: Διαμοιρασμός επιλεγμένων αρχείων
es: Compartir archivos seleccionados
eu: Partekatu hautatutako fitxategiak
fi: Jaa valitut tiedostot
fr: Partager les fichiers sélectionnés
he: שיתוף הקבצים הנבחרים
hu: A kiválasztott fájlok megosztása
is: Deila völdum skrám
it: Condividi file selezionati
ja: 選択されたファイルを共有
ko: 선택된 파일 공유
ml: തിരഞ്ഞെടുത്ത ഫയലുകൾ പങ്കിടുക
ms: Kongsi fail terpilih
nb: Del valgte filer
nl: Geselecteerde bestanden delen
nn: Del valde filer
pl: Udostępnij wybrane pliki
pt_br: Compartilhar arquivos selecionados
pt_pt: Partilhar os ficheiros selecionados
ro: Partajați fișierele selectate
ru: Поделиться выбранными файлами
sc: Cumpartzi sos documentos isseberados
sk: Zdieľať vybrané súbory
sl: Deli izbrane datoteke
sv: Dela markerade filer
th: แชร์ไฟล์ที่เลือก
tr: Seçilmiş dosyaları paylaş
uk: Поширити обрані файли
zh_hans: 分享选中文件
zh_hant: 分享選取的檔案

# RENAME_HINT
source: Rename selected files
ar: إعادة تسمية الملفات المحددة
br: Adenvel ar restroù diuzet
ca: Canviar de nom els arxius seleccionats
cs: Přejmenovat vybrané soubory
da: Omdøb de valgte filer
de: Ausgewählte Dateien umbenennen
el: Μετονομασία επιλεγμένων αρχείων
es: Renombrar archivos seleccionados
eu: Aldatu izena hautatutako fitxategiei
fi: Nimeä valitut tiedostot uudelleen
fr: Renommer les fichiers sélectionnés
he: שינוי שמם של הקבצים הנבחרים
hu: A kiválasztott fájlok átnevezése
is: Endurnefna valdar skrár
it: Rinomina file selezionati
ja: 選択されたファイルを変名
ko: 선택된 파일 이름 바꾸기
ml: തിരഞ്ഞെടുത്ത ഫയലുകളുടെ പേരുമാറ്റുക
ms: Namakan semula fail terpilih
nb: Gi nytt navn til valgte filer
nl: Naam van geselecteerde bestanden wijzigen
nn: Endre namn på valde filer
pl: Zmień nazwę wybranych plików
pt_br: Renomear arquivos selecionados
pt_pt: Renomear os ficheiros selecionados
ro: Redenumiți fișierele selectate
ru: Переименовать выбранные файлы
sc: Càmbia su nùmene a sos documentos isseberados
sk: Premenovať vybrané súbory
sl: Preimenuj izbrane datoteke
sv: Byt namn på markerade filer
th: เปลี่ยนชื่อไฟล์ที่เลือก
tr: Seçilmiş dosyaları yeniden adlandır
uk: Перейменувати обрані файли
zh_hans: 重命名选中文件
zh_hant: 重新命名選取的檔案

# DELETE_HINT
source: Delete selected files
ar: احذف الملفات المحددة
br: Dilemel ar restroù diuzet
ca: Elimina els arxius seleccionats
cs: Smazat vybrané soubory
da: Slet de valgte filer
de: Ausgewählte Dateien löschen
el: Διαγραφή επιλεγμένων αρχείων
es: Eliminar archivos seleccionados
eu: Ezabatu hautatutako fitxategiak
fi: Poista valitut tiedostot
fr: Supprimer les fichiers sélectionnés
he: מחיקת הקבצים הנבחרים
hu: A kiválasztott fájlok törlése
is: Eyða völdum skrám
it: Elimina file selezionati
ja: 選択されたファイルを削除
ko: 선택된 파일 삭제하기
ml: തിരഞ്ഞെടുത്ത ഫയലുകൾ ഇല്ലാതാക്കുക
ms: Padam fail terpilih
nb: Slett valgte filer
nl: Geselecteerde bestanden verwijderen
nn: Slett valde filer
pl: Usuń wybrane pliki
pt_br: Excluir arquivos selecionados
pt_pt: Eliminar os ficheiros selecionados
ro: Ștergeți fișierele selectate
ru: Удалить выбранные файлы
sc: Iscantzella sos documentos isseberados
sk: Vymazať vybrané súbory
sl: Izbriši izbrane datoteke
sv: Radera markerade filer
th: ลบไฟล์ที่เลือก
tr: Seçilmiş dosyaları sil
uk: Вилучити обрані файли
zh_hans: 删除选中文件
zh_hant: 刪除選取的檔案

# BUTTON_SORT
source: Sort
ar: فرز
br: Rummañ
ca: Ordena
cs: Seřadit
da: Sortér
de: Sortieren
el: Ταξινόμηση
es: Ordenar
eu: Ordenatu
fi: Järjestä
fr: Trier
he: מיון
hu: Rendezés
is: Raða
it: Ordina
ja: 並べ替え
ko: 정렬
ml: അടുക്കുക
ms: Isih
nb: Sorter
nl: Sorteren
nn: Sorter
pl: Sortuj
pt_br: Ordenar
pt_pt: Ordenar
ro: Sortare
ru: Сортировать
sc: Òrdina
sk: Zoradiť
sl: Sortiranje
sv: Sortera
th: เรียงลำดับ
tr: Sıralama
uk: Сортувати
zh_hans: 排序
zh_hant: 排序

# BUTTON_SORT_HINT
source: Display sort action sheet
ar: عرض على شكل ورقة عمل
br: Diskouez taolenn an oberioù rummañ
ca: Mostrar fulla d'ordenació
cs: Zobrazit seznam akcí pro seřazení
da: Vis sorteringshandlingsark
de: Aktionsmenü zur Sortierung anzeigen
el: Εμφάνιση φύλλου ενέργειας ταξινόμησης
es: Mostrar información de acción de ordenación
eu: Bistaratu ordenatze ekintzaren orria
fi: Näytä lajittelut
fr: Afficher la feuille des actions de tri
he: הצגת גיליון פעולת מיון
hu: Rendezési műveletlap megjelenítése
is: Birta glugga með röðunaraðgerðum
it: Visualizza foglio delle azioni di ordinamento
ja: 並び替えアクションシートを表示
ko: 정렬 액션 시트 표시
ml: സോർട്ട് ആക്ഷൻ ഷീറ്റ് പ്രദർശിപ്പിക്കുക
ms: Papar lembar tindakan isih
nl: Sorteerhandeling-blad weergeven
nn: Sorter etter
pl: Wyświetl arkusz akcji sortowania
pt_br: Exibir controles de ordenação
pt_pt: Exibir a folha da ação de ordenar
ro: Afișarea foii de acțiune de sortare
ru: Отобразить варианты сортировки
sc: Ammustra su fògiu de sas atziones de ordinamentu
sk: Zobraziť zoznam akcií zoradenia
sl: Prikaži akcijski obrazec za sortiranje
sv: Visningsordning för alternativmenyn
th: แสดงแผ่นการกระทำเรียงลำดับ
tr: Sıralama işlemi sayfasını görüntüle
uk: Показати аркуш дій сортування
zh_hans: 显示排序方式菜单
zh_hant: 顯示排序動作表

# HEADER_TITLE_SORT
source: Sort by
ar: افرز حسب
br: Rummañ dre
ca: Ordena per
cs: Seřadit podle
da: Sortér efter
de: Sortieren nach
el: Ταξινόμηση κατά
es: Ordenar por
eu: Ordenatu honen arabera
fi: Lajittele
fr: Trier par
he: מיון לפי
hu: Rendezés
is: Raða eftir
it: Ordina per
ja: 並べ替え順
ko: 다음 순으로 나열
ml: അടുക്കുന്ന രീതി
ms: Isih mengikut
nb: Sorter etter
nl: Sorteren op
nn: Sorter etter
pl: Sortuj według
pt_br: Ordenado por
pt_pt: Ordenar por
ro: Ordonare după
ru: Сортировка
sc: Òrdina pro
sk: Zoradiť podľa
sl: Uredi
sv: Sortera efter
th: จัดเรียงตาม
tr: Sıralama
uk: Сортування за
zh_hans: 排序条件
zh_hant: 排序依

# DESCENDING_LABEL
source: Descending Order
ar: ترتيب تنازلي
br: Urzh war-zigresk
ca: Ordre descendent
cs: Seřadit sestupně
da: Faldende rækkefølge
de: Absteigende Sortierung
el: Φθίνουσα σειρά
es: Orden descendente
eu: Beherako ordena
fi: Laskeva järjestys
fr: Ordre décroissant
he: בסדר יורד
hu: Csökkenő sorrend
is: Lækkandi röð
it: Ordine decrescente
ja: 逆順
ko: 내림차순
ml: അവരോഹണ ക്രമം
ms: Tertib Menurun
nb: Synkende
nl: Aflopende volgorde
nn: Fallande rekkjefølgje
pl: Kolejność malejąca
pt_br: Ordem Decrescente
pt_pt: Ordem Descendente
ro: Ordine descrescătoare
ru: По убыванию
sc: Òrdine minimante
sk: Zostupné poradie
sl: padajoče
sv: Fallande ordning
th: จากมากไปหาน้อย
tr: Azalan sıralama
uk: Спадний порядок
zh_hans: 降序
zh_hant: 遞減排序

# DESCENDING_SWITCH_LABEL
source: Ascending or descending order
ar: ترتيب تصاعدي أو تنازلي
br: Urzh war-gresk pe war-zigresk
ca: Ordre ascendent o descendent
cs: Seřadit vzestupně nebo sestupně
da: Stigende eller faldende rækkefølge
de: Aufsteigende oder Absteigende Sortierung
el: Αύξουσα ή φθίνουσα σειρά
es: Orden ascendente o descendente
eu: Goranzko edo beheranzko ordena
fi: Nouseva tai laskeva järjestys
fr: Ordre croissant ou décroissant
he: בסדר עולה או יורד
hu: Növekvő vagy csökkenő sorrend
is: Hækkandi eða lækkandi röð
it: Ordine crescente o decrescente
ja: 昇順/逆順
ko: 오름차순 또는 내림차순
ml: ആരോഹണം അല്ലെങ്കിൽ അവരോഹണ ക്രമം
ms: Tertib menaik atau menurun
nb: Stigende eller synkende
nl: Oplopende of aflopende volgorde
nn: Stigande eller fallande rekkjefølgje
pl: Kolejność rosnąca lub malejąca
pt_br: Ordem Crescente ou Decrescente
pt_pt: Ordem ascendente ou descendente
ro: Ordine crescătoare sau descrescătoare
ru: По возрастанию или по убыванию
sc: Òrdine artiante o minimante
sk: Vzostupné alebo zostupné poradie
sl: naraščajoče ali padajoče
sv: Stigande eller fallande ordning
th: จากน้อยไปหามาก หรือจากมากไปหาน้อย
tr: Artan ya da azalan sıralama
uk: Зростальний чи спадний порядок
zh_hans: 升序或降序
zh_hant: 遞增或遞減排序

# DESCENDING_SWITCH_HINT
source: Sort context in ascending or descending order
ar: افرز السياق بترتيب تصاعدي أو تنازلي
br: Rummañ urzh ar c'hoñtekst war-gresk pe war-zigresk
ca: Ordenar el context en ordre ascendent o descendent
cs: Seřadit kontext vzestupně nebo sestupně
da: Sortér indholdet i stigende eller faldende rækkefølge
de: Inhalt aufsteigend oder absteigend sortieren
el: Ταξινόμηση περιεχομένου κατά αύξουσα ή φθίνουσα σειρά
es: Ordenar contexto ascendentemente o descendentemente
eu: Ordenatu testuingurua gorantz edo beherantz
fi: Lajittele sisältö nousevaan tai laskevaan järjestykseen
fr: Trier le contexte par ordre croissant ou décroissant
he: מיון הקשר בסדר עולה או יורד
hu: Helyi menü rendezése növekvő vagy csökkenő sorrendben
is: Raða efni í hækkandi eða lækkandi röð
it: Mostra il contesto in ordine crescente o decrescente
ja: 並び替えの順序
ko: 내용을 오름차순 또는 내림차순으로 정렬하기
ml: ആരോഹണക്രമത്തിലോ അവരോഹണ ക്രമത്തിലോ സന്ദർഭം അടുക്കുക
ms: Isih konteks dalam tertib menaik atau menurun
nl: Context sorteren in oplopende of aflopende volgorde
nn: Sorter kontekst i stigande eller fallande rekkjefølgje
pl: Sortuj kontekst w kolejności rosnącej lub malejącej
pt_br: Ordena o contexto em ordem crescente ou decrescente
pt_pt: Ordenar contexto na ordem ascendente ou descendente
ro: Sortarea contextului în ordine crescătoare sau descrescătoare
ru: Отсортировать контекст по возрастанию или по убыванию
sc: Òrdina su cuntestu in manera artiante o minimante
sk: Zoradiť kontext vzostupne alebo zostupne
sl: Sortiraj kontekst naraščajoče ali padajoče
sv: Sortera alternativmenyn i stigande eller fallande ordning
th: เรียงลำดับบริบทจากน้อยไปหามาก หรือจากมากไปหาน้อย
tr: İçeriği artan ya da azalan şekilde sıralar
uk: Упорядкувати вміст за порядком зростанням чи спадання
zh_hans: 以升序或降序排列上下文
zh_hant: 以遞增或遞減順序排序內容

# GRID_LAYOUT
source: Grid
ar: تخطيط الشبكة
br: Diskouez e keal
ca: Disposició de la graella
cs: Mřížka
da: Gitterlayout
de: Gitterstruktur
el: Διάταξη πλέγματος
es: Disposición rejilla
eu: Sareta-diseinua
fi: Ruudukon asettelu
fr: Disposition en grille
he: פריסת רשת
hu: Rácselrendezés
is: Framsetning í reitum
it: Struttura della griglia
ja: グリッドレイアウト
ko: 그리드 레이아웃
ml: Grid Layout
ms: Bentangan Grid
nb: Grid Layout
nl: Raster-layout
nn: Utforming av rutenett
pl: Układ siatki
pt_br: Leiaute da Grade
ro: Dispunere grilă
ru: В виде сетки
sl: Postavitev mreže
sv: Rutnätslayout
th: เค้าโครงเส้นตาราง
tr: Izgara görünümü
zh_hans: 网格布局
zh_hant: 格線配置

# ALPHA
source: Alphanumerically
ar: أبجديًا
br: Alfaniverekel
ca: Alfanumèricament
cs: Abecedně
da: Alfanumerisk
de: Alphanumerisch
el: Αλφαριθμητικά
es: Alfanumericamente
eu: Alfanumerikoki
fi: Aakkosnumerointi
fr: Alphanumériquement
he: אלפבית
hu: Alfanumerikusan
is: Stafrófsröð
it: Alfanumericamente
ja: 英数字順
ko: 알파벳숫자순으로
ms: secara Abjad Angka
nb: Alfanumerisk
nl: Alfanumeriek
nn: Alfanumerisk
pl: Alfanumerycznie
pt_br: Alfa numericamente
pt_pt: Alfanumericamente
ro: Alfanumeric
ru: По алфавиту
sc: Alfanumericamente
sk: Abecedne
sl: Alfanumerično
sv: Alfanumeriskt
th: ตามลำดับตัวอักษร
tr: Alfasayısal
uk: Алфавітно-числовий
zh_hans: 字母顺序
zh_hant: 字母數字

source: Insertion date
ar: تاريخ الإدراج
br: Deiziad ouzhpennañ
ca: Data d'inserció
cs: Datum vložení
da: Indsættelsesdato
de: Hinzufügungsdatum
el: Ημερομηνία εισαγωγής
es: Fecha de inserción
eu: Txertatze data
fi: Lisäyspäivä
fr: Date d’ajout
he: מועד הוספה
hu: Beszúrás dátuma
is: Dagsetning þegar sett inn
it: Data di inserimento
ja: 挿入日
ko: 삽입 날짜
ml: ഉൾപ്പെടുത്തൽ തീയതി
ms: Tarikh disisip
nb: Innsettelsesdato
nl: Datum ingevoegd
nn: Dato lagt til
pl: Data wstawienia
pt_br: Data de inserção
pt_pt: Data de inserção
ro: Introduceți data
ru: Дата добавления
sc: Data de insertada
sk: Dátum vloženia
sl: Datum vstavitve
sv: Datum tillagd
th: วันที่แทรก
tr: Eklenme tarihi
uk: Дата вставлення
zh_hans: 插入日期
zh_hant: 插入日期

source: Last modification date
ar: تاريخ آخر تعديل
br: Deiziad kemmañ diwezhañ
ca: Data de l'última modificació
cs: Datum změny
da: Dato for sidste ændring
de: Änderungsdatum
el: Ημερομηνία τελευταίας τροποποίησης
es: Fecha de última modificación
eu: Azken aldaketaren data
fi: Viimeisin muokkauspäivä
fr: Date de dernière modification
he: מועד שינוי אחרון
hu: Utolsó módosítás dátuma
is: Síðasta breytingadagsetning
it: Data di ultima modifica
ja: 最終更新日
ko: 마지막 변경 날짜
ml: അവസാന പരിഷ്‌ക്കരണ തീയതി
ms: Tarikh pengubahsuaian terakhir
nb: Siste endringsdato
nl: Laatst gewijzigd
nn: Siste endringsdato
pl: Data ostatniej modyfikacji
pt_br: Data da última modificação
pt_pt: Data da última alteração
ro: Data ultimei modificări
ru: Дата последнего изменения
sc: Data de ùrtima modìfica
sk: Dátum poslednej úpravy
sl: Datum zadnje spremembe
sv: Datum senast redigerad
th: วันที่ปรับเปลี่ยนล่าสุด
tr: Son değişiklik tarihi
uk: Дата останньої зміни
zh_hans: 最后修改日期
zh_hant: 上次修改日期
